{"1":[null,"1"],"2":[null,"2"],"3":[null,"3"],"4":[null,"4"],"5":[null,"5"],"8":[null,"8"],"10":[null,"10"],"15":[null,"15"],"30":[null,"30"],"1999":[null,""],"2000":[null,""],"2004":[null,""],"2007":[null,""],"2008":[null,""],"2009":[null,""],"2011":[null,""],"2012":[null,""],"2013":[null,""],"2014":[null,""],"2015":[null,""],"2016":[null,""],"2017":[null,""],"":{"project-id-version":"PACKAGE VERSION","report-msgid-bugs-to":"","pot-creation-date":"2016-08-22 07:25+0200","po-revision-date":"2016-08-29 09:47+0000","last-translator":"Arnab Karmakar <arnab.k@gmail.com>","language-team":"English <https://hosted.weblate.org/projects/binary-webtrader/translations/en/>","language":"en","mime-version":"1.0","content-type":"text/plain; charset=UTF-8","content-transfer-encoding":"8bit","plural-forms":"nplurals=2; plural=n != 1;","x-generator":"Weblate 2.8-dev"},"\"http://www.gamblingcommission.gov.uk/Consumers/Protection-of-customer-funds.aspx\"":[null,""],"'Best Customer Communication Firm' award by Investors Chronicle":[null,""],"'Best Fixed-Odds Broker' silver award by Trade2Win":[null,""],"'Best Fixed-Odds Financial Provider' award by Financial Times and Investors Chronicle UK":[null,""],"'Best Fixed-Odds Financial Trading Provider' award by Shares Magazine UK":[null,""],"'Best Fixed-Odds Firm 2012' award by Global Banking and Finance Review":[null,""],"'Financial Betting Operator of the Year' award by eGaming Review":[null,""],"'contract period'":[null,""],"(6,000   5,200) * 2 = $1600":[null,""],"(One) Touch trades":[null,""],"(formerly known as":[null,""],"(if less than one day in duration), or at the end of the trading day (if one day or more in duration)":[null,"(if less than one day in duration), or at the end of the trading day (if one day or more in duration)"],"(license reference no: 39172)":[null,""],"(license reference no: 39495)":[null,""],") goes live, establishing a round-the-clock financial betting service on a variety of financial indices. Business grows quickly, and we soon become the market leader in fixed-odds financial betting":[null,""],"- Benefit from the same rates of return as interbank traders. Our prices are benchmarked daily against the interbank options markets":[null,""],"- Binary.com is not affiliated with any of the Payment Agents listed above. Each Payment Agent operates as an independent service provider and is not endorsed, guaranteed or otherwise approved by Binary.com. CUSTOMERS DEAL WITH PAYMENT AGENTS AT THEIR SOLE RISK AND PERIL. Customers are advised to check the credentials of Payment Agents before sending them any money. Binary.com shall not in any circumstance be held responsible for transactions made between customers and Payment Agents":[null,"- Binary.com is not affiliated with any of the Payment Agents listed above. Each Payment Agent operates as an independent service provider and is not endorsed, guaranteed or otherwise approved by Binary.com. CUSTOMERS DEAL WITH PAYMENT AGENTS AT THEIR SOLE RISK AND PERIL. Customers are advised to check the credentials of Payment Agents before sending them any money. Binary.com shall not in any circumstance be held responsible for transactions made between customers and Payment Agents"],"- Choose from over one million possible trade variations at any time, and customise your trades according to your preferred strategy":[null,""],"- Choose timeframes from 10 seconds to 365 days":[null,""],"- Deposit as little as USD 5 to start trading":[null,""],"- Earn the same proportional return on stakes of all values":[null,""],"- Enjoy a trading platform that s easy to navigate and use":[null,""],"- Know how much you will win or lose before you purchase the contract":[null,""],"- Open an account and start trading in minutes. Deposits and withdrawals are also available 24/7":[null,""],"- Predict the market ending higher or lower than a price target":[null,""],"- Predict the market rising or falling from its current level":[null,""],"- Predict the market staying between or going outside two price targets":[null,""],"- Predict the market touching or not touching a price target":[null,""],"- Receive quotes for a trade and counter-trade, so you always get unbiased, transparent rates from Binary.com":[null,""],"- Sell your long-term contracts before expiry to protect any profits you may have made or to minimise your losses":[null,""],"- Trade based on \"gut feel\" or rely on technical and fundamental analysis":[null,""],"- Trade confidently, knowing that your personal data, transactions, and funds are always secure":[null,""],"- Trade currencies, indices, commodities and more in rising, falling, sideways, quiet, and volatile markets":[null,""],"- Trade when you want. Binary.com is available 24/7, even on weekends":[null,""],"- Trade with the industry pioneer and holder of a patented pricing technology":[null,""],"- currencies, stock indices, and commodities":[null,""],"- from $1 to $50,000":[null,""],"- from 10 seconds to 365 days":[null,""],"- up/down, touch/no-touch, stays between/goes outside":[null,""],"0-1 year":[null,"0-1 year"],"0-5 transactions in the past 12 months":[null,"0-5 transactions in the past 12 months"],"1 Day":[null,"1 Day"],"1 Hour":[null,"1 Hour"],"1 Minute":[null,"1 Minute"],"1 Tick":[null,"1 Tick"],"1 million transactions/day":[null,""],"1-2 years":[null,"1-2 years"],"1. Choose the Underlying":[null,""],"1. Underlying market":[null,""],"10 Minutes":[null,"10 Minutes"],"10m":[null,"10m"],"15 Minutes":[null,"15 Minutes"],"15m":[null,"15m"],"1d":[null,"1d"],"1h":[null,"1h"],"1m":[null,"1h"],"1t":[null,"1t"],"2 Hours":[null,"2 Hours"],"2 Minutes":[null,"2 Minutes"],"2. Choose the Duration of the Trade":[null,""],"2. Trade type":[null,""],"2h":[null,"2h"],"2m":[null,"2m"],"3 Minutes":[null,"3 Minutes"],"3. Choose how you want to Trade the Market":[null,""],"3. Duration":[null,""],"30 Minutes":[null,"30 Minutes"],"30-day limit on losses":[null,"30-day limit on losses"],"30-day turnover limit":[null,"30-day turnover limit"],"30m":[null,"30m"],"3m":[null,"3m"],"4 Hours":[null,"4 Hours"],"4. Barrier(s)":[null,""],"4. Choose your Stake and Potential Return":[null,""],"40 transactions or more in the past 12 months":[null,"40 transactions or more in the past 12 months"],"4h":[null,"4h"],"5 Minutes":[null,"5 Minutes"],"5. Payout":[null,""],"5m":[null,"5m"],"6-10 transactions in the past 12 months":[null,"6-10 transactions in the past 12 months"],"7-day limit on losses":[null,"7-day limit on losses"],"7-day turnover limit":[null,"7-day turnover limit"],"8 Hours":[null,"8 Hours"],"8h":[null,"8h"],"A Evening Doji Star consists of a long bullish candle, followed by a Doji that has gapped above it, then a third bearish candle that closes well within the body of the first candle and in doing so confirming the reversal. It is considered a strong bearish price reversal candlestick pattern":[null,""],"A Smoothed Moving Average is sort of a blend between a Simple Moving Average and an Exponential Moving Average, only with a longer period applied":[null,""],"A Spinning Top Candlestick is a bullish or bearish candlestick with a small body. The length of the head and tail shadows can vary. Like a Doji Candlestick it represents a point of indecision with buyers and seller matched":[null,""],"A Stays Between trade pays out if the market stays between (does not touch) BOTH the high barrier or the low barrier at any time during the period chosen by a trader. A Goes Outside trade pays out if the market touches EITHER the high barrier or the low barrier at any time during the period chosen by a trader":[null,""],"A bearish candlestick pattern consisting of three candles that have demonstrated the following characteristics, the first bar is a large white candlestick located within an uptrend, the middle bar is a small-bodied candle (red or white) that closes above the first white bar, the last bar is a large red candle that opens below the middle candle and closes near the center of the first bar's body":[null,""],"A bearish candlestick pattern that is used to predict the reversal of the current uptrend. This pattern consists of three consecutive long-bodied candlesticks that have closed lower than the previous day with each session's open occurring within the body of the previous candle":[null,""],"A bearish counterattack is a long white candle in an uptrend, followed by a long black candle. Closing prices of both candles are at the same price level. A bullish counterattack is a long black candle in an downtrend, followed by a long white candle. Closing prices of both candles are at the same price level":[null,""],"A bearish separating line is a bearish continuation pattern. It is the exact opposite of the bullish separating line. There are two components to the bearish separating line: The first day is a green candlestick and the second day gaps down, opens at the first candlestick's open and closes weakly":[null,""],"A binary option is a contract purchased by a trader, which pays a pre-determined amount if their prediction is correct":[null,""],"A binary option is an option with a fixed payout that is determined at the start of the trade. If your prediction is correct, you receive an agreed payout. If not, you lose your initial stake, and no more. The options are called 'binary' because there can be only two outcomes - win or lose":[null,""],"A bullish candlestick pattern that consists of five candles, the first day is a long white day, the second day gaps up and is a black day, the second, third, and fourth days have small real bodies and follow a brief downtrend pattern, but stay within the range of the first day and the fifth day is a long white day that closes above the close of the first day":[null,""],"A bullish candlestick pattern that consists of three candles, the first bar is a large red candlestick located within a defined downtrend, the second bar is a small-bodied candle (either red or white) that closes below the first red bar and the last bar is a large white candle that opens above the middle candle and closes near the center of the first bar's body":[null,""],"A bullish candlestick pattern that consists of three candles, the first bar is a large red candlestick located within a defined downtrend, the second bar is a small-bodied candle (either red or white) that closes below the first red bar., he last bar is a large white candle that opens above the middle candle and closes near the center of the first bar's body":[null,""],"A bullish or bearish candle followed by a doji with with a downward or uptrend gap":[null,""],"A candlestick chart pattern in which a large candlestick is followed by a smaller candlestick whose body is located within the vertical range of the larger body. In terms of candlestick colors, the bullish harami is a downtrend of negative-colored (black) candlesticks engulfing a small positive (white) candlestick, giving a sign of a reversal of the downward trend":[null,""],"A candlestick with a long black body (long line) represents a bearish force in the market. The price of the stock was up and down in a wide range, opening near the high and closing near the low of the day. One with a long white line represents a bullish force in the market. The price of the stock was up and down in a wide range, opening near the low of the day and closing near the high":[null,""],"A candlestick with very long upper and lower shadows and a small real body on a Japanese candlestick chart. It shows that the market is losing its direction bias that it had before this candle appeared":[null,""],"A chart pattern that consists of a small white candlestick with short shadows or tails followed by a large black candlestick that eclipses or 'engulfs' the small white one":[null,""],"A derivative is a financial instrument whose value is determined by reference to an underlying market. Derivatives are commonly traded in the inter-bank market, and binaries are one of the simplest forms of derivatives":[null,""],"A lookback contract has a payout that depends on the optimum high or low achieved by the market. The option allows the holder to \"look back\" over time to determine the payout":[null,""],"A medium to long bullish or bearish candlestick with the key defining trait being no head or tail shadows":[null,""],"A panel featuring industry leaders awards BetOnMarkets.com 'Financial Betting Operator of the Year' over two other finalists. It's a major victory for our brand and further recognition of our world-beating service. Ten years on, and going from strength to strength":[null,""],"A technical indicator invented by Larry Williams that uses the weighted average of three different time periods to reduce the volatility and false transaction signals that are associated with many other indicators that mainly rely on a single time period":[null,""],"A technical momentum indicator that compares a security's closing price to its price range over a given time period. The oscillator's sensitivity to market movements can be reduced by adjusting the time period or by taking a moving average of the result":[null,""],"A technical trading pattern in which three candlesticks form what appears to be a sandwich on the trader's screen. Stick sandwiches will have the middle candlestick oppositely colored of the candlesticks on either side of it, both of which will have a larger trading range than the middle candlestick. Stick sandwich patterns can occur in both bearish and bullish indications":[null,""],"A tick is the minimum upward or downward movement in the price of a market":[null,""],"A trend indicated by a large candlestick followed by a doji that is located within the top and bottom of the candlestick's body. This indicates that the previous trend is about to reverse":[null,""],"A white candle in an upward price trend followed by a doji whose lower shadow remains above the prior candle's high. The third day is a black candle with an upper shadow below the doji's low":[null,""],"Abandoned Baby (CDLABANDONEDBABY)":[null,""],"Absolute Price Oscillator (APO)":[null,""],"Accept":[null,"Accept"],"Accessible from any web browser in 13 languages":[null,""],"Account balance":[null,"Account balance"],"Account opening reason":[null,""],"Action":[null,"Action"],"Active":[null,""],"Active Since":[null,""],"Add comparisons":[null,"Add comparisons"],"Add indicator":[null,"Add indicator"],"Add/Remove comparisons":[null,""],"Add/Remove indicators":[null,""],"Address":[null,""],"Admin":[null,"Admin"],"Advance Block (CDLADVANCEBLOCK)":[null,""],"All durations":[null,""],"All fields are optional. If you wish to copy all assets and trade types, please leave all fields empty":[null,""],"All market conditions":[null,""],"All market conditions and durations":[null,""],"All markets":[null,""],"All markets and conditions":[null,""],"All payouts":[null,""],"All times are in GMT (Greenwich Mean Time)":[null,"All times are in GMT (Greenwich Mean Time)"],"Allow others to copy your trades":[null,""],"Amount":[null,"Amount"],"Amount Per Point":[null,"Amount Per Point"],"Amount per point":[null,"Amount per point"],"An Ends Between trade pays out if the market exit price is strictly higher than the low price target AND strictly lower than the high price target. An Ends Outside binary pays out if the market exit price is EITHER strictly higher than the high price target OR strictly lower than the low price target":[null,""],"Another major award. This time we're nominated by the online readers of Global Banking and Finance Review and judged by a panel of industry experts and analysts who recognise our 13 years of platform reliability, range of trades, pricing, customer service and extensive knowledge":[null,""],"Answer":[null,"Answer"],"Anticipated account turnover":[null,""],"Apply":[null,"Apply"],"Apply to become a Binary.com":[null,"Apply to become a Binary.com"],"Appropriateness Test: WARNING":[null,"Apropriateness Test: WARNING"],"Apr":[null,"Apr"],"April":[null,"April"],"Are you sure you want to delete template?":[null,""],"Are you sure you want to delete this token?":[null,"Are you sure you want to delete this token?"],"Are you sure you want to overwrite current template?":[null,""],"Arnaud Legoux Moving Average (ALMA)":[null,""],"Aroon (AROON)":[null,""],"Aroon Oscillator (AROONOSC)":[null,""],"Arrange":[null,""],"Asian down":[null,""],"Asian up":[null,""],"Asians":[null,"Asians"],"Asset":[null,"Asset"],"Asset Index":[null,"Asset Index"],"Assets":[null,""],"Aug":[null,"Aug"],"August":[null,"August"],"Available 24/7":[null,""],"Available Currencies":[null,""],"Average Directional Movement Index (ADX)":[null,""],"Average Directional Movement Index Rating (ADXR)":[null,""],"Average Directional Movement Rating quantifies momentum change in the ADX. It is calculated by adding two values of ADX (the current value and a value n periods back), then dividing by two":[null,""],"Average True Range (ATR)":[null,""],"Avg. Duration":[null,""],"Avg. Duration of Open Positions":[null,""],"Avg. Loss":[null,""],"Avg. Profit":[null,""],"Award-winning online trading platform":[null,""],"Awesome Oscillator (AO)":[null,""],"Back":[null,"Back"],"Back to list":[null,"Back to list"],"Balance of Power (BOP)":[null,""],"Banks, hedge funds and professional investors routinely trade binary options in over-the-counter derivatives markets. Many market professionals use and trust the Binary.com platform for high-volume flexible trades":[null,""],"Barrier":[null,"Barrier"],"Barrier offset":[null,"Barrier offset"],"Barrier(s)":[null,""],"Bearish: This is an end-of-trend pattern composed of three candlesticks in an uptrend. The second candlestick must open close to the close of the previous day. The last candlestick should be short and can form an upside gap. There could also be a selling shadow.The pattern represents a weakness in a rise with a risk of consolidation and possible reversal. Bullish: This is an end-of-trend pattern composed of three candlesticks in a downtrend. The second candlestick must open close to the close of the previous day. the last candlestick must be short. The pattern represents a weakness and consolidation and a possible reversal in trend":[null,""],"Belt-hold (CDLBELTHOLD)":[null,""],"Best Fixed-Odds Financial Trading Provider' award by Shares Magazine UK":[null,""],"BetOnMarkets goes live":[null,""],"BetOnMarkets.com has over 400,000 clients in its database and reach the US$ 1 billion milestone in only our 13th year, making us one of the leading fixed-odds trading providers":[null,""],"BetOnMarkets.com increases payouts to 100,000 USD, EUR, GBP and AUD":[null,""],"BetOnMarkets.com is successfully rebranded Binary.com":[null,""],"BetOnMarkets.com reaches $1 billion turnover since starting in 1999":[null,""],"Betonmarkets.com":[null,""],"Betting system and method":[null,""],"Bill Williams":[null,""],"Binary Bot released":[null,""],"Binary KK granted Japan license":[null,""],"Binary Options Basics":[null,""],"Binary granted Investment Services license":[null,""],"Binary opens Japan office":[null,""],"Binary option":[null,""],"Binary options are easy to understand. They're called 'binary' because there can be only two outcomes - win or lose. If your prediction is correct, you receive a payout that is determined at the start of the trade. If not, you just lose your initial stake":[null,""],"Binary options or other financial derivatives trading experience":[null,""],"Binary options or other financial derivatives trading frequency":[null,""],"Binary options trading experience":[null,""],"Binary options trading frequency":[null,""],"Binary trading is flexible":[null,""],"Binary trading is ideal for both individuals and market professionals":[null,""],"Binary's Japanese subsidiary Binary KK is licensed by the KLFB as a Type 1 Financial Instruments Business in Japan":[null,""],"Binary's Japanese subsidiary Binary KK opens an office in Tokyo and starts the process of applying for relevant licenses":[null,""],"Binary's Maltese subsidiary Binary Investments (Europe) Ltd. is granted a Category 3 Investment Services license by the Malta Financial Services Authority":[null,""],"Binary's platform transacts on average 20 transactions per second, 24/7":[null,""],"Binary.com":[null,"Binary.com"],"Binary.com : Webtrader":[null,"Binary.com : Webtrader"],"Binary.com Shop introduced":[null,""],"Binary.com announces plans for an":[null,""],"Binary.com continues to innovate and grow":[null,""],"Binary.com has created Volatility Indices that you can trade 24/7. You can trade these on all types of contract":[null,""],"Binary.com has earned an enviable reputation for our commitment to high ethical standards and the quality of the trading experience we provide":[null,""],"Binary.com has over 800,000 clients in its database and reaches the US$ 2 billion milestone in our 15th year, making us one of the leading binary options providers":[null,""],"Binary.com has thousands of clients taking a variety of positions on the financial markets at any one time, and earns a small margin on these trades":[null,""],"Binary.com hits 1 million users, reaching a historic milestone. The company continues to see exponential growth and this reconfirms its position as an industry leader":[null,""],"Binary.com introduces an":[null,""],"Binary.com is awarded Best Binary Options Broker by the UK-based Online Personal Wealth Awards 2017, as voted by investors worldwide":[null,""],"Binary.com is entirely web-based and requires no software installation":[null,""],"Binary.com is honoured as the world's \"Best Binary Options Broker\" at the 16th annual MENA International Financial Conference and Exhibition, hosted in Dubai":[null,""],"Binary.com is owned and operated by the Binary Group Ltd. group of companies. For more information, visit our history page":[null,""],"Binary.com launches Bitcoin (BTC) accounts for non-EU customers":[null,""],"Binary.com launches Bitcoin accounts":[null,""],"Binary.com launches an":[null,""],"Binary.com offers a range of common deposit and withdrawal methods, from credit and debit cards to bank wires, e-cash and e-wallets":[null,""],"Binary.com offers a virtual-money account so you can get the hang of trading binaries. Why not":[null,""],"Binary.com offers new ways to trade":[null,""],"Binary.com offers you four ways to trade a particular asset":[null,""],"Binary.com opens an office in the QSentral office building in central Kuala Lumpur to further expand its IT development team":[null,""],"Binary.com reaches $2 billion turnover since starting in 1999":[null,""],"Binary.com reaches 1 million registered users":[null,""],"Binary.com takes home first prize in the Financial Betting Operator category at the prestigious 2015 EGR Operator Awards ceremony, hosted in London":[null,""],"Binary.com's Continuous Indices are the Volatility 10 Index, Volatility 25 Index, Volatility 50 Index, Volatility 75 Index and Volatility 100 Index. These indices correspond to simulated markets with constant volatilities of 10%, 25%, 50%, 75% and 100%":[null,""],"Binary.com's OTC Indices and stocks are sourced from the over-the-counter market and provide you with an alternative means of trading stock indices and stocks - available from sources outside of the centralised exchanges":[null,""],"Binary.com's OTC Indices and stocks offer the benefit of real-time charts and pricing. Enjoy even more exciting opportunities to trade our featured market indices and stocks through this new real-time offering":[null,""],"Binary.com's Smart FX are smart markets that measure the value of a currency against a basket of major currencies":[null,""],"Binary.com's Volatility Indices are based on a cryptographically secure random number generator audited for fairness by an independent third party":[null,""],"Binary.com's systems are now processing in excess of 1 million transactions/day (including virtual accounts)":[null,""],"Bollinger Bands (BBANDS)":[null,""],"Bollinger Bands can be used to measure the highness or lowness of the price relative to previous trades":[null,""],"Bought":[null,"Bought"],"Brand of first car":[null,"Brand of first car"],"Breakaway (CDLBREAKAWAY)":[null,""],"Browser upgrade required":[null,"Browser upgrade required"],"Bull Market and Bear Market Indices start at 00:00 GMT each day, replicating a bullish and bearish market respectively":[null,""],"Buy Price":[null,"Buy Price"],"Buy price":[null,"Buy price"],"By clicking":[null,"By clicking"],"By clicking OK, you confirm that you have read and accepted the updated":[null,"By clicking OK, you confirm that you have read and accepted the updated"],"By default, all clients are treated as retail. Do you prefer to be treated as a professional client if you match the necessary criteria?":[null,""],"CFD trading experience":[null,""],"CFD trading frequency":[null,""],"Can be used to buy and sell contracts, renew expired purchases, and top-up virtual-money accounts.":[null,""],"Can be used to open accounts, set settings, manage token usage, and more.":[null,""],"Can be used to view account activity, including settings, limits, balance sheets, trade purchase history, and more.":[null,""],"Can be used to withdraw to payment agents, transfer funds between accounts, and set / clear cashier passwords.":[null,""],"Cancel":[null,"Cancel"],"Candles":[null,"Candles"],"Candlestick down-color":[null,"Candlestick down-color"],"Candlestick down-line":[null,"Candlestick down-line"],"Candlestick up-color":[null,"Candlestick up-color"],"Candlestick up-line":[null,"Candlestick up-line"],"Cash Balance":[null,"Cash Balance"],"Chande Kroll Stop (CKS)":[null,""],"Chande Momentum Oscillator (CMO)":[null,""],"Change password":[null,"Change password"],"Chart":[null,"Chart"],"Chart Themes":[null,"Chart Themes"],"Chart background":[null,"Chart background"],"Chart context menu":[null,"Chart context menu"],"Chart template":[null,"Chart template"],"Chart type":[null,"Chart type"],"Choose from five types of markets and their respective assets":[null,""],"Choose password":[null,"Choose password"],"Choose the Touch/No Touch trade if you want to predict the market touching or not touching a target any time during the contract period":[null,""],"Choose the asset you wish to trade, such as gold, oil, stocks, or currency pairs. The value of a binary option is derived from the price of the underlying asset. One advantage of trading binary options is that you are not buying or selling the actual asset, only a contract that determines how that asset performs":[null,""],"Choose your pereferred payment agent":[null,"Choose your preferred payment agent"],"Choose your pereferred withdrawal method":[null,"Choose your preferred withdrawal method"],"Choppiness Index (CHOP)":[null,""],"Chrome":[null,"Chrome"],"Citizenship":[null,""],"Click to log in with your Binary.com account":[null,"Click to log in with your Binary.com account"],"Client funds":[null,""],"Close":[null,""],"Close All":[null,""],"Closes":[null,"Closes"],"Closing Marubozu (CDLCLOSINGMARUBOZU)":[null,""],"Commodities":[null,""],"Commodities - Major commodities such as gold and oil":[null,""],"Commodities are resources that are grown or extracted from the ground, such as silver, gold and oil. On Binary.com, they are priced in US dollars":[null,""],"Commodities trading experience":[null,"Commodities trading experience"],"Commodities trading frequency":[null,"Commodities trading frequency"],"Commodity Channel Index (CCI)":[null,""],"Comparisons":[null,"Comparisons"],"Competitive and transparent pricing":[null,""],"Computer system and method for speculating on a financial market":[null,""],"Computer trading system for offering custom financial market speculations":[null,""],"Conditions":[null,"Conditions"],"Confirm transfer":[null,"Confirm transfer"],"Construction":[null,"Construction"],"Contact Us":[null,""],"Continue":[null,"Continue"],"Continue Trading":[null,"Continue Trading"],"Continuous Indices":[null,""],"Contract":[null,"Contract"],"Contract period":[null,""],"Contracts":[null,"Contracts"],"Copier":[null,""],"Coppock Curve (CC)":[null,""],"Copy Trading":[null,""],"Counterattack (CDLCOUNTERATTACK)":[null,""],"Country of residence":[null,"Country of residence"],"Create":[null,"Create"],"Create Account":[null,""],"Create token":[null,"Create token"],"Credit/Debit":[null,"Credit/Debit"],"Crosshair":[null,"Crosshair"],"Currencies - All major Forex pairs":[null,""],"Current Level":[null,"Current Level"],"Current Spot":[null,"Current Spot"],"Current Spot Time":[null,"Current Spot Time"],"Current comparisons":[null,"Current comparisons"],"Current indicators":[null,"Current indicators"],"Current password":[null,"Current password"],"Current time":[null,"Current time"],"Custom Theme":[null,"Custom Theme"],"Daily Reset Indices":[null,""],"Daily Reset Indices replicate markets with a bullish and bearish trend, with a constant volatility":[null,""],"Daily limit on losses":[null,"Daily limit on losses"],"Daily turnover limit":[null,"Daily turnover limit"],"Dark Blue":[null,"Dark Blue"],"Dark Cloud Cover (CDLDARKCLOUDCOVER)":[null,""],"Dark Cloud Cover is a bearish candlestick reversal pattern that occurs when a red bearish candlestick (close price below open price) on day 2 closes below the middle of day 1 bullish candlestick (close price above open price). We will be using this pattern to sell rallies in a bearish currency market":[null,""],"Dark Green":[null,"Dark Green"],"Dark Unica":[null,"Dark Unica"],"Date":[null,"Date"],"Date of birth":[null,"Date of birth"],"Days":[null,"Days"],"Debt-free":[null,""],"Dec":[null,"Dec"],"December":[null,"December"],"Decline":[null,"Decline"],"Default":[null,"Default"],"Define your position":[null,""],"Delete":[null,"Delete"],"Demo for affiliates to access Webtrader charts":[null,""],"Deposit funds":[null,"Deposit funds"],"Deposit of USD":[null,"Deposit of USD"],"Depositing and withdrawing funds":[null,""],"Derivative":[null,""],"Describe what this token is for to find it later":[null,"Describe what this token is for to find it later"],"Description":[null,"Description"],"Deutsch":[null,""],"Developed by Donald Dorsey, the Mass Index uses the high-low range to identify trend reversals based on range expansions. In this sense, the Mass Index is a volatility indicator that does not have a directional bias. Instead, the Mass Index identifies range bulges that can foreshadow a reversal of the current trend":[null,""],"Developed by Larry Williams, Williams %R is a momentum indicator that is the inverse of the Fast Stochastic Oscillator. Also referred to as %R, Williams %R reflects the level of the close relative to the highest high for the look-back period":[null,""],"Developed by Tushar Chande in 1995, Aroon is an indicator system that determines whether a stock is trending or not and how strong the trend is. There are two separate indicators: Aroon-Up and Aroon-Down. A 25-day Aroon-Up measures the number of days since a 25-day high. A 25-day Aroon-Down measures the number of days since a 25-day low":[null,""],"Differs":[null,""],"Digits":[null,"Digits"],"Digits let you predict the last decimal digit of the spot price. There are three types of Digits trades":[null,""],"Directional Movement (DMI) is actually a collection of three separate indicators combined into one. Directional Movement consists of the Average Directional Index (ADX), Plus Directional Indicator (+DI) and Minus Directional Indicator (-DI)":[null,""],"Directional Movement Index (DX)":[null,""],"Do I need to deposit any funds to open an account?":[null,""],"Do you offer virtual-money accounts?":[null,""],"Do you want to install Webtrader chrome extension?":[null,"Do you want to install Webtrader chrome extension?"],"Do you want to install the Webtrader chrome extension?":[null,""],"Doji (CDLDOJI)":[null,""],"Doji Star (CDLDOJISTAR)":[null,""],"Doji form when a security's open and close are virtually equal. The length of the upper and lower shadows can vary and the resulting candlestick looks like a cross, inverted cross or plus sign":[null,""],"Don't have an account yet? Sign up and get a $10,000 virtual account":[null,"Don't have an account yet? Sign up and get a $10,000 virtual account"],"Donchian Channel (DC)":[null,""],"Done. The funds are being transferred to the payment agent":[null,"Done. The funds are being transferred to the payment agent"],"Done. The funds are transferred":[null,"Done. The funds are transferred"],"Dot":[null,"Dot"],"Double Exponential Moving Average (DEMA)":[null,""],"Double click the object to remove":[null,"Double click the object to remove"],"Down - Predict that the market will end lower than the average price":[null,""],"Download CSV":[null,"Download CSV"],"Download JPEG image":[null,"Download JPEG image"],"Download PDF document":[null,"Download PDF document"],"Download PNG":[null,"Download PNG"],"Download PNG image":[null,"Download PNG image"],"Download SVG":[null,"Download SVG"],"Download SVG vector image":[null,"Download SVG vector image"],"Download as":[null,"Download as"],"Downloading .csv":[null,"Downloading .csv"],"Downloading template as":[null,""],"Dragonfly Doji (CDLDRAGONFLYDOJI)":[null,""],"Drawing tools":[null,"Drawing tools"],"Due to recent changes in the regulations, we are required to ask our clients to complete the following Financial Assessment. Please note that you will not be able to continue trading until this is completed":[null,""],"Duration":[null,"Duration"],"EGR Operator Award":[null,""],"EURUSD":[null,""],"Each binary option contract runs for a set time - with Binary.com you can choose a contract that runs between 10 seconds and 365 days":[null,""],"Each binary option is a prediction on the future movement of an underlying market":[null,""],"Each trade comes with a pre-determined payout that you will see after adjusting each parameter. You ll win the payout if your prediction is correct. If not, you will only lose your initial stake":[null,""],"Edge":[null,"Edge"],"Education":[null,"Education"],"Embed code":[null,"Embed code"],"Employment status":[null,""],"End Time":[null,"End Time"],"Ends Between/Ends Outside trades":[null,""],"Ends Between/Ends Outside   Predict that the market stops inside or outside two price targets at the end of the time period":[null,""],"Ends Between/Outside":[null,""],"Ends in":[null,""],"Ends out":[null,""],"English":[null,""],"Engulfing Pattern (CDLENGULFING)":[null,""],"Enjoy an intuitive trading interface with advanced functionality that lets you monitor all of your favourite assets and markets at the same time, as well as essential charts, the asset index, trading times, and historical data. Most importantly, you get to choose what you want to see on your screen":[null,""],"Enter your current password":[null,"Enter your current password"],"Entry Spot":[null,"Entry Spot"],"Entry spot":[null,"Entry spot"],"Entry spot price":[null,""],"Error getting data for %1":[null,""],"Espa ol":[null,""],"Estimated Net Worth":[null,"Estimated Net Worth"],"Even":[null,""],"Even/Odd - Predict that the last digit is even or odd after the last tick":[null,""],"Evening Doji Star (CDLEVENINGDOJISTAR)":[null,""],"Evening Star (CDLEVENINGSTAR)":[null,""],"Exclude me from the website until":[null,"Exclude me from the website until"],"Exit Spot":[null,"Exit Spot"],"Exit Spot Time":[null,""],"Exit spot":[null,"Exit spot"],"Expiry price":[null,""],"Explanation":[null,"Explanation"],"Exponential Moving Average (EMA)":[null,""],"Fall":[null,"Fall"],"Family name":[null,"Family name"],"Favorites":[null,"Favorites"],"Favourite artist":[null,"Favourite artist"],"Favourite dish":[null,"Favourite dish"],"Features":[null,""],"Feb":[null,"Feb"],"February":[null,"February"],"Fifteen years on, and we're still innovating, growing and working on new ways to serve our customers better. For the first time, we offer short-term touch/no-touch trades and introduce a new charting application. We believe we have the most competitive and comprehensive digital options platform available to the retail public":[null,""],"Final Price":[null,"Final Price"],"Final price":[null,"Final price"],"Finance":[null,"Finance"],"Financial Information":[null,""],"Financial information":[null,"Financial information"],"Firefox":[null,"Firefox"],"First line of home address":[null,""],"First name":[null,"First name"],"First, you need to set the parameters of your trade. Here's what you need to consider":[null,""],"Flexible":[null,""],"For example, let s say the market has a low of 5,200 and a close of 6,000 over the contract duration, then a  Close-Low  lookback with a multiplier of $2 would have a payout of":[null,""],"For the third straight year, BetOnMarkets.com is voted 'Best Fixed-Odds Financial Trading Provider' by Shares Magazine UK. It's the last time we win it because Shares Magazine stops awarding in this category":[null,""],"Forex":[null,""],"Forex trading experience":[null,"Forex trading experience"],"Forex trading frequency":[null,"Forex trading frequency"],"Founded October 1999":[null,""],"Founded in 1999, Binary.com is one of the oldest and most respected names in online binary trading":[null,""],"Fractal (FRACTAL)":[null,""],"Fractals are indicators on candlestick charts that identify reversal points in the market. Traders often use fractals to get an idea about the direction in which the price will develop. A fractal will form when a particular price pattern happens on a chart":[null,""],"Fran ais":[null,""],"Fri":[null,"Fri"],"Friday":[null,"Friday"],"From":[null,"From"],"Full-screen trading interface":[null,""],"Further instructions":[null,"Further instructions"],"GMT":[null,""],"GMT stands for Greenwich Mean Time, the official time used in the UK during winter. In summer, the UK changes to British Summer Time, which is GMT + 1 hour. All times on the Binary.com site use GMT all year round":[null,""],"Get API token from trader(s) and add it in your list":[null,""],"Get your price":[null,""],"Go to":[null,""],"Goes out":[null,""],"Gravestone Doji (CDLGRAVESTONEDOJI)":[null,""],"Gray":[null,"Gray"],"Grid":[null,"Grid"],"Grid Light":[null,"Grid Light"],"Group History":[null,""],"Hammer (CDLHAMMER)":[null,""],"Hanging Man (CDLHANGINGMAN)":[null,""],"Harami Cross Pattern (CDLHARAMICROSS)":[null,""],"Harami Pattern (CDLHARAMI)":[null,""],"Health":[null,"Health"],"Help":[null,""],"High":[null,""],"High barrier":[null,""],"High barrier offset":[null,"High barrier offset"],"High-Wave Candle (CDLHIGHWAVE)":[null,""],"Higher":[null,"Higher"],"Higher/Lower":[null,""],"Higher/Lower - Predict if the market will end higher or lower than a target price":[null,""],"Higher/Lower trades":[null,""],"Higher/Lower   Predict that the market will end higher or lower than a price target":[null,""],"Hikkake Pattern (CDLHIKKAKE)":[null,""],"Historical Data":[null,""],"Homing Pigeon (CDLHOMINGPIGEON)":[null,""],"Horizontal line":[null,"Horizontal line"],"Hours":[null,"Hours"],"How do I fund my account?":[null,""],"How does Binary.com make money?":[null,""],"How soon can I start trading?":[null,""],"How to trade binaries?":[null,""],"How to trade the Volatility Indices markets?":[null,""],"Hull Moving Average (HMA)":[null,""],"I acknowledge that I am not a politically exposed person (PEP)":[null,""],"I have read and agree to Binary.com":[null,"I have read and agree to Binary.com"],"I hereby confirm that the tax information I provided is true and complete. I will also inform Binary Investments (Europe) Ltd. about any changes to this information":[null,""],"I want to be treated as a professional client":[null,""],"I'm new to binaries, where do I start?":[null,""],"IMPORTANT DISCLAIMER":[null,"IMPORTANT DISCLAIMER"],"IMPORTANT DISCLAIMER - Binary.com is not affiliated with any of the payment agents listed above. Each payment agent operates as an independent service provider and is not endorsed, guaranteed or otherwise approved by Binary.com. CUSTOMERS DEAL WITH PAYMENT AGENTS AT THEIR SOLE RISK AND PERIL. Customers are advised to check the credentials of payment agents before sending them any money. Binary.com shall not in any circumstance be held responsible for transactions made between customers and payment agents":[null,"IMPORTANT DISCLAIMER - Binary.com is not affiliated with any of the payment agents listed above. Each payment agent operates as an independent service provider and is not endorsed, guaranteed or otherwise approved by Binary.com. CUSTOMERS DEAL WITH PAYMENT AGENTS AT THEIR SOLE RISK AND PERIL. Customers are advised to check the credentials of payment agents before sending them any money. Binary.com shall not in any circumstance be held responsible for transactions made between customers and payment agents"],"IPO on the blockchain":[null,""],"Ideal for beginners and experienced traders":[null,""],"Identical Three Crows (CDLIDENTICAL3CROWS)":[null,""],"If you select a":[null,"If you select a"],"If you select a specific":[null,"If you select a specific"],"If you're an individual trader, you'll appreciate the simplicity, flexibility, and limited risk of binary trading. With Binary.com's low minimum stakes, you'll soon learn how to trade with skill and confidence. And if you have any questions, you're free to access":[null,""],"In April":[null,""],"In Bullish Belt Hold After a stretch of bearish candlesticks, a bullish or white candlestick forms. The opening price, which becomes the low for the day, is significantly lower then the closing price. This results in a long white candlestick with a short upper shadow and no lower shadow. In Berish Belt Hold, a bearish or black candlestick occurs, the opening price, which becomes the high for the day, is higher than the close of the previous day, resulting in a long black candlestick with a short lower shadow and no upper shadow":[null,""],"In Bullish Hikkake Pattern After the downward move, the bullish candle reaches above the range of the three preceding candles and most likely triggers a number of stop loss orders. This additional buying leads to a more distinct upward movement. In Bearish Hikkake Pattern After an upward move, the bearish candle reaches below the range of the three preceding , which most likely triggers a number of stop loss orders. This additional selling leads to a more distinct downward move":[null,""],"In October 1999, Regent Markets receives US$ 2 million investment funding from Jim Mellon through his Regent Pacific Group, a Hong Kong based fund management company":[null,""],"In a downtrend, one small short body candlestick has a long lower shadow at least three times the real body, and little or no upper shadow. Confirmation from prices closing higher the next day":[null,""],"In a downward price trend, a black candle appears followed by a white candle that opens below the prior body, but it may be difficult to see that from the chart. The white candle closes above the body, too. The last day of the three line candle is another white candle in this example. It shows a higher close":[null,""],"In an uptrend three successive days opens at or near the previous day's close and close down on the day. This pattern is more severe than the Three Black Crows pattern and thus has a higher reliability as a reversal pattern":[null,""],"In classic Silicon Valley style, Hong Kong based hedge fund manager and entrepreneur, Jean-Yves Sireau, starts Regent Markets in his Hong Kong bedroom. He develops the systems, methods and algorithms for implementing a fixed-odds financial betting system. Jean-Yves's vision is to create a market in the simplest of all derivatives contracts - the fixed-odds bet - and to offer ordinary investors the chance to make small bets. Until his innovation, binary options are normally only traded in large quantities":[null,""],"In foreign exchange markets, traders can enter contracts based on the change in price of one currency as it relates to another currency. For example if a trader selects Rise in the EUR/USD market, they are predicting that the value of the Euro will rise in relation to the value of the US dollar":[null,""],"In order to properly apply theme, a full refresh of page is required. Are you sure you want to proceed?":[null,"In order to properly apply theme, a full refresh of page is required. Are you sure you want to proceed?"],"In providing our services to you, we are required to obtain information from you in order to assess whether a given product or service is appropriate for you (that is, whether you possess the experience and knowledge to understand the risks involved)":[null,"In providing our services to you, we are required to obtain information from you in order to assess whether a given product or service is appropriate for you (that is, whether you possess the experience and knowledge to understand the risks involved)"],"In the EU, financial products are offered by Binary Investments (Europe) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta, licensed and regulated as a Category 3 Investment Services provider by the Malta Financial Services Authority (license no. IS/70156). In the Isle of Man and the UK, Volatility Indices are offered by Binary (IOM) Ltd., First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW, Isle of Man, British Isles; licensed and regulated respectively by (1) the Gambling Supervision Commission in the Isle of Man (current licence issued on 31 August 2017) and by (2) the Gambling Commission in the UK":[null,""],"In the UK and Isle of Man, our clients trade through Binary (IOM) Ltd. In Japan, they trade through Binary KK. In the European Union (except UK), they trade through Binary (Europe) Ltd and Binary Investments (Europe) Ltd. In the rest of the world, they trade through Binary (C.R.) S.A":[null,""],"In the rest of the EU, Volatility Indices are offered by Binary (Europe) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta; licensed and regulated by (1) the Malta Gaming Authority in Malta (licence no. MGA/CL2/118/2000 issued on 26 May 2015), for UK clients by (2) the UK Gambling Commission":[null,""],"In-Neck Pattern (CDLINNECK)":[null,""],"In/Out":[null,"In/Out"],"In/Out (ends between/outside and stays between/goes outside)":[null,""],"In/Out - Predict if the market will stay between or outside two target prices":[null,""],"In/Out trades":[null,""],"Income Source":[null,"Income Source"],"Indicative Price":[null,"Indicative Price"],"Indicators":[null,"Indicators"],"Indices":[null,""],"Indices - All major worldwide stock indices sourced from the over-the-counter market":[null,""],"Indices trading experience":[null,"Indices trading experience"],"Indices trading frequency":[null,"Indices trading frequency"],"Individual Traders":[null,""],"Indonesia":[null,""],"Industry of Employment":[null,"Industry of Employment"],"Initial Coin Offering (ICO)":[null,""],"Instant access":[null,""],"Instruments":[null,"Instruments"],"Invalid JSON file":[null,""],"Invalid parameter(s)":[null,""],"Invalid template type":[null,""],"Inverted Hammer (CDLINVERTEDHAMMER)":[null,""],"Investments & Dividends":[null,"Investments & Dividends"],"Is it possible to deposit the same funds through different payment methods?":[null,""],"It has a long white candle, followed by another that opens above the first (gaps up), followed by a downward black candlestick that opens below the close of the second day (gaps down) and has a low below the close of the first day. The upward trend is expected to continue":[null,""],"It is sometimes possible to sell an option before the expiry of a trade, but only if a fair price can be determined. If this option is available, you will see a blue 'Sell' button next to your trade in the portfolio":[null,""],"It's time to expand. We set up a programming center in Cyberjaya - the Silicon Valley of Kuala Lumpur - to maintain and improve BetOnMarkets.com":[null,""],"Italiano":[null,""],"Jan":[null,"Jan"],"January":[null,"January"],"Jul":[null,"Jul"],"July":[null,"July"],"Jun":[null,"Jun"],"June":[null,"June"],"Just click  Grant  button on the page you will now be taken to":[null,"Just click  Grant  button on the page you will now be taken to"],"Kaufman's Adaptive Moving Average (KAMA)":[null,""],"Key facts":[null,""],"Kicking (CDLKICKING)":[null,""],"Kicking - bull/bear determined by the longer marubozu (CDLKICKINGBYLENGTH)":[null,""],"Kicking patterns on a candlestick chart are formed when there are two long marubozu - one white and one black - with a gap between them. Bullish kicking patterns would present as a black or filled candlestick without any wicks (shadows) followed by a gap higher with a white or hollow candlestick that is also without wicks":[null,""],"Kicking patterns on a candlestick chart are formed when there are two marubozu - one white and one black - with a gap between them. Bullish kicking patterns would present as a black or filled candlestick without any wicks (shadows) followed by a gap higher with a white or hollow candlestick that is also without wicks":[null,""],"Kuala Lumpur Office":[null,""],"Ladder Bottom (CDLLADDERBOTTOM)":[null,""],"Last 12 mnts Profitable Trades":[null,""],"Last used":[null,"Last used"],"Learning to trade":[null,""],"Least Squares Moving Average (LSMA)":[null,""],"Less than":[null,"Less than"],"Let's do it":[null,"Let's do it"],"Level of Education":[null,"Level of Education"],"Licensed and regulated in Malta, the United Kingdom, the Isle of Man, Ireland, and Japan":[null,""],"Like the EMA, the LWMA assigns more meaning to the recent prices and less to the closing price from the period's beginning. Thus they are faster at detecting a trend reversal, though it they can be more prone to market noise":[null,""],"Line":[null,"Line"],"Line Dot":[null,"Line Dot"],"Linearly Weighted Moving Average (LWMA)":[null,""],"Link":[null,"Link"],"Load Workspace":[null,""],"Load chart template":[null,"Load chart template"],"Load trade template":[null,""],"Loading Asset Index":[null,"Loading Asset Index"],"Loading Copy Trade":[null,""],"Loading Download/View Data":[null,"Loading Download/View Data"],"Loading MAM":[null,""],"Loading Password dialog":[null,"Loading Password dialog"],"Loading Profit Table":[null,"Loading Profit Table"],"Loading Real account opening":[null,"Loading Real account opening"],"Loading Self-Exclusion":[null,"Loading Self-Exclusion"],"Loading Statement Table":[null,"Loading Statement Table"],"Loading Token management":[null,"Loading Token management"],"Loading Trading Times":[null,"Loading Trading Times"],"Loading chart and trade menus":[null,"Loading chart and trade menus"],"Loading custom theme configuration":[null,"Loading custom theme configuration"],"Loading help docs":[null,""],"Loading portfolio":[null,"Loading portfolio"],"Loading...":[null,"Loading..."],"Log in":[null,"Log in"],"Log in time":[null,"Log in time"],"Login":[null,"Login"],"Logout":[null,"Logout"],"Long Legged Doji (CDLLONGLEGGEDDOJI)":[null,""],"Long Line Candle (CDLLONGLINE)":[null,""],"Long-legged doji have long upper and lower shadows that are almost equal in length. These doji reflect a great amount of indecision in the market. Long-legged doji indicate that prices traded well above and below the session's opening level, but closed virtually even with the open. After a whole lot of yelling and screaming, the end result showed little change from the initial open":[null,""],"Look for a black candle in a downward price trend followed by a white candle that opens below the prior low but closes near but below the midpoint of the black candle's body":[null,""],"Look for a tall black candle with a long lower shadow to appear in a downward price trend. The second day should be similar to the first day, but smaller and with a higher low. The last day is a black marubozu that squeezes inside the high-low range of the prior day":[null,""],"Look for a tall white candle in an upward price trend. Following that, a black candle has a body that gaps above the prior candle's body. The last day is another black candle, but this one engulfs the previous bearish candle but closes above first bar's open":[null,""],"Lookbacks":[null,""],"Lookbacks are currently only available for Volatility Indices":[null,""],"Low":[null,""],"Low barrier":[null,""],"Low barrier offset":[null,"Low barrier offset"],"Low minimum stakes":[null,""],"Lower":[null,"Lower"],"MACD is a trading indicator used in technical analysis of stock prices.It is supposed to reveal changes in the strength, direction, momentum, and duration of a trend in a stock's price":[null,""],"MENA FFXPO Award":[null,""],"Make sure that you have first agreed with the Agent on the terms of payment before submitting your request. Once you click the 'Confirm transfer' button the funds will be withdrawn from your account and will be sent to the Payment Agent you have chosen. The Agent will send you the withdrawal amount (minus the commission) via your preferred payment method":[null,"Make sure that you have first agreed with the Agent on the terms of payment before submitting your request. Once you click the 'Confirm transfer' button the funds will be withdrawn from your account and will be sent to the Payment Agent you have chosen. The Agent will send you the withdrawal amount (minus the commission) via your preferred payment method"],"Make your trade":[null,""],"Manage":[null,""],"Mar":[null,"Mar"],"March":[null,"March"],"Market Professionals":[null,""],"Market exit price":[null,""],"Marubozu (CDLMARUBOZU)":[null,""],"Mass Index (MASS)":[null,""],"Mat Hold (CDLMATHOLD)":[null,""],"Matches":[null,""],"Matches/Differs - Predict that the last digit will match or not match":[null,""],"Matching Low (CDLMATCHINGLOW)":[null,""],"Max. Trade Stake":[null,""],"Maximum (MAX)":[null,""],"Maximum account cash balance":[null,"Maximum account cash balance"],"Maximum aggregate contract purchases over a 30-day period":[null,"Maximum aggregate contract purchases over a 30-day period"],"Maximum aggregate contract purchases over a 7-day period":[null,"Maximum aggregate contract purchases over a 7-day period"],"Maximum aggregate contract purchases per day":[null,"Maximum aggregate contract purchases per day"],"Maximum aggregate loss over a 30-day period":[null,"Maximum aggregate loss over a 30-day period"],"Maximum aggregate loss per day":[null,"Maximum aggregate loss per day"],"Maximum number of open positions":[null,"Maximum number of open positions"],"Maximum price over selected period":[null,""],"May":[null,"May"],"Memorable date":[null,"Memorable date"],"Memorable town/city":[null,"Memorable town/city"],"Mesa Adaptive Moving Average (MAMA)":[null,""],"Min. Trade Stake":[null,""],"Min: 10 Max: 2000":[null,"Min: 10 Max: 2000"],"Minimum (MIN)":[null,""],"Minimum of 2 characters required":[null,""],"Minimum of 4 characters required":[null,""],"Minimum of 6 characters required":[null,""],"Minimum of six lower and uppercase letters with numbers":[null,""],"Minimum price over selected period":[null,""],"Minus the agent's commission":[null,"Minus the agent's commission"],"Minutes":[null,"Minutes"],"Miss":[null,"Miss"],"Momentum (MOM)":[null,""],"Momentum Indicators":[null,""],"Mon":[null,"Mon"],"Monday":[null,"Monday"],"Monthly Profitable Trades":[null,""],"Morning Doji Star (CDLMORNINGDOJISTAR)":[null,""],"Morning Star (CDLMORNINGSTAR)":[null,""],"Mother's maiden name":[null,"Mother's maiden name"],"Moving Average Convergence/Divergence (MACD)":[null,""],"Mr":[null,"Mr"],"Mrs":[null,"Mrs"],"Ms":[null,"Ms"],"Multiplier":[null,"Multiplier"],"Name":[null,"Name"],"Name of first love":[null,"Name of first love"],"Name of your pet":[null,"Name of your pet"],"Navigator handles background":[null,"Navigator handles background"],"Navigator handles border":[null,"Navigator handles border"],"Navigator mask-fill":[null,"Navigator mask-fill"],"Navigator outline":[null,"Navigator outline"],"Navigator series color":[null,"Navigator series color"],"Navigator series line":[null,"Navigator series line"],"Net Annual Income":[null,"Net Annual Income"],"Net Profit":[null,"Net Profit"],"New password":[null,"New password"],"No":[null,"No"],"No Touch trades":[null,""],"No touch":[null,""],"Normalized Average True Range (NATR)":[null,""],"Normalized Average True Range (NATR) attempts to normalize the average true range values across instruments by using the formula below":[null,""],"Note: You can only have one fiat currency account and one of each cryptocurrency account":[null,""],"Note: withdrawal via payment agent is available only if you deposit exclusively via payment agent":[null,"Note: withdrawal via payment agent is available only if you deposit exclusively via payment agent"],"Nov":[null,"Nov"],"November":[null,"November"],"Now":[null,"Now"],"OHLC":[null,"OHLC"],"OK":[null,""],"OTC stocks - Blue-chip stock contracts sourced from the over-the-counter market":[null,""],"Occupation":[null,""],"Oct":[null,"Oct"],"October":[null,"October"],"Odd":[null,""],"Offices in Malta, Malaysia and Japan":[null,""],"Ok":[null,"Ok"],"On the basis of the information provided in relation to your knowledge and experience, we consider that the investments available via this website are not appropriate for you":[null,"On the basis of the information provided in relation to your knowledge and experience, we consider that the investments available via this website are not appropriate for you"],"On-Neck Pattern (CDLONNECK)":[null,""],"Once this limit is reached, you may no longer deposit":[null,"Once this limit is reached, you may no longer deposit"],"One last step left":[null,"One last step left"],"Online trading can become addictive. Fill in the form below to limit your participation on the website or send a signed letter or fax to our customer support team. Once set, you can only tighten your limits. Limits will only be removed or loosened after 7 days with the exception of the self- exclusion date, which cannot be removed or altered once you have confirmed it. To remove or increase your limits, please contact":[null,""],"Only five years after inception, we pick up this major award for our online trading services. The award recognises BetOnMarkets.com's reliable, fast and secure online trading for novice and expert traders. At this time, our website has received over 15 million trades":[null,""],"Only letters, numbers, hyphen are allowed":[null,""],"Only letters, numbers, space, hyphen, period, apostrophe are allowed":[null,""],"Only letters, numbers, space, period, comma, - / @ ' are allowed":[null,""],"Only letters, numbers, space, period, comma, dash(-)":[null,""],"Only letters, space, hyphen, period, apostrophe are allowed":[null,""],"Only numbers and space are allowed":[null,""],"Only numbers, letters, hyphens are allowed":[null,""],"Open":[null,"Open"],"Open Account":[null,"Open Account"],"Open a Financial Account":[null,"Open a Financial Account"],"Open account":[null,"Open account"],"Opening an account":[null,""],"Opens":[null,"Opens"],"Opera":[null,"Opera"],"Option trading can become a real addiction, as can any other activity pushed to its limits. To avoid the danger of such addiction, we provide a reality-check that gives you a summary of your trades and accounts on a regular basis":[null,"Option trading can become a real addiction, as can any other activity pushed to its limits. To avoid the danger of such addiction, we provide a reality-check that gives you a summary of your trades and accounts on a regular basis"],"Other":[null,"Other"],"Other financial instruments trading experience":[null,"Other financial instruments trading experience"],"Other financial instruments trading frequency":[null,"Other financial instruments trading frequency"],"Our company continues to thrive and obtains a license in the Isle of Man to better service our UK clients":[null,""],"Our customers clearly like us. In mid-2014, Binary.com has over 100 million historical transactions and over 130,000 new daily transactions":[null,""],"Our fast organic growth is supplemented by the acquisition of the client base of BetsForTraders, one of our main competitors":[null,""],"Our prices are benchmarked against the interbank options market. You ll receive fair and transparent pricing, whatever your position":[null,""],"Over":[null,"Over"],"Over 1 million registered accounts worldwide":[null,""],"Over 130 staff and contractors worldwide":[null,""],"Over 3 years":[null,"Over 3 years"],"Over/Under - Predict that the last digit is higher or lower":[null,""],"Overlap Studies":[null,""],"PEP Declaration":[null,""],"Parabolic SAR (SAR)":[null,""],"Passwords didn't match. Please type them again":[null,"Passwords didn't match. Please type them again"],"Patented technology":[null,""],"Pattern Recognition":[null,""],"Payment agent":[null,"Payment agent"],"Payment agents":[null,"Payment agents"],"Payments":[null,"Payments"],"Payout":[null,"Payout"],"Pension":[null,"Pension"],"Percentage Price Oscillator (PPO)":[null,""],"Performance Probability":[null,""],"Permissions":[null,"Permissions"],"Personal Details":[null,"Personal Details"],"Personal Wealth Awards 2017":[null,""],"Phone":[null,"Phone"],"Piercing Pattern (CDLPIERCING)":[null,""],"Pip":[null,""],"Pip stands for 'percentage in point' which is generally the fourth decimal place (i.e. 0.0001)":[null,""],"Place of birth":[null,""],"Please":[null,"Please"],"Please choose which currency you would like to transact in":[null,"Please choose which currency you would like to transact in"],"Please confirm the following details in order to complete the transfer":[null,"Please confirm the following details in order to complete the transfer"],"Please enter a valid date in yyyy-mm-dd format":[null,"Please enter a valid date in yyyy-mm-dd format"],"Please enter a value greater than 0":[null,""],"Please enter correct email":[null,"Please enter correct email"],"Please enter date in the format YYYY-MM-DD":[null,"Please enter date in the format YYYY-MM-DD"],"Please enter time in the format HH:MM":[null,""],"Please enter your current password":[null,"Please enter your current password"],"Please enter your email":[null,"Please enter your email"],"Please input correct token":[null,""],"Please install the latest version of one of these browsers":[null,"Please install the latest version of one of these browsers"],"Please note that due to their over-the-counter nature, the prices of the OTC Indices and stocks will differ from the prices of the corresponding indices and stocks on centralised exchanges":[null,""],"Please provide your tax information":[null,""],"Please select":[null,"Please select"],"Please select an account opening reason before continuing":[null,""],"Please submit a valid verification token":[null,""],"Please try again after 1 minute":[null,"Please try again after 1 minute"],"Plot":[null,"Plot"],"Pofit/Loss":[null,"Profit/Loss"],"Points":[null,"Points"],"Polski":[null,""],"Portfolio":[null,"Portfolio"],"Portugu s":[null,""],"Postal code/ZIP":[null,"Postal code/ZIP"],"Potential Payout":[null,"Potential Payout"],"Potential Profit":[null,"Potential Profit"],"Potential profit":[null,"Potential profit"],"Pre-Defined":[null,"Pre-Defined"],"Preferred reality-check interval":[null,"Preferred reality-check interval"],"Price Transformation":[null,""],"Price forms three black candles, each with lower closes, in a downward price trend. A tall white candle engulfs the price action of the prior three days. The candle acts as a bullish reversal when price breaks out upward, and closes above the top of the candle pattern":[null,""],"Price trends downward into the start of the pattern, a tall black candle. Following that, a white candle appears that fits inside the body of the prior candle. This completes the bullish harami candlestick. The final day of the pattern is the confirming candle, a white one that closes above the prior close, which it does. The combination suggests price has reversed trend":[null,""],"Primary":[null,"Primary"],"Print chart":[null,"Print chart"],"Professional Client":[null,""],"Profit":[null,"Profit"],"Profit table":[null,"Profit table"],"Profit/ Loss":[null,"Profit/ Loss"],"Profit/Loss (points)":[null,"Profit/Loss (points)"],"Protect your profits":[null,""],"Published in English, Indonesian, Japanese, Chinese, Polish, German, French, Spanish, Portuguese, Italian, Russian, and Thai":[null,""],"Purchase":[null,"Purchase"],"Purchase Date":[null,"Purchase Date"],"Purchase Price":[null,"Purchase Price"],"Rate Of Change (ROC)":[null,""],"Rate Of Change Percentage (ROCP)":[null,""],"Rate Of Change Ratio (ROCR)":[null,""],"Read":[null,"Read"],"Read about":[null,""],"Ref":[null,"Ref"],"Regent Markets Group Ltd. renames to Binary Ltd":[null,""],"Regent Markets Group Ltd. renames to Binary Ltd., harmonising company and website branding throughout the organisation":[null,""],"Regent Markets acquires BetsForTraders client base":[null,""],"Regent Markets files for a patent in March 2000 on the basis of our unique position as the sole serious competitor in the business of fixed-odds financial betting. In May, we register the trading name BetOnMarkets and move to Malta to receive an internet betting licence":[null,""],"Regent Markets files for patent, and registers BetOnMarkets trading name":[null,""],"Regent Markets granted US patent for 'Betting system and method'":[null,""],"Regent Markets granted two new US patents":[null,""],"Regent Markets is founded by Jean-Yves Sireau":[null,""],"Regent Markets obtains a licence in the Isle of Man":[null,""],"Regent Markets receives funding to provide on-line financial betting services":[null,""],"Regent Markets sets up a programming centre in Cyberjaya, Malaysia":[null,""],"Regent Pacific Group Ltd., the Hong Kong-listed founding shareholder of Binary.com":[null,""],"Regent Pacific transaction":[null,""],"Register free account":[null,"Register free account"],"Regulatory Information":[null,""],"Relative Strength Index (RSI)":[null,""],"Remove":[null,""],"Remove Selected":[null,"Remove Selected"],"Rename":[null,"Rename"],"Repeat password":[null,"Repeat password"],"Resale price":[null,""],"Reset zoom":[null,"Reset zoom"],"Reset zoom level 1:1":[null,"Reset zoom level 1:1"],"Resources":[null,"Resources"],"Responsible Trading":[null,"Responsible Trading"],"Results":[null,"Results"],"Return":[null,"Return"],"Rickshaw Man (CDLRICKSHAWMAN)":[null,""],"Rise":[null,"Rise"],"Rise/Fall":[null,""],"Rise/Fall - Predict if the market will rise or fall from its current level":[null,""],"Rise/Fall trades":[null,""],"Rise/Fall   Predict that the market will rise or fall from its current level":[null,""],"Rising/Falling Three Methods (CDLRISEFALL3METHODS)":[null,""],"Robust and secure platform":[null,""],"Safari":[null,"Safari"],"Salaried Employee":[null,"Salaried Employee"],"Sale Date":[null,"Sale Date"],"Sale Price":[null,"Sale Price"],"Sand Signika":[null,"Sand Signika"],"Sat":[null,"Sat"],"Saturday":[null,"Saturday"],"Save":[null,"Save"],"Save as":[null,"Save as"],"Save changes":[null,"Save changes"],"Saved":[null,""],"Scalable":[null,""],"Second line of home address":[null,""],"Secondary":[null,"Secondary"],"Security":[null,"Security"],"Security and privacy":[null,""],"Security question":[null,"Security question"],"Self-Employed":[null,"Self-Employed"],"Self-Exclusion":[null,"Self-Exclusion"],"Sell At Market":[null,"Sell At Market"],"Sell option":[null,""],"Sent to account":[null,"Sent to account"],"Sep":[null,"Sep"],"Separating Lines (CDLSEPARATINGLINES)":[null,""],"September":[null,"September"],"Session":[null,"Session"],"Session duration limit, in minutes":[null,"Session duration limit, in minutes"],"Set barrier(s) to define your position and trigger the payout you will receive":[null,""],"Set the length of your trade, from 10 seconds to 365 days":[null,""],"Settles":[null,"Settles"],"Share":[null,"Share"],"Share chart":[null,"Share chart"],"Sharp, benchmarked prices":[null,""],"Shooting Star (CDLSHOOTINGSTAR)":[null,""],"Short to long-term durations":[null,""],"Side by side white lines candlestick pattern is a triple pattern. Bullish pattern: In an upward trend, the first candlestick is followed by another upward that opens above the close of the first (gap up), that is followed by a third upward candlestick that opens below the close of the second (gap down). Bearish pattern: During a downtrend, the first candlestick is downward, followed by an upward candlestick that opens below the close of the first one (gap down), followed by an upward candlestick that opens below the close of the second one. This pattern indicates the continuation of a downtrend":[null,""],"Simple Moving Average (SMA)":[null,""],"Simple and intuitive":[null,""],"Smart FX":[null,""],"Smart Indices":[null,""],"Smoothed Moving Average (SMMA)":[null,""],"Sold":[null,"Sold"],"Some products are not available in all countries. This website's services are not made available in certain countries such as the USA, Costa Rica, Hong Kong, or to persons under age 18":[null,""],"Source of wealth":[null,""],"Specify your payout, which is your potential return if your prediction is correct. Our system will proceed to calculate your stake, which is the total cost of purchasing the contract. Binary.com offers payouts from $1 to $50,000":[null,""],"Spinning Top (CDLSPINNINGTOP)":[null,""],"Spline":[null,"Spline"],"Spot price":[null,""],"Spreads":[null,"Spreads"],"Spreads down":[null,""],"Spreads up":[null,""],"Stake":[null,"Stake"],"Stalled Pattern (CDLSTALLEDPATTERN)":[null,""],"Standard Deviation (STDDEV)":[null,""],"Standard Deviation is a statistical calculation used to measure the variability. In trading this value is known as volatility. A low standard deviation indicates that the data points tend to be very close to the mean, whereas high standard deviation indicates that the data points are spread out over a large range of values":[null,""],"Standard methods":[null,"Standard methods"],"Standard withdrawal":[null,"Standard withdrawal"],"Start Time":[null,"Start Time"],"Start Trading":[null,""],"Start time":[null,"Start time"],"State/province/region":[null,"State/province/region"],"Statement":[null,"Statement"],"Statistical Functions":[null,""],"Status":[null,"Status"],"Stays Between/Goes Outside":[null,""],"Stays Between/Goes Outside trades":[null,""],"Stays Between/Goes Outside   Predict that the market stays inside or goes outside two price targets any time during the contract period":[null,""],"Stays in":[null,""],"Step 1: Define your position":[null,""],"Step 2: Get your contract price":[null,""],"Step 3: Make your trade":[null,""],"Stick Sandwich (CDLSTICKSANDWICH)":[null,""],"Stochastic (STOCH )":[null,""],"Stochastic Fast (STOCHF)":[null,""],"Stochastic Relative Strength Index (STOCHRSI)":[null,""],"Stochastic Slow (STOCHS)":[null,""],"Stock market indices measure the value of a selection of companies in the stock market":[null,""],"Stocks trading experience":[null,"Stocks trading experience"],"Stocks trading frequency":[null,"Stocks trading frequency"],"Stop Loss Level":[null,"Stop Loss Level"],"Stop Profit Level":[null,"Stop Profit Level"],"Stop-loss":[null,"Stop-loss"],"Stop-profit":[null,"Stop-profit"],"Stop-type":[null,"Stop-type"],"Stroke color":[null,"Stroke color"],"Stroke width":[null,"Stroke width"],"Submit":[null,"Submit"],"Successfully applied the template and saved it as":[null,""],"Summation (SUM)":[null,""],"Sun":[null,"Sun"],"Sunday":[null,"Sunday"],"Table":[null,"Table"],"Takuri (Dragonfly Doji with very long lower shadow) (CDLTAKURI)":[null,""],"Tasuki Gap (CDLTASUKIGAP)":[null,""],"Tax identification number":[null,""],"Tax information":[null,""],"Tax residence":[null,""],"Tel":[null,"Tel"],"Template changes saved":[null,""],"Template name":[null,"Template name"],"Template name already exists":[null,""],"Terms":[null,"Terms"],"Tertiary":[null,"Tertiary"],"The":[null,"The"],"The AUD Index is a weighted Index, measuring the Australian Dollar's value against a basket of 5 global currencies (USD, EUR, GBP, JPY, CAD), each weighted by 20%":[null,""],"The Absolute Price Oscillator (APO) is based on the absolute differences between two moving averages of different lengths, a  Fast  and a  Slow  moving average":[null,""],"The Aroon Oscillator is the difference between Aroon-Up and Aroon-Down. These two indicators are usually plotted together for easy comparison, but chartists can also view the difference of these two indicators with the Aroon Oscillator. This indicator fluctuates between -100 and +100 with zero as the middle line":[null,""],"The Average Directional Movement Index index (ADX) was developed in 1978 by J. Welles Wilder as an indicator of trend strength in a series of prices of a financial instrument ADX will range between 0 and 100. Generally, ADX readings below 20 indicate trend weakness, and readings above 40 indicate trend strength":[null,""],"The Average True Range (TRANGE) study measures the size of the period s range, and takes into account any gap from the close of the previous period":[null,""],"The Awesome Oscillator is an indicator used to measure market momentum. AO calculates the difference of a 34 Period and 5 Period Simple Moving Averages. The Simple Moving Averages that are used are not calculated using closing price but rather each bar's midpoints. AO is generally used to affirm trends or to anticipate possible reversals":[null,""],"The Bearish I-Neck Pattern occurs after a downtrend when first day is a long red candle and the second day is a blue day, opening below the low of the first day and closing barely into the body of the first day":[null,""],"The Bearish On-Neck Pattern occurs after a downtrend when a long black day is followed by a long white day that gaps down at the open and closes below the close of the black day":[null,""],"The Bullish Three Star appears after a downtrend and it consists of three consecutive Doji, in which the second Doji gaps below the other two Doji. The Bearish Three Star appears after a uptrend and it consists of three consecutive Doji, in which the second Doji gaps above the other two Doji":[null,""],"The CMO indicator is created by calculating the difference between the sum of all recent higher closes and the sum of all recent lower closes and then dividing the result by the sum of all price movement over a given time period. The result is multiplied by 100 to give the -100 to +100 range":[null,""],"The Choppiness Index (CHOP) is an indicator designed to determine if the market is choppy (trading sideways) or not choppy (trading within a trend in either direction). CHOP is not meant to predict future market direction, it is a metric to be used to for defining the market's trendiness only":[null,""],"The Commodity Channel Index (CCI) is a versatile indicator that can be used to identify a new trend or warn of extreme conditions":[null,""],"The Donchian Channel is an indicator used in market trading developed by Richard Donchian. It is formed by taking the highest high and the lowest low of the last n periods. The area between the high and the low is the channel for the period chosen":[null,""],"The Double Exponential Moving Average (CKS) by Patrick Mulloy attempts to remove the inherent lag associated to Moving Averages by placing more weight on recent values":[null,""],"The Double Exponential Moving Average (DEMA) by Patrick Mulloy attempts to remove the inherent lag associated to Moving Averages by placing more weight on recent values":[null,""],"The Dragonfly Doji is created when the open, high, and close are the same or about the same price (Where the open, high, and close are exactly the same price is quite rare).The most important part of the Dragonfly Doji is the long lower shadow":[null,""],"The EUR Index is a weighted Index, measuring the Euro's value against a basket of 5 global currencies (USD, AUD, GBP, JPY, CAD), each weighted by 20%":[null,""],"The Exponential Moving Average (EMA) represents an average of prices, but places more weight on recent prices. The weighting applied to the most recent price depends on the selected period of the moving average. The shorter the period for the EMA, the more weight that will be applied to the most recent price":[null,""],"The Fast Stochastic Oscillator is based on George Lane's original formulas for %K and %D. %K in the fast version that appears rather choppy. %D is the 3-day SMA of %K":[null,""],"The GBP Index is a weighted Index, measuring the British Pound's value against a basket of 5 global currencies (USD, EUR, AUD, JPY, CAD), each weighted by 20%":[null,""],"The Gravestone Doji is created when the open, low, and close are the same or about the same price (Where the open, low, and close are exactly the same price is quite rare). The most important part of the Graveston Doji is the long upper shadow":[null,""],"The Hammer formation is created when the open, high, and close are roughly the same price.Also, there is a long lower shadow, twice the length as the real body":[null,""],"The Hanging Man formation, just like the Hammer, is created when the open, high, and close are roughly the same price. Also, there is a long lower shadow, which should be at least twice the length of the real body":[null,""],"The Hull Moving Average solves the age old dilemma of making a moving average more responsive to current price activity whilst maintaining curve smoothness. In fact the HMA almost eliminates lag altogether and manages to improve smoothing at the same time":[null,""],"The Inverted Hammer occurs mainly at the bottom of downtrends when the open, low, and close are roughly the same price. Also, there is a long upper shadow, which should be at least twice the length of the real body":[null,""],"The Kaufman's Adaptive Moving Average (KAMA) Developed by Perry Kaufman, is a moving average designed to account for market noise or volatility. This trend-following indicator can be used to identify the overall trend, time turning points and filter price movements":[null,""],"The Least Squares Moving Average first calculates a least squares regression line over the preceding time periods, then projects it forward to the current period. In essence, it calculates what the value would be if the regression line continued":[null,""],"The MESA Adaptive Moving Average is developed by John Ehlers of Mesa Software. This trend-following indicator can be used to identify the overall trend, time turning points and filter price movements":[null,""],"The Momentum indicator compares where the current price is in relation to where the price was in the past. How far in the past the comparison is made is up to the technical analysis trader. The calculation of Momentum is quite simple (n is the number of periods the technical trader selects): The current price minus the price n-periods ago":[null,""],"The Percentage Price Oscillator (PPO) is a momentum oscillator that measures the difference between two moving averages as a percentage of the larger moving average":[null,""],"The Price Rate-of-Change (ROC) indicator displays the difference between the current price and the price x-time periods ago. The difference can be displayed in either points or as a percentage":[null,""],"The Rate of Change Percentage (ROCP) indicator compares the current price with the previous price from a selected number of periods ago. The current price is divided by the previous price. ROCP does not express as a percentage. This indicator is also commonly known as a momentum indicator":[null,""],"The Rate of Change Rate (ROCR) indicator compares the current price with the previous price from a selected number of periods ago. The current price is divided by the previous price. This indicator is also commonly known as a momentum indicator":[null,""],"The Relative Strength Index (RSI) was published by J. Welles Wilder. The current price is normalized as a percentage between 0 and 100. The name of this oscillator is misleading because it does not compare the instrument relative to another instrument or set of instruments, but rather represents the current price relative to other recent pieces within the selected lookback window length":[null,""],"The Rickshaw Man has unusually tall upper and lower shadows, a body in which the opening and closing prices are about the same, and the body is near the middle of the candlestick":[null,""],"The Shooting formation is created when the open, low, and close are roughly the same price. There is a long upper shadow, generally defined as at least twice the length of the real body":[null,""],"The Simple Moving Average (SMA) is calculated by adding the price of an instrument over a number of time periods and then dividing the sum by the number of time periods. The SMA is basically the average price of the given time period, with equal weighting given to the price of each period":[null,""],"The Stochastic Relative Strength Index (STOCHRSI) was developed by Tushar Chande and Stanley Kroll, StochRSI is an oscillator that measures the level of RSI relative to its high-low range over a set time period. StochRSI applies the Stochastics formula to RSI values, instead of price values. This makes it an indicator of an indicator. The result is an oscillator that fluctuates between 0 and 1":[null,""],"The Tasuki Gap pattern is made up of three candlesticks, the first bar is a red candlestick within a defined downtrend, the second bar is another red candlestick that has gapped below the close of the previous bar and the last bar is a white candlestick that closes within the gap of the first two bars":[null,""],"The Three Methods pattern is a trend continuation pattern that can appear in an uptrend or a down trend. In an uptrend it is called the rising three methods pattern and in a downtrend it is called the falling three methods pattern. The three methods pattern consists of at least five candlesticks":[null,""],"The Triangular Moving Average (TRIMA) represents an average of prices, but places weight on the middle prices of the time period. The calculations double-smooth the data using a window width that is one-half the length of the series":[null,""],"The Triple Exponential Moving Average (T3) by Tim Tillson attempts to offers a moving average with better smoothing then traditional exponential moving average":[null,""],"The Triple Exponential Moving Average (TEMA) by Patrick Mulloy offers a moving average with less lag then traditional exponential moving average":[null,""],"The Typical Price function measures the average of the high, low, and closing prices for the day using a simple, single-line plot. The ordinary price gives a simplified view of the day trading prices for as well as it happens with other price-adjustment functions. You can use it for smoothing out some of the inconstancy of the closing price because it comprises information for the whole trading day and not only the result of the day's end. The Typical Price indicator is measured by adding the high, low, and closing prices together, and then dividing by three":[null,""],"The USD Index is a weighted Index, measuring the US Dollar's value against a basket of 5 global currencies (EUR, GBP, JPY, CAD, AUD), each weighted by 20%":[null,""],"The Volatility 100 Index is twice as volatile as the Volatility 50 Index, and four times as volatile as the Volatility 25 Index":[null,""],"The Weighted Close indicator is simply an average of each day's price. It can be used to smooth out some of the inconstancy of a chart of closing prices, as it comprises information for the whole trading day":[null,""],"The balance of power (BOP) indicator measures the strength of the bulls vs. bears by assessing the ability of each to push price to an extreme level":[null,""],"The barrier of a binary option trade is the price target you set for the underlying. You can choose trades that stay below or go above a price target, or stay between two targets":[null,""],"The breakaway pattern begins with a long candle representing the current trend. The following candle is the same color and it gaps away from that first long candle. While the third day s candle can be either color, it will not show a change in the current trend. The fourth day continues the trend and therefore continues to produce the same color candles. The fifth day however, reverses the trend. Please note that it only opens slightly the opposite of the current trend and it continues in the same direction to where it then closes in the gap area":[null,""],"The closing black marubozu candlestick is a tall black candle with an upper shadow but no lower one. The closing white marubozu candlestick is a tall white candle with an lower shadow but no upper shadow":[null,""],"The company holds customer funds in separate bank accounts to the operational accounts which would not, in the event of insolvency, form part of the Company's assets. This meets the Gambling Commission's requirements for the segregation of customer funds at the level":[null,""],"The contract period is the timeframe of a trade. It is also called the duration":[null,""],"The duration is the length of a purchased trade (see":[null,""],"The entry spot price is the starting price of the trade purchased by a trader":[null,""],"The expiry price is the price of the underlying when the contract expires":[null,""],"The financial trading services contained within this site are only suitable for customers who are able to bear the loss of all the money they invest and who understand and have experience of the risk involved in the acquistion of financial contracts. Transactions in financial contracts carry a high degree of risk. If purchased contracts expire worthless, you will suffer a total loss of your investment, which consists of the contract premium":[null,""],"The financial trading services contained within this site are only suitable for customers who are able to bear the loss of all the money they invest and who understand and have experience of the risk involved in the aquistion of financial contracts. Transactions in financial contracts carry a high degree of risk. If purchased contracts expire worthless, you will suffer a total loss of your investment, which consists of the contract permium":[null,"The financial trading services contained within this site are only suitable for customers who are able to bear the loss of all the money they invest and who understand and have experience of the risk involved in the aquistion of financial contracts. Transactions in financial contracts carry a high degree of risk. If purchased contracts expire worthless, you will suffer a total loss of your investment, which consists of the contract permium"],"The first step is to open an account. You can":[null,""],"The first thing to do is choose the asset you wish to trade, such as gold or oil, stocks or FX rates (The value of a binary option is derived from the price of the underlying asset). A big advantage of trading options is that you are not buying or selling the actual asset":[null,""],"The first three days of the Bullish Ladder Bottom are strong black candlesticks with consecutive lower opens and lower closes. The fourth day is a short black candlestick, but it opens higher and trades higher, leaving a long upper shadow, then closes making a new low. The fifth day is a strong white candlestick that makes a body gap with the fourth day":[null,""],"The homing pigeon is a bullish candlestick reversal pattern comprised of two red candlesticks. The first candle is a tall black one that appears in a downward price trend. The second day is also a black candle, but it is smaller and fits inside the body of the first black candle":[null,""],"The indicator is designed for use on a monthly time scale. It is the sum of a 14-month rate of change and 11-month rate of change, smoothed by a 10-period weighted moving average":[null,""],"The market exit price is the price in effect at the end of the contract period":[null,""],"The parabolic SAR is calculated almost independently for each trend in the price. When the price is in an uptrend, the SAR emerges below the price and converges upwards towards it. Similarly, on a downtrend, the SAR emerges above the price and converges downwards. At each step within a trend, the SAR is calculated one period in advance":[null,""],"The patent means Regent Markets is the recognised pioneer of binary betting. The patent helps protect our innovations":[null,""],"The payout is the amount paid to an options trader if their prediction is correct":[null,""],"The piercing pattern is made up of two candlesticks, the first black and the second white.Both candlesticks should have fairly large bodies and the shadows are usually, but not necessarily, small or nonexistent. The white candlestick must open below the previous close and close above the midpoint of the black candlestick's body. A close below the midpoint might qualify as a reversal, but would not be considered as bullish":[null,""],"The premier platform for trading binary options in the world's financial markets":[null,""],"The profit is the difference between the purchase price (the stake) and the payout on a winning trade":[null,""],"The rebranding is a natural evolution for the platform as it continues to grow market share in the highly competitive field of binary trading. The new brand reflects the nature of the business, and our new tagline - Sharp Prices, Smart Trading - communicates our ethos and commitment to our clients":[null,""],"The resale price indicates a contract's current market price. Resale prices are on a best-efforts basis and may not be available at all times after purchase. See 'Sell option' for more details on selling contracts before expiry":[null,""],"The return is the money realized when the contract expires (see 'Payout')":[null,""],"The stake is the amount that a trader must pay to enter into a trade":[null,""],"The sum of price over selected period":[null,""],"The variance and the closely-related standard deviation are measures of how spread out a distribution is. In other words, they are measures of variability. The variance is computed as the average squared deviation of each number from its mean":[null,""],"The volatility indices simulate various real market situations and provide an ideal platform for getting used to trading and testing strategies under various market conditions. These indices depend on volatility and drift, and help users to try out scenarios like - high volatility, low volatility, bullish and bearish trends":[null,""],"There are four main trade types for you to choose from":[null,""],"There are two types of In/Out trades":[null,""],"There are two types of Up/Down trades":[null,""],"There are two ways to trade Asians":[null,""],"These are trades where the trader predicts if a market will finish higher or lower than a specified price target":[null,""],"These are trades where the trader predicts if a market will rise or fall at the end of a selected time period":[null,""],"These are trades where the trader selects a low and high barrier, and predicts if the market will stay within these barriers or go outside them (see also 'Stays Between/Goes Outside trades')":[null,""],"These are trades where the trader selects a price target, and predicts that the market will never touch the target before the expiry of the trade":[null,""],"These are trades where the trader selects a price target, and predicts that the market will touch the target before the expiry of the trade":[null,""],"This Moving Average uses curve of the Normal (Gauss) distribution which can be placed by Offset parameter from 0 to 1. This parameter allows regulating the smoothness and high sensitivity of the Moving Average. Sigma is another parameter that is responsible for the shape of the curve coefficients":[null,""],"This feature is not relevant to virtual-money accounts":[null,""],"This field is required":[null,"This field is required"],"This is another award we really savour. Trade2win is a portal for active traders seeking to profit from stocks, futures, options and forex, and these traders award us silver (we are just pipped for gold by Betfair). It means active traders worldwide rate our trading platform extremely highly":[null,""],"This is big. We pick up a double award from the Financial Times and Investors Chronicle, reflecting our success in improving the quality and usability of our website and products":[null,""],"This is the current price at which an underlying can be bought or sold at a particular time":[null,""],"This pattern occurs when two black days appear with equal closes in a downtrend. Matching Low indicates a bottom has been made, even though the new low was tested and there was no follow through, which is indicative of a good support price":[null,""],"Three Advancing White Soldiers (CDL3WHITESOLDIERS)":[null,""],"Three Black Crows (CDL3BLACKCROWS)":[null,""],"Three Inside Up/Down (CDL3INSIDE)":[null,""],"Three Outside Up/Down (CDL3OUTSIDE)":[null,""],"Three Stars In The South (CDL3STARSSOUTH)":[null,""],"Three tall white candles, each with higher closes, and bodies that overlap (an opening price within the prior candle's body)":[null,""],"Three white days occur. Each successive day opens within the body of the previous day and closes above the previous day. The bodies of the candles get progressively smaller with the upper shadows of day 2 and 3 getting progressively longer":[null,""],"Three-Line Strike (CDL3LINESTRIKE)":[null,""],"Thrusting Pattern (CDLTHRUSTING)":[null,""],"Thu":[null,"Thu"],"Thursday":[null,"Thursday"],"Tick":[null,""],"Tick Trade app":[null,"Tick Trade app"],"Tick {row.number}":[null,"Tick {row.number}"],"Ticks":[null,"Ticks"],"Time interval":[null,"Time interval"],"Time out until":[null,""],"Times are changing. We increase payouts so our clients can make the most of their winning trades":[null,""],"Title":[null,"Title"],"Ti ng Vi t":[null,""],"To":[null,"To"],"To deposit money please contact the payment agent directly":[null,"To deposit money please contact the payment agent directly"],"To process deposits and withdrawals for payment methods or local currencies not supported by Binary.com contact a payment agent":[null,"To process deposits and withdrawals for payment methods or local currencies not supported by Binary.com contact a payment agent"],"To withdraw funds please enter the special verification token we have just emailed you":[null,"To withdraw funds please enter the special verification token we have just emailed you"],"Token":[null,"Token"],"Token Management":[null,""],"Token management":[null,"Token management"],"Token name":[null,"Token name"],"Token permissions":[null,"Token permissions"],"Tooltip background":[null,"Tooltip background"],"Tooltip text":[null,"Tooltip text"],"Total Copiers":[null,""],"Total Cost":[null,"Total Cost"],"Total Profit/Loss":[null,"Total Profit/Loss"],"Total Trades":[null,""],"Touch":[null,""],"Touch/No Touch":[null,"Touch/No Touch"],"Touch/No Touch - Predict if the market will touch or not touch a target price":[null,""],"Tourism":[null,"Tourism"],"Town/City":[null,"Town/City"],"Trade":[null,"Trade"],"Trade Confirmation":[null,"Trade Confirmation"],"Trade Types":[null,""],"Trade according to your preferred strategy":[null,""],"Trade using":[null,"Trade using"],"Trader":[null,""],"Trader's Statistics":[null,""],"Trades Profitability":[null,""],"Trades break down":[null,""],"Trading Experience":[null,""],"Trading Times":[null,"Trading Times"],"Trading binary options is relatively easy, and you can purchase a trade in only three simple steps":[null,""],"Trading binary options may not be suitable for everyone, so please ensure that you fully understand the risks involved. Your losses can exceed your initial deposit and you do not own or have any interest in the underlying asset. In regards to binary options which are gambling products, remember that gambling can be addictive - please play responsibly":[null,""],"Tradingview for Binary.com":[null,"Tradingview for Binary.com"],"Transfer":[null,""],"Transfer to another Binary account":[null,"Transfer to another Binary account"],"Transparent risk and potential reward":[null,""],"Triangular Moving Average (TRIMA)":[null,""],"Triple Exponential Moving Average (T3)":[null,""],"Triple Exponential Moving Average (TEMA)":[null,""],"Tristar Pattern (CDLTRISTAR)":[null,""],"True Range (TRANGE)":[null,""],"Try":[null,"Try"],"Tue":[null,"Tue"],"Tuesday":[null,"Tuesday"],"Turnover":[null,"Turnover"],"Two Crows (CDL2CROWS)":[null,""],"Two-way pricing":[null,""],"Types of lookbacks":[null,""],"Typical Price (TYPPRICE)":[null,""],"US Patents":[null,""],"USD":[null,"USD"],"USDJPY":[null,""],"Ultimate Oscillator (ULTOSC)":[null,""],"Under":[null,""],"Underlying":[null,""],"Unfortunately, no - funds initially deposited through one payment method must be withdrawn through the same system; funds cannot be transferred to an alternate system for withdrawal. We do offer a wide variety of payment methods, to suit your specific needs and preferences":[null,""],"Unfortunately, your browser does not support them":[null,"Unfortunately, your browser does not support them"],"Unique 3 River (CDLUNIQUE3RIVER)":[null,""],"Unique Three River Bottom is a bullish candlestick pattern made up of three candles: The 1st candle has a long and bearish body, the 2nd candle is a hammer, and its body is inside the 1st bar's body, the 3rd candle is small and bullish, its Close price is lower than 2nd bar's":[null,""],"Up - Predict that the market will end higher than the average price":[null,""],"Up/Down":[null,"Up/Down"],"Up/Down-Gap Side-By-Side White Lines (CDLGAPSIDESIDEWHITE)":[null,""],"Upcoming Events":[null,"Upcoming Events"],"Update":[null,""],"Update Settings":[null,"Update Settings"],"Upgrade to a Real Account":[null,"Upgrade to a Real Account"],"Upside/Downside Gap Three Methods (CDLXSIDEGAP3METHODS)":[null,""],"Upside/Downside Gap Two Crows (CDLUPSIDEGAP2CROWS)":[null,""],"Use":[null,"Use"],"Use the \"Save as ...\" button to save the chart settings, type, time period, indicators and comparisons":[null,"Use the \"Save as ...\" button to save the chart settings, type, time period, indicators and comparisons"],"Use the \"Save as ...\" button to save the trade settings":[null,""],"Using our website, customers can trade currencies, indices, stocks and commodities 24/7. We have the most flexible pricing and the most comprehensive suite of products available":[null,""],"Variance (VAR)":[null,""],"Various customisable features like loading and arranging assets, charting, and other resources however you see fit":[null,""],"Verification code has been sent to your email":[null,"Verification code has been sent to your email"],"Verification token":[null,"Verification token"],"Verify new password":[null,"Verify new password"],"Vertical line":[null,"Vertical line"],"View":[null,"View"],"View Statement":[null,""],"Volatility Index Markets":[null,""],"Volatility Indicators":[null,""],"Volatility Indices":[null,""],"Volatility Indices are further categorized into two types":[null,""],"Volatility indices - Binary.com's proprietary indices that simulate market forces":[null,""],"WMA stands for weighted moving average. It helps to smooth the price curve for better trend identification. It places even greater importance on recent data than the EMA does":[null,""],"We are required by our license to inform you about what happens to funds which we hold on account for you, and the extent to which funds are protected in the event of insolvency":[null,""],"We do it again. BetOnMarkets.com follows up our 2007 award by being voted 'Best Fixed-Odds Financial Trading Provider' for 2008":[null,""],"We offer three types lookbacks":[null,""],"We rebrand BetOnMarkets.com as":[null,""],"We segregate all client funds and hold them in secure and licensed financial institutions, according to the conditions of our trading licenses":[null,""],"We're granted patents for 'Computer trading system and method for speculating on a financial market' and 'Computer trading system for offering custom financial market speculations'. The patents show our ability to innovate and stay ahead of the pack":[null,""],"We're really proud of this award. We're strongly committed to offering an ethical and customer-focused trading experience, and the award shows that BetOnMarkets is a trusted brand that listens and caters to customers, whether they are experienced traders or novices. We offer customer services in English, Indonesian, Russian, Chinese and Spanish":[null,""],"Webtrader":[null,"Webtrader"],"Webtrader is an advanced trading platform that's fully-customisable according to your personal preferences":[null,""],"Webtrader uses new web technologies for rich and enjoyable trading experience":[null,"Webtrader uses new web technologies for rich and enjoyable trading experience"],"Wed":[null,"Wed"],"Wednesday":[null,"Wednesday"],"Weighted Close Price (WCLPRICE)":[null,""],"Weighted Moving Average (WMA)":[null,""],"Welcome to Binary.com Webtrader":[null,""],"What are OTC indices and stocks?":[null,""],"What are lookbacks":[null,""],"What is pep?":[null,""],"What is this?":[null,""],"When you are satisfied with the price that you receive, execute your trade immediately. With our unique platform, you won t have to contend with  slippages  or gaping markets. And most importantly, there are no invisible fees. You can also sell back any long-term trades at any time before they expire to protect the profit you may have earned or to minimise your losses":[null,""],"When you trade with Binary.com, you can be assured that your deposits are held in a separate trust account and are not used for any other purpose":[null,""],"Where does Binary.com hold my funds?":[null,""],"While on the go, you can":[null,"While on the go, you can"],"Why Choose Binary Trading?":[null,""],"Why trade with Binary.com":[null,""],"Will I need to install any software?":[null,""],"Williams' %R (WILLR)":[null,""],"Win the multiplier times the close minus low":[null,""],"Win the multiplier times the high minus close":[null,""],"Win the multiplier times the high minus low":[null,""],"With Binary.com you can trade":[null,""],"Withdraw funds":[null,"Withdraw funds"],"Withdrawal via payment agents":[null,"Withdrawal via payment agents"],"Workspace":[null,""],"X-axis labels":[null,"X-axis labels"],"X-axis line":[null,"X-axis line"],"X-axis tick":[null,"X-axis tick"],"Xodds.com":[null,""],"Y-axis gridline":[null,"Y-axis gridline"],"Y-axis labels":[null,"Y-axis labels"],"Yearly Profitable Trades":[null,""],"Yes":[null,"Yes"],"You are not copying any trade(s) yet":[null,""],"You can":[null,""],"You don't need to deposit any money to open an account, but you need to deposit funds before you can start trading":[null,""],"You have sold the following contract":[null,"You have sold the following contract"],"You haven't saved any templates yet":[null,"You haven't saved any templates yet"],"You only need to make four decisions to execute a binary contract":[null,""],"You pay":[null,"You pay"],"You will be automatically logged out after such time":[null,"You will be automatically logged out after such time"],"You wish to allow other traders to copy your trades":[null,""],"You wish to copy another trader's trades":[null,""],"Your Binary.com account is created, but to start trading you need to allow Webtrader access it":[null,"Your Binary.com account is created, but to start trading you need to allow Webtrader access it"],"Your account (%) is locked, please contact customer support for more info.":[null,""],"Your browser is not supported":[null,"Your browser is not supported"],"Your copying settings":[null,""],"Your email":[null,"Your email"],"Your new account balance is":[null,"Your new account balance is"],"Your transaction reference is":[null,"Your transaction reference is"],"Your transaction reference number is":[null,"Your transaction reference number is"],"Zoom":[null,"Zoom"],"allowing clients to develop their own automated trading robots with  drag-and-drop  simplicity":[null,""],"and for Irish clients by (3) the Revenue Commissioners in Ireland (Remote Bookmaker's Licence no. 1010285 issued on 1 July 2017). View complete":[null,""],"and start learning how to trade":[null,""],"apostrophe (') are allowed":[null,""],"apply online":[null,""],"at a valuation of US$ 50.5 million":[null,""],"auto-trader programming tool":[null,""],"below and proceeding with the Account Opening you should note that you may be exposing yourself to risks (which may be significant, including the risk of loss of the entire sum invested) that you may not have the knowledge and experience to properly assess or mitigate":[null,"below and proceeding with the Account Opening you should note that you may be exposing yourself to risks (which may be significant, including the risk of loss of the entire sum invested) that you may not have the knowledge and experience to properly assess or mitigate"],"commission":[null,"commission"],"contact support":[null,"contact support"],"create a Read-only token, and share the token with your copier(s)":[null,""],"customer support":[null,"customer support"],"day":[null,"day"],"days":[null,"days"],"deposit funds and begin trading within minutes":[null,""],"disposes of its stake":[null,""],"e-commerce site for branded merchandise":[null,""],"end time":[null,"end time"],"entry spot":[null,"entry spot"],"exit spot":[null,"exit spot"],"for mobile charts":[null,"for mobile charts"],"has updated its":[null,"has updated its"],"hour":[null,"hour"],"hours":[null,"hours"],"if this is not your country of residence":[null,"if this is not your country of residence"],"in just a few minutes":[null,""],"in the future, the":[null,"in the future, the"],"is Binary's advanced desktop trading platform. Its multi-window interface provides maximum flexibility and suits the needs of active traders working on their desktop PCs":[null,"is Binary's advanced desktop trading platform. Its multi-window interface provides maximum flexibility and suits the needs of active traders working on their desktop PCs"],"is required. Current spread":[null,"is required. Current spread"],"is that which is selected and the":[null,"is that which is selected and the"],"is the":[null,"is the"],"is the price in effect at that time":[null,"is the price in effect at that time"],"is the selected number of minutes/hours after the":[null,"is the selected number of minutes/hours after the"],"is the selected time":[null,"is the selected time"],"is the spot at the":[null,"is the spot at the"],"is when the contract is processed by our servers and the":[null,"is when the contract is processed by our servers and the"],"main site":[null,"main site"],"medium protection":[null,""],"minute":[null,"minute"],"minutes":[null,"minutes"],"next tick":[null,"next tick"],"of \"Now\", the":[null,"of \"Now\", the"],"open a free $10k fully-functional virtual-money account":[null,""],"open an account":[null,""],"our helpful support desk":[null,""],"payment agent":[null,"payment agent"],"points":[null,"points"],"sec":[null,""],"second":[null,"second"],"seconds":[null,"seconds"],"session overview":[null,"session overview"],"start time":[null,"start time"],"terms and conditions":[null,"terms and conditions"],"the":[null,"the"],"thereafter":[null,"thereafter"],"tick":[null,"tick"],"ticks":[null,"ticks"],"www.Binary.com":[null,""],"yes":[null,"yes"],"{agent.commission}%":[null,"{agent.commission}%"],"| Return":[null,"| Return"],"enabling clients, affiliates, and developers to buy and sell Binary.com products":[null,""]}