{"1":[null,"1"],"2":[null,"2"],"3":[null,"3"],"4":[null,"4"],"5":[null,"5"],"8":[null,"8"],"10":[null,"10"],"15":[null,"15"],"30":[null,"30"],"1999":[null,"1999"],"2000":[null,"2000"],"2004":[null,"2004"],"2007":[null,"2007"],"2008":[null,"2008"],"2009":[null,"2009"],"2011":[null,"2011"],"2012":[null,"2012"],"2013":[null,"2013"],"2014":[null,"2014"],"2015":[null,"2015"],"2016":[null,"2016"],"2017":[null,""],"":{"plural-forms":"nplurals=2; plural=(n != 1);","x-generator":"crowdin.com","x-crowdin-project":"webtrader","x-crowdin-language":"es-ES","x-crowdin-file":"/development/translations/i18n/messages.pot","project-id-version":"webtrader","content-type":"text/plain; charset=UTF-8","last-translator":"binarycom <jy@binary.com>","language-team":"Spanish","language":"es_ES","po-revision-date":"2018-08-16 05:20"},"\"http://www.gamblingcommission.gov.uk/Consumers/Protection-of-customer-funds.aspx\"":[null,"\"http://www.gamblingcommission.gov.uk/Consumers/Protection-of-customer-funds.aspx\""],"'Best Customer Communication Firm' award by Investors Chronicle":[null,"El premio \"Mejor Empresa de Comunicaciones\" de Investors Chronicle"],"'Best Fixed-Odds Broker' silver award by Trade2Win":[null,"El galardón de plata \"Mejor Corredor de Apuestas de Probabilidades Fijas\" de Trade2Win"],"'Best Fixed-Odds Financial Provider' award by Financial Times and Investors Chronicle UK":[null,"El premio \"Mejor Proveedor de Apuestas Financieras con Probabilidades Fijas\" de Financial Times e Investors Chronicle UK"],"'Best Fixed-Odds Financial Trading Provider' award by Shares Magazine UK":[null,"El premio \"Mejor Proveedor de Operaciones Financieras con Probabilidades Fijas\" de Shares Magazine UK"],"'Best Fixed-Odds Firm 2012' award by Global Banking and Finance Review":[null,"El premio \"Mejor Empresa de Probabilidades Fijas 2012\" de Global Banking and Finance Review"],"'Financial Betting Operator of the Year' award by eGaming Review":[null,"El premio \"Operador de Apuestas Financieras del Año\" de eGaming Review"],"'contract period'":[null,"\"período del contrato\""],"(6,000   5,200) * 2 = $1600":[null,""],"(One) Touch trades":[null,"Contratos toque"],"(formerly known as":[null,"(anteriormente conocido como"],"(if less than one day in duration), or at the end of the trading day (if one day or more in duration)":[null,"(si menos de un día de duración), o al final de la jornada bursátil (si un día o más de duración)"],"(license reference no: 39172)":[null,""],"(license reference no: 39495)":[null,""],") goes live, establishing a round-the-clock financial betting service on a variety of financial indices. Business grows quickly, and we soon become the market leader in fixed-odds financial betting":[null,") es lanzado, estableciendo un servicio de apuestas financieras las 24 horas del día en una gran variedad de índices financieros. El negocio crece rápidamente y pronto nos convertimos en líderes del mercado de apuestas financieras con probabilidades fijas"],"- Benefit from the same rates of return as interbank traders. Our prices are benchmarked daily against the interbank options markets":[null,""],"- Binary.com is not affiliated with any of the Payment Agents listed above. Each Payment Agent operates as an independent service provider and is not endorsed, guaranteed or otherwise approved by Binary.com. CUSTOMERS DEAL WITH PAYMENT AGENTS AT THEIR SOLE RISK AND PERIL. Customers are advised to check the credentials of Payment Agents before sending them any money. Binary.com shall not in any circumstance be held responsible for transactions made between customers and Payment Agents":[null,"-Binary.com no está afiliado con ninguno de los agentes de pago mencionados anteriormente. Cada agente de pago opera como un proveedor de servicios independiente y no es avalado, garantizado o de lo contrario aprobado por Binary.com. LOS CLIENTES TRATAN CON AGENTES DE PAGO A SU EXCLUSIVO RIESGO Y PELIGRO. Se recomienda a los clientes verificar las credenciales de los agentes de pago antes de enviarles dinero. Binary.com no será responsable en ninguna circunstancia por las transacciones realizadas entre los clientes y los agentes de pago"],"- Choose from over one million possible trade variations at any time, and customise your trades according to your preferred strategy":[null,""],"- Choose timeframes from 10 seconds to 365 days":[null,""],"- Deposit as little as USD 5 to start trading":[null,""],"- Earn the same proportional return on stakes of all values":[null,""],"- Enjoy a trading platform that s easy to navigate and use":[null,""],"- Know how much you will win or lose before you purchase the contract":[null,""],"- Open an account and start trading in minutes. Deposits and withdrawals are also available 24/7":[null,""],"- Predict the market ending higher or lower than a price target":[null,""],"- Predict the market rising or falling from its current level":[null,""],"- Predict the market staying between or going outside two price targets":[null,""],"- Predict the market touching or not touching a price target":[null,""],"- Receive quotes for a trade and counter-trade, so you always get unbiased, transparent rates from Binary.com":[null,""],"- Sell your long-term contracts before expiry to protect any profits you may have made or to minimise your losses":[null,""],"- Trade based on \"gut feel\" or rely on technical and fundamental analysis":[null,""],"- Trade confidently, knowing that your personal data, transactions, and funds are always secure":[null,""],"- Trade currencies, indices, commodities and more in rising, falling, sideways, quiet, and volatile markets":[null,""],"- Trade when you want. Binary.com is available 24/7, even on weekends":[null,""],"- Trade with the industry pioneer and holder of a patented pricing technology":[null,""],"- currencies, stock indices, and commodities":[null,"-Divisas, índices bursátiles y materias primas"],"- from $1 to $50,000":[null,"-de $1 a $50,000"],"- from 10 seconds to 365 days":[null,"-de 10 segundos a 365 días"],"- up/down, touch/no-touch, stays between/goes outside":[null,""],"0-1 year":[null,"0-1 año"],"0-5 transactions in the past 12 months":[null,"0-5 transacciones en los últimos 12 meses"],"1 Day":[null,"1 Día"],"1 Hour":[null,"1 Hora"],"1 Minute":[null,"1 Minuto"],"1 Tick":[null,"1 Tick(t)"],"1 million transactions/day":[null,"1 millón de transacciones por día(d)"],"1-2 years":[null,"1-2 años"],"1. Choose the Underlying":[null,""],"1. Underlying market":[null,""],"10 Minutes":[null,"10 Minutos"],"10m":[null,"10min"],"15 Minutes":[null,"15 Minutos"],"15m":[null,"15min"],"1d":[null,"1d"],"1h":[null,"1h"],"1m":[null,"1min"],"1t":[null,"1t"],"2 Hours":[null,"2 Horas"],"2 Minutes":[null,"2 Minutos"],"2. Choose the Duration of the Trade":[null,""],"2. Trade type":[null,""],"2h":[null,"2h"],"2m":[null,"2min"],"3 Minutes":[null,"3 Minutos"],"3. Choose how you want to Trade the Market":[null,""],"3. Duration":[null,""],"30 Minutes":[null,"30 Minutos"],"30-day limit on losses":[null,"límite de 30 días en pérdidas"],"30-day turnover limit":[null,"límite de facturación de 30 días"],"30m":[null,"30min"],"3m":[null,"3min"],"4 Hours":[null,"4 Horas"],"4. Barrier(s)":[null,""],"4. Choose your Stake and Potential Return":[null,""],"40 transactions or more in the past 12 months":[null,"40 transacciones o más en los últimos 12 meses"],"4h":[null,"4h"],"5 Minutes":[null,"5 Minutos"],"5. Payout":[null,""],"5m":[null,"5min"],"6-10 transactions in the past 12 months":[null,"6-10 transacciones en los úlitmos 12 meses"],"7-day limit on losses":[null,"límite de 7 días para pérdidas"],"7-day turnover limit":[null,"límite de volumen de negocios de 7 días"],"8 Hours":[null,"8 Horas"],"8h":[null,"8h"],"A Evening Doji Star consists of a long bullish candle, followed by a Doji that has gapped above it, then a third bearish candle that closes well within the body of the first candle and in doing so confirming the reversal. It is considered a strong bearish price reversal candlestick pattern":[null,"Un patrón Evening Doji Star consiste en una vela alcista larga, seguida de una vela doji que ha formado un gap sobre esta y por una tercera vela bajista que cierra bien dentro del cuerpo de la primera vela y al hacerlo confirma la reversión. Se le considera un patrón de velas de reversión de precios bajistas marcado"],"A Smoothed Moving Average is sort of a blend between a Simple Moving Average and an Exponential Moving Average, only with a longer period applied":[null,"Una media móvil suavizada es algo así como una mezcla entre una media móvil simple y una media móvil exponencial, solo que con un periodo aplicado más largo"],"A Spinning Top Candlestick is a bullish or bearish candlestick with a small body. The length of the head and tail shadows can vary. Like a Doji Candlestick it represents a point of indecision with buyers and seller matched":[null,"Un Trompo (spinning top) es una vela alcista o bajista con un cuerpo pequeño. El largo de las sombras de su parte superior e inferior puede variar. Al igual que una vela doji, representa un punto de indecisión en que coinciden compradores y vendedores"],"A Stays Between trade pays out if the market stays between (does not touch) BOTH the high barrier or the low barrier at any time during the period chosen by a trader. A Goes Outside trade pays out if the market touches EITHER the high barrier or the low barrier at any time during the period chosen by a trader":[null,"Un binario \"Queda dentro\" se paga si el mercado permanece entre (sin tocar) el límite superior e inferior (AMBOS) durante todo el período establecido. Un binario \"Sale\" se paga si el mercado alcanza el límite superior o el inferior en cualquier momento durante el período establecido"],"A bearish candlestick pattern consisting of three candles that have demonstrated the following characteristics, the first bar is a large white candlestick located within an uptrend, the middle bar is a small-bodied candle (red or white) that closes above the first white bar, the last bar is a large red candle that opens below the middle candle and closes near the center of the first bar's body":[null,"Un patrón de velas bajista que consiste en tres velas que han demostrado tener las siguientes características: la primera barra es una vela blanca grande ubicada en una tendencia alcista; la del medio, una vela de cuerpo pequeño (roja o blanca) que cierra sobre la primera vela blanca; y la última, una vela roja grande que abre por debajo de la vela del medio y cierra cerca del centro del cuerpo de la primera vela"],"A bearish candlestick pattern that is used to predict the reversal of the current uptrend. This pattern consists of three consecutive long-bodied candlesticks that have closed lower than the previous day with each session's open occurring within the body of the previous candle":[null,"Un patrón de velas bajista que se usa para predecir la reversión de la tendencia alcista actual. Este patrón consiste en tres velas de cuerpo largo consecutivas que han cerrado en un valor menor al del día anterior, en la que cada sesión se abre dentro del cuerpo de la vela anterior"],"A bearish counterattack is a long white candle in an uptrend, followed by a long black candle. Closing prices of both candles are at the same price level. A bullish counterattack is a long black candle in an downtrend, followed by a long white candle. Closing prices of both candles are at the same price level":[null,"Un contraataque bajista es una vela blanca larga en una tendencia alcista, seguida de una vela negra larga. Los precios de cierre de ambas velas están en el mismo nivel. Un contraataque alcista es una vela negra larga en una tendencia bajista, seguida por una vela blanca larga. Los precios de cierre de ambas velas están en el mismo nivel"],"A bearish separating line is a bearish continuation pattern. It is the exact opposite of the bullish separating line. There are two components to the bearish separating line: The first day is a green candlestick and the second day gaps down, opens at the first candlestick's open and closes weakly":[null,"Una línea de separación bajista es un patrón de tendencia bajista. Es opuesto a la línea de separación alcista. Posee dos componentes principales: el primer día consiste en una vela verde y el segundo día corresponde a una vela que desciende, abre en el comienzo de la primera vela y cierra semanalmente"],"A binary option is a contract purchased by a trader, which pays a pre-determined amount if their prediction is correct":[null,"Una opción binaria es un contrato comprado por un comerciante, que pagará al inversor un monto predeterminado si su predicción es correcta"],"A binary option is an option with a fixed payout that is determined at the start of the trade. If your prediction is correct, you receive an agreed payout. If not, you lose your initial stake, and no more. The options are called 'binary' because there can be only two outcomes - win or lose":[null,"Una opción binaria es una opción con una ganancia fija que se determina al comienzo de la transacción. Si la predicción del inversor es correcta, recibe el pago predeterminado. Si la predicción no es correcta, pierde sólamente la apuesta - su inversión inicial, y no más. Las opciones se llaman ‘binarias’ porque solo pueden haber dos resultados - ganar o perder"],"A bullish candlestick pattern that consists of five candles, the first day is a long white day, the second day gaps up and is a black day, the second, third, and fourth days have small real bodies and follow a brief downtrend pattern, but stay within the range of the first day and the fifth day is a long white day that closes above the close of the first day":[null,"Patrón de velas alcista que consiste en cinco velas: el primer día la vela es larga y blanca; el segundo día, experimenta un gap alcista y es negra. El segundo, tercero y cuarto día las velas tienen cuerpos reales pequeños y siguen un corto patrón a la baja, pero se mantienen dentro de los valores del primer día, mientras que el quinto día consiste en una vela blanca larga que cierra sobre el cierre del primer día"],"A bullish candlestick pattern that consists of three candles, the first bar is a large red candlestick located within a defined downtrend, the second bar is a small-bodied candle (either red or white) that closes below the first red bar and the last bar is a large white candle that opens above the middle candle and closes near the center of the first bar's body":[null,"Patrón de velas alcista que consiste en tres velas: la primera barra es una vela roja grande ubicada en una tendencia bajista; la segunda, una vela de cuerpo pequeño (roja o blanca) que cierra debajo de la primera vela roja; y la última, una vela blanca grande que abre por encima de la vela del medio y cierra cerca del centro del cuerpo de la primera vela"],"A bullish candlestick pattern that consists of three candles, the first bar is a large red candlestick located within a defined downtrend, the second bar is a small-bodied candle (either red or white) that closes below the first red bar., he last bar is a large white candle that opens above the middle candle and closes near the center of the first bar's body":[null,"Patrón de velas alcista que consiste en tres velas: la primera barra es una vela roja grande ubicada en una tendencia bajista; la segunda, una vela de cuerpo pequeño (roja o blanca) que cierra debajo de la primera vela roja; y la última, una vela blanca grande que abre por encima de la vela del medio y cierra cerca del centro del cuerpo de la primera vela"],"A bullish or bearish candle followed by a doji with with a downward or uptrend gap":[null,"Una vela alcista o bajista seguida de una doji con un gap de tendencia alcista o bajista"],"A candlestick chart pattern in which a large candlestick is followed by a smaller candlestick whose body is located within the vertical range of the larger body. In terms of candlestick colors, the bullish harami is a downtrend of negative-colored (black) candlesticks engulfing a small positive (white) candlestick, giving a sign of a reversal of the downward trend":[null,"Patrón de velas en el cual una vela grande es seguida por una vela más pequeña cuyo cuerpo se encuentra dentro del rango vertical del cuerpo más grande. En relación con el color de las velas, el patrón harami alcista presenta una tendencia a la baja de velas de color negativo (negras) que envuelven una vela positiva pequeña (blanca), lo que indica una reversión de la tendencia descendente"],"A candlestick with a long black body (long line) represents a bearish force in the market. The price of the stock was up and down in a wide range, opening near the high and closing near the low of the day. One with a long white line represents a bullish force in the market. The price of the stock was up and down in a wide range, opening near the low of the day and closing near the high":[null,"Una vela con un cuerpo negro largo (línea larga) representa una fuerza bajista en el mercado. El precio de las acciones varió en un rango amplio, abriendo cerca del valor más alto y cerrando cerca del valor más bajo del día. Una vela con un cuerpo blanco largo representa una fuerza alcista en el mercado. El precio de las acciones varió en un rango amplio, abriendo cerca del valor más bajo y cerrando cerca del valor más alto del día"],"A candlestick with very long upper and lower shadows and a small real body on a Japanese candlestick chart. It shows that the market is losing its direction bias that it had before this candle appeared":[null,"Vela con sombra superior e inferior muy larga y un cuerpo real pequeño presente en un gráfico de velas japonesas. Indica que el mercado está perdiendo la tendencia que tenía antes de que apareciera esta vela"],"A chart pattern that consists of a small white candlestick with short shadows or tails followed by a large black candlestick that eclipses or 'engulfs' the small white one":[null,"Patrón gráfico que consiste en una vela blanca pequeña con sombras o mechas cortas seguida por una vela grande negra que la eclipsa o \"envuelve\""],"A derivative is a financial instrument whose value is determined by reference to an underlying market. Derivatives are commonly traded in the inter-bank market, and binaries are one of the simplest forms of derivatives":[null,"Un derivado es un instrumento financiero, cuyo valor se determina en referencia al mercado subyacente. Los derivativos por lo general se negocian en el mercado interbancario, y los binarios son unas de las formas de derivativos más simples"],"A lookback contract has a payout that depends on the optimum high or low achieved by the market. The option allows the holder to \"look back\" over time to determine the payout":[null,""],"A medium to long bullish or bearish candlestick with the key defining trait being no head or tail shadows":[null,"Vela mediana o larga de tendencia alcista o bajista cuya característica distintiva es que no tiene sombra superior ni inferior"],"A panel featuring industry leaders awards BetOnMarkets.com 'Financial Betting Operator of the Year' over two other finalists. It's a major victory for our brand and further recognition of our world-beating service. Ten years on, and going from strength to strength":[null,"Un jurado compuesto por líderes de la industria ha premiado BetOnMarkets.com como \"Operador de apuestas financiera del año\" frente a otros dos finalistas. Es una gran victoria para nuestra marca y un reconocimiento de nuestro servicio de clase superior. Diez años después, nos seguimos esforzando para ofrecer lo mejor a nuestros clientes."],"A technical indicator invented by Larry Williams that uses the weighted average of three different time periods to reduce the volatility and false transaction signals that are associated with many other indicators that mainly rely on a single time period":[null,"Indicador técnico inventado por Larry Williams, el cual usa el promedio ponderado de tres periodos diferentes para reducir la volatilidad y las señales de transacciones falsas asociadas a otros indicadores que, en general, están basados solo en un periodo de tiempo"],"A technical momentum indicator that compares a security's closing price to its price range over a given time period. The oscillator's sensitivity to market movements can be reduced by adjusting the time period or by taking a moving average of the result":[null,"Indicador técnico de momentum (momento) que compara el precio de cierre de un valor con su rango de precios en un periodo determinado. La sensibilidad de un oscilador a los movimientos del mercado se puede reducir mediante el ajuste del periodo de tiempo o mediante el uso de una media móvil del resultado"],"A technical trading pattern in which three candlesticks form what appears to be a sandwich on the trader's screen. Stick sandwiches will have the middle candlestick oppositely colored of the candlesticks on either side of it, both of which will have a larger trading range than the middle candlestick. Stick sandwich patterns can occur in both bearish and bullish indications":[null,"Patrón técnico de operación en el cual tres velas forman lo que parece ser un sándwich en la pantalla. En este patrón, la vela del medio es de un color opuesto a las velas de ambos lados, las que poseen una banda de precios mayor a la de la vela del medio. Los patrones \"stick sandwich\" pueden ocurrir en tendencias bajistas y alcistas"],"A tick is the minimum upward or downward movement in the price of a market":[null,"Un tick (intervalo) es una fluctuación mínima hacia arriba o abajo en el precio de un mercado"],"A trend indicated by a large candlestick followed by a doji that is located within the top and bottom of the candlestick's body. This indicates that the previous trend is about to reverse":[null,"Tendencia que consiste en una vela grande seguida por una doji que se ubica dentro de la parte superior e inferior del cuerpo de la vela. Esto indica que la tendencia anterior está por revertirse"],"A white candle in an upward price trend followed by a doji whose lower shadow remains above the prior candle's high. The third day is a black candle with an upper shadow below the doji's low":[null,"Vela blanca situada en una tendencia de precios al alza, seguida por una doji cuya sombra inferior se mantiene sobre el máximo de la vela anterior. El tercer día consiste en una vela negra con una sombra superior por debajo del mínimo de la doji"],"Abandoned Baby (CDLABANDONEDBABY)":[null,"Abandoned Baby (CDLABANDONEDBABY) (bebé abandonado)"],"Absolute Price Oscillator (APO)":[null,"Oscilador de precio absoluto (APO)"],"Accept":[null,"Aceptar"],"Accessible from any web browser in 13 languages":[null,"Accesible desde cualquier navegador en 13 idiomas"],"Account balance":[null,"Saldo de la cuenta"],"Account opening reason":[null,"Motivo para abrir la cuenta"],"Action":[null,"Acción"],"Active":[null,""],"Active Since":[null,""],"Add comparisons":[null,"Añadir comparaciones"],"Add indicator":[null,"Añadir indicador"],"Add/Remove comparisons":[null,"Agregar/Quitar comparaciones"],"Add/Remove indicators":[null,"Agregar o quitar indicadores"],"Add/remove indicators":[null,"Agregar o quitar indicadores"],"Address":[null,""],"Admin":[null,"Administrador"],"Advance Block (CDLADVANCEBLOCK)":[null,"Avance en bloque (CDLADVANCEBLOCK)"],"All durations":[null,"Todas las duraciones"],"All fields are optional. If you wish to copy all assets and trade types, please leave all fields empty":[null,""],"All market conditions":[null,"Todas las condiciones de mercado"],"All market conditions and durations":[null,""],"All markets":[null,"Todos los mercados"],"All markets and conditions":[null,""],"All payouts":[null,"Todos los pagos"],"All times are in GMT (Greenwich Mean Time)":[null,"Todas las horas están en GMT (Greenwich Mean Time)"],"Allow others to copy your trades":[null,""],"Amount":[null,"Cantidad"],"Amount Per Point":[null,"Cantidad Por Punto"],"Amount per point":[null,"Cantidad por punto"],"An Ends Between trade pays out if the market exit price is strictly higher than the low price target AND strictly lower than the high price target. An Ends Outside binary pays out if the market exit price is EITHER strictly higher than the high price target OR strictly lower than the low price target":[null,"Un contrato \"finaliza dentro\" se paga si el precio de salida del mercado es estrictamente superior al precio objetivo mínimo y estrictamente inferior al precio objetivo máximo. Un contrato \"finaliza fuera\" se paga si el precio de salida del mercado es estrictamente superior al precio objetivo máximo o estrictamente inferior que el precio objetivo mínimo"],"Another major award. This time we're nominated by the online readers of Global Banking and Finance Review and judged by a panel of industry experts and analysts who recognise our 13 years of platform reliability, range of trades, pricing, customer service and extensive knowledge":[null,"Otro premio importante. Esta vez estamos, por un lado, nominados por los lectores en línea de Global Banking and Finance Review y, por otro lado, evaluados por un jurado de expertos y analistas de la industria que reconocen los 13 años de fiabilidad de nuestra plataforma, nuestra amplia gama de productos, nuestros precios, servicio al cliente y el profundo conocimiento de lo que hacemos"],"Answer":[null,"Respuesta"],"Anticipated account turnover":[null,""],"Apply":[null,"Aplicar"],"Apply to become a Binary.com":[null,"Solicitar convertirse en un"],"Appropriateness Test: WARNING":[null,"Prueba de Idoneidad: ADVERTENCIA"],"Apr":[null,"Abr"],"April":[null,"Abril"],"Are you sure you want to delete template?":[null,"¿Está seguro de que desea eliminar esta plantilla?"],"Are you sure you want to delete this token?":[null,"¿Está seguro de que desea eliminar este token?"],"Are you sure you want to overwrite current template?":[null,"¿Está seguro de que desea sobrescribir esta plantilla?"],"Arnaud Legoux Moving Average (ALMA)":[null,"Media móvil Arnaud Legoux (ALMA)"],"Aroon (AROON)":[null,"Aroon (AROON)"],"Aroon Oscillator (AROONOSC)":[null,"Oscilador Aroon (AROONOSC)"],"Arrange":[null,""],"Asian down":[null,"Asiáticas Abajo"],"Asian up":[null,"Asiáticas Arriba"],"Asians":[null,"Asiáticas"],"Asset":[null,"Activo"],"Asset Index":[null,"Índice de activos"],"Assets":[null,""],"Aug":[null,"Ago"],"August":[null,"Agosto"],"Available 24/7":[null,""],"Available Currencies":[null,""],"Average Directional Movement Index (ADX)":[null,"Índice de Movimiento Direccional Medio (ADX)"],"Average Directional Movement Index Rating (ADXR)":[null,"Valoración media de movimiento direccional (ADXR)"],"Average Directional Movement Rating quantifies momentum change in the ADX. It is calculated by adding two values of ADX (the current value and a value n periods back), then dividing by two":[null,"La valoración media de movimiento direccional (ADRX) cuantifica cambios de momentum en el ADX. Se calcula sumando dos valores de ADX (el valor actual y un valor de n periodos atrás) y luego dividiendo por dos"],"Average True Range (ATR)":[null,"Rango verdadero medio (ATR)"],"Avg. Duration":[null,""],"Avg. Duration of Open Positions":[null,""],"Avg. Loss":[null,""],"Avg. Profit":[null,""],"Award-winning online trading platform":[null,""],"Awesome Oscillator (AO)":[null,"Oscilador Awesome (AO)"],"Back":[null,"Atrás"],"Back to list":[null,"Volver a la lista"],"Balance of Power (BOP)":[null,"Equilibrio de poder (BOP)"],"Banks, hedge funds and professional investors routinely trade binary options in over-the-counter derivatives markets. Many market professionals use and trust the Binary.com platform for high-volume flexible trades":[null,"Bancos, fondos de cobertura e inversores profesionales habitualmente comercian con opciones binarias en los mercados de derivados Otc. Muchos profesionales del mercado confían en la plataforma Binary.com para realizar operaciones flexibles de alto volumen"],"Barrier":[null,"Barrera"],"Barrier offset":[null,"Desplazamiento de la barrera"],"Barrier(s)":[null,"Límite(s)"],"Bearish: This is an end-of-trend pattern composed of three candlesticks in an uptrend. The second candlestick must open close to the close of the previous day. The last candlestick should be short and can form an upside gap. There could also be a selling shadow.The pattern represents a weakness in a rise with a risk of consolidation and possible reversal. Bullish: This is an end-of-trend pattern composed of three candlesticks in a downtrend. The second candlestick must open close to the close of the previous day. the last candlestick must be short. The pattern represents a weakness and consolidation and a possible reversal in trend":[null,""],"Belt-hold (CDLBELTHOLD)":[null,"Patrón Belt-hold (CDLBELTHOLD)"],"Best Fixed-Odds Financial Trading Provider' award by Shares Magazine UK":[null,"El premio al \"Mejor proveedor de operaciones financieras con probabilidades fijas\" de Shares Magazine UK"],"BetOnMarkets goes live":[null,"BetOnMarkets empieza a funcionar"],"BetOnMarkets.com has over 400,000 clients in its database and reach the US$ 1 billion milestone in only our 13th year, making us one of the leading fixed-odds trading providers":[null,"BetOnMarkets.com tiene más de 400.000 clientes en su base de datos y ha alcanzado los $1000 millones de dólares en apenas su decimotercer año de funcionamiento, lo que nos convierte en uno de los líderes en comercio con apuestas de probabilidades fijas"],"BetOnMarkets.com increases payouts to 100,000 USD, EUR, GBP and AUD":[null,"BetOnMarkets.com aumenta los pagos a 100.000 USD, EUR, GBP y AUD"],"BetOnMarkets.com is successfully rebranded Binary.com":[null,"BetOnMarkets.com cambia de nombre a Binary.com de manera exitosa"],"BetOnMarkets.com reaches $1 billion turnover since starting in 1999":[null,"BetOnMarkets.com alcanza un volumen de negocios de mil millones de dólares desde sus inicios en 1999"],"Betonmarkets.com":[null,"Betonmarkets.com"],"Betting system and method":[null,""],"Bill Williams":[null,"Bill Williams"],"Binary Bot released":[null,"Binary Bot lanzado"],"Binary KK granted Japan license":[null,"Binary KK recibe licencia en Japón"],"Binary Options Basics":[null,""],"Binary granted Investment Services license":[null,"Binary recibe la licencia de servicios de inversión"],"Binary opens Japan office":[null,"Binary abre una oficina en Japón"],"Binary option":[null,"Opciones binarias"],"Binary options are easy to understand. They're called 'binary' because there can be only two outcomes - win or lose. If your prediction is correct, you receive a payout that is determined at the start of the trade. If not, you just lose your initial stake":[null,""],"Binary options or other financial derivatives trading experience":[null,"Experiencia comercial con opciones binarias o derivados de otros instrumentos financieros"],"Binary options or other financial derivatives trading frequency":[null,"Frecuencia de comercio con opciones binarias o de otros derivados financieros"],"Binary options trading experience":[null,""],"Binary options trading frequency":[null,""],"Binary trading is flexible":[null,"El comercio con opciones binarias es flexible"],"Binary trading is ideal for both individuals and market professionals":[null,"El comercio con opciones binarias es ideal tanto para inversionistas minoristas como para profesionales del mercado"],"Binary's Japanese subsidiary Binary KK is licensed by the KLFB as a Type 1 Financial Instruments Business in Japan":[null,"La filial japonesa de Binary, Binary KK tiene una licencia de la KLFB que la habilita como negocio de instrumentos financieros de tipo 1 en Japón"],"Binary's Japanese subsidiary Binary KK opens an office in Tokyo and starts the process of applying for relevant licenses":[null,"La filial japonesa de Binary, Binary KK, abre una oficina en Tokio e inicia el proceso de solicitud de las licencias pertinentes"],"Binary's Maltese subsidiary Binary Investments (Europe) Ltd. is granted a Category 3 Investment Services license by the Malta Financial Services Authority":[null,"La filial maltesa de Binary, Binary Investments (Europe) Ltd. recibe una licencia de Servicios de Inversión de categoría 3 de parte de la Autoridad de Servicios Financieros de Malta (Mfsa)"],"Binary's platform transacts on average 20 transactions per second, 24/7":[null,""],"Binary.com":[null,"Binary.com"],"Binary.com : Webtrader":[null,"Binary.com: Webtrader"],"Binary.com Shop introduced":[null,"Presentamos la tienda de Binary.com"],"Binary.com announces plans for an":[null,""],"Binary.com continues to innovate and grow":[null,"Binary.com continúa innovando y creciendo"],"Binary.com has created Volatility Indices that you can trade 24/7. You can trade these on all types of contract":[null,""],"Binary.com has earned an enviable reputation for our commitment to high ethical standards and the quality of the trading experience we provide":[null,"Binary.com ha ganado una reputación envidiable debido a nuestro compromiso con altos estándares éticos y la calidad de la experiencia comercial que ofrecemos"],"Binary.com has over 800,000 clients in its database and reaches the US$ 2 billion milestone in our 15th year, making us one of the leading binary options providers":[null,"Binary.com tiene más de 800.000 clientes en su base de datos y alcanzó los $ 2000 millones de dólares en su quinceavo año de vida, lo que nos convierte en líderes en el comercio con opciones binarias"],"Binary.com has thousands of clients taking a variety of positions on the financial markets at any one time, and earns a small margin on these trades":[null,"Binary.com cuenta en todo momento con miles de clientes que ocupan posiciones variadas en los mercados financieros y gana un pequeño margen de estas transacciones"],"Binary.com hits 1 million users, reaching a historic milestone. The company continues to see exponential growth and this reconfirms its position as an industry leader":[null,"Binary.com llega a un millón de usuarios en un hito histórico. La compañía continúa su crecimiento exponencial y reafirma su posición como líder en la industria"],"Binary.com introduces an":[null,"Binary.com introduce un"],"Binary.com is awarded Best Binary Options Broker by the UK-based Online Personal Wealth Awards 2017, as voted by investors worldwide":[null,""],"Binary.com is entirely web-based and requires no software installation":[null,"Binary.com está totalmente basado en la Web y no requiere la instalación de ningún software"],"Binary.com is honoured as the world's \"Best Binary Options Broker\" at the 16th annual MENA International Financial Conference and Exhibition, hosted in Dubai":[null,"Binary.com es galardonado como \"El Mejor Corredor de Opciones Binarias\" del mundo en la 16 Conferencia y Exposición Financiera MENA, realizada en Dubai"],"Binary.com is owned and operated by the Binary Group Ltd. group of companies. For more information, visit our history page":[null,""],"Binary.com launches Bitcoin (BTC) accounts for non-EU customers":[null,""],"Binary.com launches Bitcoin accounts":[null,""],"Binary.com launches an":[null,"Binary.com lanza un"],"Binary.com offers a range of common deposit and withdrawal methods, from credit and debit cards to bank wires, e-cash and e-wallets":[null,"Binary.com ofrece una variedad de métodos tradicionales de depósito y retiro de dinero, desde tarjetas de crédito y débito, hasta transacciones bancarias, dinero y monederos electrónicos"],"Binary.com offers a virtual-money account so you can get the hang of trading binaries. Why not":[null,""],"Binary.com offers new ways to trade":[null,"Binary.com le ofrece nuevas formas de trabajar con los mercados"],"Binary.com offers you four ways to trade a particular asset":[null,""],"Binary.com opens an office in the QSentral office building in central Kuala Lumpur to further expand its IT development team":[null,"Binary.com abre una oficina en el edificio QSentral del centro de Kuala Lumpur para expandir aún más su equipo de desarrollo de TI"],"Binary.com reaches $2 billion turnover since starting in 1999":[null,"Binary.com alcanza un volumen de negocios de dos mil millones de dólares desde sus inicios en 1999"],"Binary.com reaches 1 million registered users":[null,"Binary.com alcanza un millón de usuarios registrados"],"Binary.com takes home first prize in the Financial Betting Operator category at the prestigious 2015 EGR Operator Awards ceremony, hosted in London":[null,"Binary.com se lleva a casa el primer premio en la categoría de Operador de Apuestas Financieras en la prestigiosa ceremonia EGR Premios de Operador de 2015, organizada en Londres"],"Binary.com's Continuous Indices are the Volatility 10 Index, Volatility 25 Index, Volatility 50 Index, Volatility 75 Index and Volatility 100 Index. These indices correspond to simulated markets with constant volatilities of 10%, 25%, 50%, 75% and 100%":[null,""],"Binary.com's OTC Indices and stocks are sourced from the over-the-counter market and provide you with an alternative means of trading stock indices and stocks - available from sources outside of the centralised exchanges":[null,""],"Binary.com's OTC Indices and stocks offer the benefit of real-time charts and pricing. Enjoy even more exciting opportunities to trade our featured market indices and stocks through this new real-time offering":[null,""],"Binary.com's Smart FX are smart markets that measure the value of a currency against a basket of major currencies":[null,""],"Binary.com's Volatility Indices are based on a cryptographically secure random number generator audited for fairness by an independent third party":[null,""],"Binary.com's systems are now processing in excess of 1 million transactions/day (including virtual accounts)":[null,"Los sistemas de Binary.com ahora procesan más de 1 millón de transacciones por día (incluyendo cuentas virtuales)"],"Bollinger Bands (BBANDS)":[null,"Bandas de Bollinger (BBANDS)"],"Bollinger Bands can be used to measure the highness or lowness of the price relative to previous trades":[null,"Las bandas de Bollinger se pueden utilizar para comparar un precio en relación con operaciones anteriores"],"Bought":[null,"Comprado"],"Brand of first car":[null,"Marca del primer coche"],"Breakaway (CDLBREAKAWAY)":[null,"Escape (CDLBREAKAWAY)"],"Browser upgrade required":[null,"Actualización del navegador requerida"],"Bull Market and Bear Market Indices start at 00:00 GMT each day, replicating a bullish and bearish market respectively":[null,""],"Buy Price":[null,"Precio de Compra"],"Buy price":[null,"Precio de compra"],"By clicking":[null,"Haciendo clic"],"By clicking OK, you confirm that you have read and accepted the updated":[null,"Haciendo clic en OK, usted confirma que ha leído y aceptado la actualización del"],"By default, all clients are treated as retail. Do you prefer to be treated as a professional client if you match the necessary criteria?":[null,""],"CFD trading experience":[null,""],"CFD trading frequency":[null,""],"Can be used to buy and sell contracts, renew expired purchases, and top-up virtual-money accounts.":[null,"Se puede utilizar para comprar y vender contratos, renovar compras caducadas y recargar las cuentas de dinero virtual."],"Can be used to open accounts, set settings, manage token usage, and more.":[null,"Se puede utilizar para abrir cuentas, configurar ajustes, administrar el uso de token y mucho más."],"Can be used to view account activity, including settings, limits, balance sheets, trade purchase history, and more.":[null,"Se puede utilizar para ver la actividad de la cuenta, incluyendo la configuración, límites, balances, historial de compras del contratos y mucho más."],"Can be used to withdraw to payment agents, transfer funds between accounts, and set / clear cashier passwords.":[null,"Se puede utilizar para retirar fondos y transferirlos a agentes de pago, transferir fondos entre cuentas y establecer o cancelar contraseñas del cajero."],"Cancel":[null,"Cancelar"],"Candles":[null,"Velas"],"Candlestick down-color":[null,"Gráfico de velas color hacia abajo"],"Candlestick down-line":[null,"Gráfico de velas línea hacia abajo"],"Candlestick up-color":[null,"Gráfico de velas color hacia arriba"],"Candlestick up-line":[null,"Gráfico de velas línea hacia arriba"],"Cash Balance":[null,"Saldo de efectivo"],"Chande Kroll Stop (CKS)":[null,"Stop Chande Kroll (CKS)"],"Chande Momentum Oscillator (CMO)":[null,"Oscilador de momentum de Chande (CMO)"],"Change password":[null,"Cambiar contraseña"],"Chart":[null,"Gráfico"],"Chart Themes":[null,"Temas del Gráfico"],"Chart background":[null,"Fondo del Gráfico"],"Chart context menu":[null,"Menú de contexto del gráfico"],"Chart template":[null,"Plantilla del gráfico"],"Chart type":[null,"Tipo de gráfico"],"Choose from five types of markets and their respective assets":[null,""],"Choose password":[null,"Elegir contraseña"],"Choose the Touch/No Touch trade if you want to predict the market touching or not touching a target any time during the contract period":[null,""],"Choose the asset you wish to trade, such as gold, oil, stocks, or currency pairs. The value of a binary option is derived from the price of the underlying asset. One advantage of trading binary options is that you are not buying or selling the actual asset, only a contract that determines how that asset performs":[null,""],"Choose your pereferred payment agent":[null,"Seleccione su agente de pago preferido"],"Choose your pereferred withdrawal method":[null,"Seleccione el método de retirada preferido"],"Choppiness Index (CHOP)":[null,"Indice de Choppiness (CHOP)"],"Chrome":[null,"Chrome"],"Citizenship":[null,""],"Click to log in with your Binary.com account":[null,"Haga clic para iniciar sesión con su cuenta de Binary.com"],"Client funds":[null,""],"Close":[null,"Cerrar"],"Close All":[null,""],"Closes":[null,"Cierra"],"Closing Marubozu (CDLCLOSINGMARUBOZU)":[null,"Marubozu cerrada (CDLCLOSINGMARUBOZU)"],"Commodities":[null,"Materias primas"],"Commodities - Major commodities such as gold and oil":[null,""],"Commodities are resources that are grown or extracted from the ground, such as silver, gold and oil. On Binary.com, they are priced in US dollars":[null,"Las materias primas son un recurso valioso que crece o se extrae del suelo, como la plata, el oro y el petróleo. En Binary.com están valoradas en dólares estadounidenses"],"Commodities trading experience":[null,"Experiencia de comerciar con materias primas"],"Commodities trading frequency":[null,"Frecuencia de comerciar con materias primas"],"Commodity Channel Index (CCI)":[null,"Índice de Canal de Materias Primas (CCI)"],"Comparisons":[null,"Comparaciones"],"Competitive and transparent pricing":[null,""],"Computer system and method for speculating on a financial market":[null,""],"Computer trading system for offering custom financial market speculations":[null,""],"Conditions":[null,"Condiciones"],"Confirm transfer":[null,"Confirmar la transferencia"],"Construction":[null,"Construcción"],"Contact Us":[null,"Contáctenos"],"Continue":[null,"Continuar"],"Continue Trading":[null,"Seguir Operando"],"Continuous Indices":[null,""],"Contract":[null,"Contrato"],"Contract period":[null,"Período del contrato"],"Contracts":[null,"Contratos"],"Copier":[null,""],"Coppock Curve (CC)":[null,"Curva de Coppock (CC)"],"Copy Trading":[null,""],"Counterattack (CDLCOUNTERATTACK)":[null,"Contraataque (CDLCOUNTERATTACK)"],"Country of residence":[null,"País de residencia"],"Create":[null,"Crear"],"Create Account":[null,""],"Create token":[null,"Crear token"],"Credit/Debit":[null,"Crédito/Débito"],"Crosshair":[null,"Punto de mira"],"Currencies - All major Forex pairs":[null,""],"Current Level":[null,"Nivel Actual"],"Current Spot":[null,"Spot Actual"],"Current Spot Time":[null,"Tiempo de Spot Actual"],"Current comparisons":[null,"Comparaciones actuales"],"Current indicators":[null,"Indicadores actuales"],"Current password":[null,"Contraseña actual"],"Current time":[null,"Hora actual"],"Custom Theme":[null,"Tema personalizado"],"Daily Reset Indices":[null,""],"Daily Reset Indices replicate markets with a bullish and bearish trend, with a constant volatility":[null,""],"Daily limit on losses":[null,"Límite diario de pérdidas"],"Daily turnover limit":[null,"Límite diario de ventas"],"Dark Blue":[null,"Azul Oscuro"],"Dark Cloud Cover (CDLDARKCLOUDCOVER)":[null,"Cubierta de nube oscura (CDLDARKCLOUDCOVER)"],"Dark Cloud Cover is a bearish candlestick reversal pattern that occurs when a red bearish candlestick (close price below open price) on day 2 closes below the middle of day 1 bullish candlestick (close price above open price). We will be using this pattern to sell rallies in a bearish currency market":[null,"La cubierta de nube oscura es un patrón de reversión de velas bajistas que se produce cuando, el día 2, una vela roja bajista (precio de cierre menor al precio de apertura) cierra debajo del medio de la vela alcista del día 1 (precio de cierre mayor al precio de apertura). Este patrón se usará para vender repuntes en un mercado de divisas a la baja"],"Dark Green":[null,"Verde Oscuro"],"Dark Unica":[null,"Oscuro Única"],"Date":[null,"Fecha"],"Date of birth":[null,"Fecha de nacimiento"],"Days":[null,"Días"],"Debt-free":[null,"Libre de deuda"],"Dec":[null,"Dic"],"December":[null,"Diciembre"],"Decline":[null,"Disminución"],"Default":[null,"Predeterminado"],"Define your position":[null,"Defina su posición"],"Delete":[null,"Eliminar"],"Demo for affiliates to access Webtrader charts":[null,"Demo para que los afiliados accedan a los gráficos Webtrader"],"Deposit funds":[null,"Depositar fondos"],"Deposit of USD":[null,"Depósito de USD"],"Depositing and withdrawing funds":[null,"Depositar y retirar fondos"],"Derivative":[null,"Derivativo"],"Describe what this token is for to find it later":[null,"Describir para qué es este token para encontrarlo más tarde"],"Description":[null,"Descripción"],"Deutsch":[null,"Deutsch"],"Developed by Donald Dorsey, the Mass Index uses the high-low range to identify trend reversals based on range expansions. In this sense, the Mass Index is a volatility indicator that does not have a directional bias. Instead, the Mass Index identifies range bulges that can foreshadow a reversal of the current trend":[null,"El índice de masa desarrollado por Donald Dorsey utiliza el rango alto-bajo para identificar reversiones de tendencias a partir de expansiones en los rangos. En este sentido, el índice de masa es un indicador de volatilidad que no tiene un sesgo direccional. En cambio, este índice identifica abultamientos en el rango que pueden predecir una reversión en la tendencia actual"],"Developed by Larry Williams, Williams %R is a momentum indicator that is the inverse of the Fast Stochastic Oscillator. Also referred to as %R, Williams %R reflects the level of the close relative to the highest high for the look-back period":[null,"El Williams %R, desarrollado por Larry Williams, es un indicador de momentum que es el inverso del oscilador estocástico rápido. También conocido como %R, el Williams %R refleja el nivel del precio de cierre en relación con el precio más elevado en el periodo de tiempo analizado"],"Developed by Tushar Chande in 1995, Aroon is an indicator system that determines whether a stock is trending or not and how strong the trend is. There are two separate indicators: Aroon-Up and Aroon-Down. A 25-day Aroon-Up measures the number of days since a 25-day high. A 25-day Aroon-Down measures the number of days since a 25-day low":[null,"Desarrollado por Tushar Chande en 1995, Aaron es un sistema de indicadores que determina si el precio de un activo está en tendencia y cuál es la magnitud de esta tendencia. Está compuesto por dos indicadores separados: Aroon-Up y Aroon-down. Un Aroon-Up de 25 días mide el número de días transcurridos desde que se alcanzó un máximo, en un periodo de 25 días. Un Aroon-Down de 25 días mide el número de días transcurridos desde que se alcanzó un mínimo, en un periodo de 25 días"],"Differs":[null,"Dígito Difiere"],"Digits":[null,"Dígitos"],"Digits let you predict the last decimal digit of the spot price. There are three types of Digits trades":[null,""],"Directional Movement (DMI) is actually a collection of three separate indicators combined into one. Directional Movement consists of the Average Directional Index (ADX), Plus Directional Indicator (+DI) and Minus Directional Indicator (-DI)":[null,"El movimiento direccional (DMI) es realmente un conjunto de tres indicadores independientes combinados en uno. Consiste en el índice direccional medio (ADX), en el indicador direccional positivo (+DI) y en el indicador direccional negativo (-DI)"],"Directional Movement Index (DX)":[null,"Índice de movimiento direccional (DX)"],"Do I need to deposit any funds to open an account?":[null,"¿Debo realizar un depósito para abrir una cuenta?"],"Do you offer virtual-money accounts?":[null,"¿Ofrecen cuentas de dinero virtual?"],"Do you want to install Webtrader chrome extension?":[null,"¿Quiere instalar la extensión Webtrader de chrome?"],"Do you want to install the Webtrader chrome extension?":[null,""],"Doji (CDLDOJI)":[null,"Doji (CDLDOJI)"],"Doji Star (CDLDOJISTAR)":[null,"Estrella doji (CDLDOJISTAR)"],"Doji form when a security's open and close are virtually equal. The length of the upper and lower shadows can vary and the resulting candlestick looks like a cross, inverted cross or plus sign":[null,"Una doji se forma cuando los precios de apertura y cierre de un valor son virtualmente iguales. El largo de las sombras superior e inferior puede variar y hacer que la vela resultante luzca como una cruz, una cruz invertida o un signo más"],"Don't have an account yet? Sign up and get a $10,000 virtual account":[null,"¿Todavía no tiene una cuenta? Regístrese y obtenga una cuenta virtual de $10.000"],"Donchian Channel (DC)":[null,"Canal de Donchian (DC)"],"Done. The funds are being transferred to the payment agent":[null,"Hecho. Los fondos están siendo transferidos al agente de pago"],"Done. The funds are transferred":[null,"Hecho. Los fondos se han transferido"],"Dot":[null,"Punto"],"Double Exponential Moving Average (DEMA)":[null,"Media móvil exponencial doble (DEMA)"],"Double click the object to remove":[null,"Haga doble clic en el objeto para quitar"],"Down - Predict that the market will end lower than the average price":[null,""],"Download":[null,"Descargar"],"Download CSV":[null,"Descargar CSV"],"Download JPEG image":[null,"Descargar imagen JPEG"],"Download PDF document":[null,"Descargar documento PDF"],"Download PNG":[null,"Descargar PNG"],"Download PNG image":[null,"Descargar imagen PNG"],"Download SVG":[null,"Descargar SVG"],"Download SVG vector image":[null,"Descargar imagen de vector SVG"],"Download as":[null,"Descargar como"],"Downloading .csv":[null,"Descargando .csv"],"Downloading template as":[null,"Descargando plantilla como"],"Dragonfly Doji (CDLDRAGONFLYDOJI)":[null,"Doji libélula (CDLDRAGONFLYDOJI)"],"Drawing tools":[null,"Herramientas para dibujar"],"Due to recent changes in the regulations, we are required to ask our clients to complete the following Financial Assessment. Please note that you will not be able to continue trading until this is completed":[null,"Debido a recientes cambios en las regulaciones, nos vemos obligados a pedir a nuestros clientes que completen el siguiente Asesoramiento Financiero. Tenga en cuenta que no podrá seguir operando hasta que no lo complete"],"Duration":[null,"Duración"],"EGR Operator Award":[null,"Premio EGR Operator"],"EURUSD":[null,"EURUSD"],"Each binary option contract runs for a set time - with Binary.com you can choose a contract that runs between 10 seconds and 365 days":[null,""],"Each binary option is a prediction on the future movement of an underlying market":[null,"Cada opción binaria es una predicción del movimiento futuro de un mercado subyacente"],"Each trade comes with a pre-determined payout that you will see after adjusting each parameter. You ll win the payout if your prediction is correct. If not, you will only lose your initial stake":[null,""],"Edge":[null,"Borde"],"Education":[null,"Educación"],"Embed code":[null,"Incrustar código"],"Employment status":[null,"Situación laboral"],"End Time":[null,"Hora de finalización"],"Ends Between/Ends Outside trades":[null,"Contratos Finaliza dentro/Finaliza fuera"],"Ends Between/Ends Outside   Predict that the market stops inside or outside two price targets at the end of the time period":[null,""],"Ends Between/Outside":[null,""],"Ends in":[null,"Finaliza dentro"],"Ends out":[null,"Finaliza fuera"],"English":[null,"Inglés"],"Engulfing Pattern (CDLENGULFING)":[null,"Patrón envolvente (CDLENGULFING)"],"Enjoy an intuitive trading interface with advanced functionality that lets you monitor all of your favourite assets and markets at the same time, as well as essential charts, the asset index, trading times, and historical data. Most importantly, you get to choose what you want to see on your screen":[null,"Disfrute de una interfaz intuitiva de comercio con funcionalidad avanzada que le permite controlar todos sus activos y mercados favoritos al mismo tiempo, así como los gráficos esenciales, el índice de activos, horarios comerciales y datos del historial. Lo más importante es que puede elegir lo que quiere ver en su pantalla"],"Enter your current password":[null,"Introduzca su contraseña actual"],"Entry Spot":[null,"Punto de Entrada"],"Entry spot":[null,"Punto de entrada"],"Entry spot price":[null,"Precio de entrada al contado"],"Error getting data for %1":[null,"Error al obtener datos para %1"],"Espa ol":[null,"Español"],"Estimated Net Worth":[null,"Valor Neto Estimado"],"Even":[null,"Par"],"Even/Odd - Predict that the last digit is even or odd after the last tick":[null,""],"Evening Doji Star (CDLEVENINGDOJISTAR)":[null,"Estrella doji vespertina (CDLEVENINGDOJISTAR)"],"Evening Star (CDLEVENINGSTAR)":[null,"Estrella vespertina (CDLEVENINGSTAR)"],"Exclude me from the website until":[null,"Excluirme del sitio web hasta que"],"Exit Spot":[null,"Punto de Salida"],"Exit Spot Time":[null,"Tiempo de punto de salida"],"Exit spot":[null,"Punto de salida"],"Expiry price":[null,"Precio de expiración"],"Explanation":[null,"Explicación"],"Exponential Moving Average (EMA)":[null,"Media móvil exponencial (EMA)"],"Fall":[null,"Baja"],"Family name":[null,"Apellido"],"Favorites":[null,"Favoritos"],"Favourite artist":[null,"Artista favorito"],"Favourite dish":[null,"Plato favorito"],"Features":[null,"Características"],"Feb":[null,"Feb"],"February":[null,"Febrero"],"Fifteen years on, and we're still innovating, growing and working on new ways to serve our customers better. For the first time, we offer short-term touch/no-touch trades and introduce a new charting application. We believe we have the most competitive and comprehensive digital options platform available to the retail public":[null,"Quince años después seguimos innovando, creciendo y trabajando, buscando nuevas maneras de servir mejor a nuestros clientes. Por primera vez, ofrecemos contratos toque/sin toque a corto plazo e introducimos una nueva aplicación de gráficos. Creemos que tenemos la plataforma de opciones digitales más competitiva y completa a disposición del público minorista"],"Final Price":[null,"Precio Final"],"Final price":[null,"Precio final"],"Finance":[null,"Finanzas"],"Financial Information":[null,"Información financiera"],"Financial information":[null,"Información financiera"],"Firefox":[null,"Firefox"],"First line of home address":[null,"Primera línea de domicilio"],"First name":[null,"Nombre"],"First, you need to set the parameters of your trade. Here's what you need to consider":[null,"Primero, necesita establecer los parámetros de su contrato. Esto es lo que tiene que tener en cuenta:"],"Flexible":[null,""],"For example, let s say the market has a low of 5,200 and a close of 6,000 over the contract duration, then a  Close-Low  lookback with a multiplier of $2 would have a payout of":[null,""],"For the third straight year, BetOnMarkets.com is voted 'Best Fixed-Odds Financial Trading Provider' by Shares Magazine UK. It's the last time we win it because Shares Magazine stops awarding in this category":[null,"Por tercer año consecutivo, BetOnMarkets.com es votado como \"Mejor Proveedor de Opciones Financieras con Probabilidades Fijas\" por la revista Shares Magazine UK. Es la última vez que ganamos porque Shares Magazine ya no ofrece premios en esta categoría"],"Forex":[null,"Forex"],"Forex trading experience":[null,"Experiencia de comercio con Forex"],"Forex trading frequency":[null,"Frecuencia de comercio con Forex"],"Founded October 1999":[null,"Fundada en octubre de 1999"],"Founded in 1999, Binary.com is one of the oldest and most respected names in online binary trading":[null,""],"Fractal (FRACTAL)":[null,"Fractal (FRACTAL)"],"Fractals are indicators on candlestick charts that identify reversal points in the market. Traders often use fractals to get an idea about the direction in which the price will develop. A fractal will form when a particular price pattern happens on a chart":[null,"Los fractales son indicadores presentes en los gráficos de velas que identifican puntos de reversión en el mercado. Los comerciales usualmente utilizan fractales para tener una idea de en qué dirección se desarrollará un precio- Un fractal se forma cuando un patrón particular de precios ocurre en un gráfico"],"Fran ais":[null,"Français"],"Fri":[null,"Vie"],"Friday":[null,"Viernes"],"From":[null,"De"],"Full-screen trading interface":[null,"Interfaz comercial de pantalla completa"],"Further instructions":[null,"Otras instrucciones"],"GMT":[null,"GMT"],"GMT stands for Greenwich Mean Time, the official time used in the UK during winter. In summer, the UK changes to British Summer Time, which is GMT + 1 hour. All times on the Binary.com site use GMT all year round":[null,"GMT es la sigla en inglés de Greenwich Mean Time (hora del meridiano de Greenwich), que es el huso horario oficial que utiliza el Reino Unido durante el invierno. En verano, el Reino Unido utiliza el horario de verano de Gran Bretaña, el cual es GMT + 1 hora. El sitio de Binary.com usa GMT durante todo el año"],"Get API token from trader(s) and add it in your list":[null,""],"Get your price":[null,"Obtenga su precio"],"Go to":[null,""],"Goes out":[null,"Sale"],"Gravestone Doji (CDLGRAVESTONEDOJI)":[null,"Doji lápida (CDLGRAVESTONEDOJI)"],"Gray":[null,"Gris"],"Grid":[null,"Rejilla"],"Grid Light":[null,"Luz de la Rejilla"],"Group History":[null,"Historia corporativa"],"Hammer (CDLHAMMER)":[null,"Martillo (CDLHAMMER)"],"Hanging Man (CDLHANGINGMAN)":[null,"Hombre colgado (CDLHANGINGMAN)"],"Harami Cross Pattern (CDLHARAMICROSS)":[null,"Patrón cruz de harami (CDLHARAMICROSS)"],"Harami Pattern (CDLHARAMI)":[null,"Patrón Harami (CDLHARAMI)"],"Health":[null,"Salud"],"Help":[null,"Ayuda"],"High":[null,"Máximo"],"High barrier":[null,"Límite alto"],"High barrier offset":[null,"Offset del límite alto"],"High-Wave Candle (CDLHIGHWAVE)":[null,"Vela de onda alta (CDLHIGHWAVE)"],"Higher":[null,"Más alto"],"Higher/Lower":[null,"Superior/Inferior"],"Higher/Lower - Predict if the market will end higher or lower than a target price":[null,""],"Higher/Lower trades":[null,"Contratos Superior/Inferior"],"Higher/Lower   Predict that the market will end higher or lower than a price target":[null,""],"Hikkake Pattern (CDLHIKKAKE)":[null,"Patrón Hikkake (CDLHIKKAKE)"],"Historical Data":[null,"Datos Históricos"],"Homing Pigeon (CDLHOMINGPIGEON)":[null,"Paloma mensajera (CDLHOMINGPIGEON)"],"Horizontal line":[null,"Línea horizontal"],"Hours":[null,"Horas"],"How do I fund my account?":[null,"¿Cómo deposito en mi cuenta?"],"How does Binary.com make money?":[null,"¿Cómo hace dinero Binary.com?"],"How soon can I start trading?":[null,"¿Cuándo puedo comenzar a operar?"],"How to trade binaries?":[null,"¿Cómo comercio con opciones binarias?"],"How to trade the Volatility Indices markets?":[null,""],"Hull Moving Average (HMA)":[null,"Media móvil de Hull (HMA)"],"I acknowledge that I am not a politically exposed person (PEP)":[null,"Declaro que soy una persona políticamente expuesta (PEP)"],"I have read and agree to Binary.com":[null,"He leído y estoy de acuerdo con"],"I hereby confirm that the tax information I provided is true and complete. I will also inform Binary Investments (Europe) Ltd. about any changes to this information":[null,""],"I want to be treated as a professional client":[null,""],"I'm new to binaries, where do I start?":[null,"Soy nuevo en las opciones binarias, ¿por dónde comienzo?"],"IMPORTANT DISCLAIMER":[null,"AVISO IMPORTANTE"],"IMPORTANT DISCLAIMER - Binary.com is not affiliated with any of the payment agents listed above. Each payment agent operates as an independent service provider and is not endorsed, guaranteed or otherwise approved by Binary.com. CUSTOMERS DEAL WITH PAYMENT AGENTS AT THEIR SOLE RISK AND PERIL. Customers are advised to check the credentials of payment agents before sending them any money. Binary.com shall not in any circumstance be held responsible for transactions made between customers and payment agents":[null,"AVISO IMPORTANTE - Binary.com no está afiliado con ninguno de los agentes de pago mencionados anteriormente. Cada agente de pago opera como un proveedor de servicios independiente y no es avalado, garantizado o de lo contrario aprobado por Binary.com. LOS CLIENTES TRATAN CON AGENTES DE PAGO A SU EXCLUSIVO RIESGO Y PELIGRO. Se recomienda a los clientes verificar las credenciales de los agentes de pago antes de enviarles dinero. Binary.com no será responsable en ninguna circunstancia por las transacciones realizadas entre los clientes y los agentes de pago"],"IPO on the blockchain":[null,""],"Ideal for beginners and experienced traders":[null,""],"Identical Three Crows (CDLIDENTICAL3CROWS)":[null,"Tres cuervos idénticos (CDLIDENTICAL3CROWS)"],"If you select a":[null,"Si selecciona un"],"If you select a specific":[null,"Si  selecciona un"],"If you're an individual trader, you'll appreciate the simplicity, flexibility, and limited risk of binary trading. With Binary.com's low minimum stakes, you'll soon learn how to trade with skill and confidence. And if you have any questions, you're free to access":[null,"Si Ud. es un comerciante individual, apreciará la simplicidad, flexibilidad y riesgo limitado del comercio con opciones binarias. Con las apuestas mínimas bajas de Binary.com, aprenderá cómo operar con habilidad y confianza. Y si tiene preguntas, tiene la libertad de acceder a"],"In April":[null,"En abril"],"In Bullish Belt Hold After a stretch of bearish candlesticks, a bullish or white candlestick forms. The opening price, which becomes the low for the day, is significantly lower then the closing price. This results in a long white candlestick with a short upper shadow and no lower shadow. In Berish Belt Hold, a bearish or black candlestick occurs, the opening price, which becomes the high for the day, is higher than the close of the previous day, resulting in a long black candlestick with a short lower shadow and no upper shadow":[null,"En un patrón apoyo ceñido (belt-hold) alcista, luego de un tramo de velas bajistas, se forma una vela blanca o alcista. El precio de apertura, el cual se vuelve el mínimo del día, es significativamente menor que el precio de cierre. Esto da como resultado una vela blanca larga con una sombra superior corta y sin sombra inferior. En un patrón apoyo ceñido bajista, se produce una vela negra o bajista. El precio de apertura, el cual se vuelve el máximo del día, es mayor que el precio de cierre del día anterior, lo que se traduce en una vela negra larga con una sombra inferior corta y sin sombra superior"],"In Bullish Hikkake Pattern After the downward move, the bullish candle reaches above the range of the three preceding candles and most likely triggers a number of stop loss orders. This additional buying leads to a more distinct upward movement. In Bearish Hikkake Pattern After an upward move, the bearish candle reaches below the range of the three preceding , which most likely triggers a number of stop loss orders. This additional selling leads to a more distinct downward move":[null,"En un patrón Hikkake alcista, luego del movimiento a la baja, la vela alcista se alza por sobre el rango de las tres velas anteriores y muy probablemente genera órdenes stop loss. Esta compra adicional lleva a un movimiento alcista más evidente. En un patrón Hikkake alcista, luego de un movimiento al alza, la vela bajista alcanza un rango por debajo de las tres velas anteriores, lo que muy probablemente genere varias órdenes stop loss. Esta venta adicional lleva a un movimiento bajista más evidente"],"In October 1999, Regent Markets receives US$ 2 million investment funding from Jim Mellon through his Regent Pacific Group, a Hong Kong based fund management company":[null,"En octubre de 1999, Regent Markets recibe un fondo de inversión de $2 millones de dólares de parte de Jim Mellon a través del Regent Pacific Group, una compañía de gestión de fondos con sede en Hong Kong"],"In a downtrend, one small short body candlestick has a long lower shadow at least three times the real body, and little or no upper shadow. Confirmation from prices closing higher the next day":[null,"En una tendencia bajista, una vela pequeña de cuerpo corto tiene una sombra inferior con un largo de por lo menos tres veces su cuerpo real y poca o ninguna sombra superior. Es una confirmación de que los precios de cierre serán más altos al día siguiente"],"In a downward price trend, a black candle appears followed by a white candle that opens below the prior body, but it may be difficult to see that from the chart. The white candle closes above the body, too. The last day of the three line candle is another white candle in this example. It shows a higher close":[null,"En una tendencia bajista, una vela negra aparece seguida por una vela blanca que abre por debajo del cuerpo anterior, pero esto puede ser difícil de ver en el gráfico. La vela blanca cierra por sobre el cuerpo, también. El último día de la línea de tres velas es otra vela blanca. En este ejemplo, muestra un cierre más alto"],"In an uptrend three successive days opens at or near the previous day's close and close down on the day. This pattern is more severe than the Three Black Crows pattern and thus has a higher reliability as a reversal pattern":[null,"En una tendencia alcista, tres días seguidos abren en o cerca del valor de cierre del día anterior y cierran más bajo en el mismo día. Este patrón es más agudo que el de los tres cuervos negros y, por ende, posee una confiabilidad mayor como un patrón de reversión"],"In classic Silicon Valley style, Hong Kong based hedge fund manager and entrepreneur, Jean-Yves Sireau, starts Regent Markets in his Hong Kong bedroom. He develops the systems, methods and algorithms for implementing a fixed-odds financial betting system. Jean-Yves's vision is to create a market in the simplest of all derivatives contracts - the fixed-odds bet - and to offer ordinary investors the chance to make small bets. Until his innovation, binary options are normally only traded in large quantities":[null,"En el clásico estilo de Silicon Valley, el empresario y gestor de fondos de cobertura con sede en Hong Kong, Jean-Yves Sireau, establece Regent Markets en su apartamento en Hong Kong. Desde allí desarrolla los sistemas, métodos y algoritmos para la implementación de un sistema de apuestas financieras de probabilidades fijas. La visión de Jean-Yves es crear un mercado en la forma más simple de todos los contratos de derivados - las apuestas de probabilidades fijas - y ofrecer a los inversores pequeños la oportunidad de hacer apuestas de pocas cantidades. Hasta esta innovación, las opciones binarias normalmente se operaban sólo en grandes cantidades"],"In foreign exchange markets, traders can enter contracts based on the change in price of one currency as it relates to another currency. For example if a trader selects Rise in the EUR/USD market, they are predicting that the value of the Euro will rise in relation to the value of the US dollar":[null,"En el mercado de divisas los comerciantes pueden comprar contratos basados en el cambio del precio de una divisa en relación a otra. Por ejemplo, si un comerciante selecciona Alza en el mercado EUR/USD, predice que el valor del Euro subirá en relación al valor del dólar estadounidense"],"In order to properly apply theme, a full refresh of page is required. Are you sure you want to proceed?":[null,"Para aplicar correctamente el tema, se requiere una actualización completa de la página. ¿Está seguro que desea proceder?"],"In providing our services to you, we are required to obtain information from you in order to assess whether a given product or service is appropriate for you (that is, whether you possess the experience and knowledge to understand the risks involved)":[null,"Al ofrecerle nuestros servicios, estamos obligados a obtener información de usted con el fin de evaluar si un determinado producto o servicio es adecuado para usted (es decir, si posee la experiencia y el conocimiento necesario para entender los riesgos)"],"In the EU, financial products are offered by Binary Investments (Europe) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta, licensed and regulated as a Category 3 Investment Services provider by the Malta Financial Services Authority (license no. IS/70156). In the Isle of Man and the UK, Volatility Indices are offered by Binary (IOM) Ltd., First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW, Isle of Man, British Isles; licensed and regulated respectively by (1) the Gambling Supervision Commission in the Isle of Man (current licence issued on 31 August 2017) and by (2) the Gambling Commission in the UK":[null,""],"In the UK and Isle of Man, our clients trade through Binary (IOM) Ltd. In Japan, they trade through Binary KK. In the European Union (except UK), they trade through Binary (Europe) Ltd and Binary Investments (Europe) Ltd. In the rest of the world, they trade through Binary (C.R.) S.A":[null,"En el Reino Unido y en la Isla de Man, nuestros clientes comercian a través de Binary (IOM) Ltd. En Japón, utilizan Binary KK. En la Unión Europea (con excepción del Reino Unido), operan con Binary (Europe) Ltd and Binary Investments (Europe) Ltd, mientras que en el resto del mundo lo hacen a través de Binary (C.R.) S.A"],"In the rest of the EU, Volatility Indices are offered by Binary (Europe) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta; licensed and regulated by (1) the Malta Gaming Authority in Malta (licence no. MGA/CL2/118/2000 issued on 26 May 2015), for UK clients by (2) the UK Gambling Commission":[null,""],"In-Neck Pattern (CDLINNECK)":[null,"Patrón dentro de la línea del cuello (CDLINNECK)"],"In/Out":[null,"Dentro/Fuera"],"In/Out (ends between/outside and stays between/goes outside)":[null,""],"In/Out - Predict if the market will stay between or outside two target prices":[null,""],"In/Out trades":[null,"Contratos Dentro/Fuera"],"Income Source":[null,"Fuente de Ingresos"],"Indicative Price":[null,"Precio Indicativo"],"Indicators":[null,"Indicadores"],"Indices":[null,"Índices"],"Indices - All major worldwide stock indices sourced from the over-the-counter market":[null,""],"Indices trading experience":[null,"Experiencia de comercio con índices"],"Indices trading frequency":[null,"Frecuencia de comercio índices"],"Individual Traders":[null,"Comerciantes individuales"],"Indonesia":[null,"Indonesia"],"Industry of Employment":[null,"Sector del Empleo"],"Initial Coin Offering (ICO)":[null,""],"Instant access":[null,"Acceso instantáneo"],"Instruments":[null,"Instrumentos"],"Invalid JSON file":[null,"Archivo JSON no válido"],"Invalid parameter(s)":[null,"Parámetro(s) no válido(s)"],"Invalid template type":[null,"Tipo de plantilla no válido"],"Inverted Hammer (CDLINVERTEDHAMMER)":[null,"Patrón martillo invertido (CDLINVERTEDHAMMER)"],"Investments & Dividends":[null,"Inversiones y Dividendos"],"Is it possible to deposit the same funds through different payment methods?":[null,"¿Es posible depositar los mismos fondos a través de diferentes métodos de pago?"],"It has a long white candle, followed by another that opens above the first (gaps up), followed by a downward black candlestick that opens below the close of the second day (gaps down) and has a low below the close of the first day. The upward trend is expected to continue":[null,"Posee una vela blanca larga que es seguida por otra vela que abre por sobre la primera (en un gap ascendente), la que a su vez es seguida por una vela negra de tendencia bajista que abre por debajo del valor de cierre del segundo día (gap descendente) y tiene un mínimo menor al precio de cierre de la vela del primer día. Se espera que la tendencia alcista continúe"],"It is sometimes possible to sell an option before the expiry of a trade, but only if a fair price can be determined. If this option is available, you will see a blue 'Sell' button next to your trade in the portfolio":[null,"En ocasiones es posible vender un contrato antes de que expire, pero solo si se puede determinar un precio justo. Si está opción está disponible, verá el botón azul \"Vender\" junto a su transacción en la cartera"],"It's time to expand. We set up a programming center in Cyberjaya - the Silicon Valley of Kuala Lumpur - to maintain and improve BetOnMarkets.com":[null,"Es hora de crecer. Hemos creado un centro de programación en Cyberjaya - el Silicon Valley de Kuala Lumpur - para mantener y mejorar BetOnMarkets.com"],"Italiano":[null,"Italiano"],"Jan":[null,"Ene"],"January":[null,"Enero"],"Jul":[null,"Jul"],"July":[null,"Julio"],"Jun":[null,"Jun"],"June":[null,"Junio"],"Just click  Grant  button on the page you will now be taken to":[null,"Simplemente haga clic en el botón Grant en la página a la que será llevado ahora"],"Kaufman's Adaptive Moving Average (KAMA)":[null,"Media móvil adaptativa de Kaufman (KAMA)"],"Key facts":[null,"Hechos clave"],"Kicking (CDLKICKING)":[null,"Patada (CDLKICKING)"],"Kicking - bull/bear determined by the longer marubozu (CDLKICKINGBYLENGTH)":[null,"Patada - alza o baja determinada por la vela marubozu más larga (CDLKICKINGBYLENGTH)"],"Kicking patterns on a candlestick chart are formed when there are two long marubozu - one white and one black - with a gap between them. Bullish kicking patterns would present as a black or filled candlestick without any wicks (shadows) followed by a gap higher with a white or hollow candlestick that is also without wicks":[null,"Los patrones de patada (kicking) en un gráfico de velas japonesas se forman cuando hay dos marubozus largas - una blanca y una negra - con un gap entre ellas. Los patrones de patada alcista presentarían una vela negra o con cuerpo lleno sin mechas (sombras), seguidas por un gap más alto con una vela blanca o de cuerpo vacío que tampoco tiene mechas"],"Kicking patterns on a candlestick chart are formed when there are two marubozu - one white and one black - with a gap between them. Bullish kicking patterns would present as a black or filled candlestick without any wicks (shadows) followed by a gap higher with a white or hollow candlestick that is also without wicks":[null,"Los patrones de patada (kicking) en un gráfico de velas japonesas se forman cuando hay dos marubozus - una blanca y una negra - con un gap entre ellas. Los patrones de patada alcista presentarían una vela negra o con cuerpo lleno sin mechas (sombras), seguidas por un gap más alto con una vela blanca o de cuerpo vacío que tampoco tiene mechas"],"Kuala Lumpur Office":[null,"Oficina de Kuala Lumpur"],"Ladder Bottom (CDLLADDERBOTTOM)":[null,"Suelo de escalera (CDLLADDERBOTTOM)"],"Last 12 mnts Profitable Trades":[null,""],"Last used":[null,"Utilizado por última vez"],"Learning to trade":[null,"Aprender a operar"],"Least Squares Moving Average (LSMA)":[null,"Media móvil de mínimos cuadrados (LSMA)"],"Less than":[null,"Menos de"],"Let's do it":[null,"Hagámoslo"],"Level of Education":[null,"Nivel de Educación"],"Licensed and regulated in Malta, the United Kingdom, the Isle of Man, Ireland, and Japan":[null,"Con licencia y regulada en Malta, Reino Unido, isla de Man, Irlanda y Japón"],"Like the EMA, the LWMA assigns more meaning to the recent prices and less to the closing price from the period's beginning. Thus they are faster at detecting a trend reversal, though it they can be more prone to market noise":[null,"Como el EMA, el LWMA asigna más significado a los precios recientes y menos al precio de cierre desde el comienzo del periodo. De este modo, son más rápidos para detectar una reversión de tendencia, aunque pueden ser más propensos al ruido de mercado"],"Line":[null,"Línea"],"Line Dot":[null,"Punto de la línea"],"Linearly Weighted Moving Average (LWMA)":[null,"Media móvil ponderada lineal (LWMA)"],"Link":[null,"Enlace"],"Load Workspace":[null,""],"Load chart template":[null,"Cargar plantilla del gráfico"],"Load trade template":[null,"Cargar plantilla del contrato"],"Loading Asset Index":[null,"Carga Índice de Activos"],"Loading Copy Trade":[null,""],"Loading Download/View Data":[null,"Cargando Descargar/Ver Datos"],"Loading MAM":[null,""],"Loading Password dialog":[null,"Cargando Diálogo de Contraseña"],"Loading Profit Table":[null,"Cargando Tabla de Ganancias"],"Loading Real account opening":[null,"Cargando Apertura de cuenta Real"],"Loading Self-Exclusion":[null,"Cargando Autoexclusión"],"Loading Statement Table":[null,"Cargando Tabla de Declaración"],"Loading Token management":[null,"Cargando gestión de Token"],"Loading Trading Times":[null,"Cargando Tiempos de Comercio"],"Loading chart and trade menus":[null,"Cargando gráficos y menús de comercio"],"Loading custom theme configuration":[null,"Cargando configuración de tema personalizado"],"Loading help docs":[null,"Cargar documentos de ayuda"],"Loading portfolio":[null,"Cargando cartera"],"Loading...":[null,"Cargando..."],"Log in":[null,"Iniciar sesión"],"Log in time":[null,"Tiempo de inicio de sesión"],"Login":[null,"Iniciar sesión"],"Logout":[null,"Cerrar sesión"],"Long Legged Doji (CDLLONGLEGGEDDOJI)":[null,"Doji de piernas largas (CDLLONGLEGGEDDOJI)"],"Long Line Candle (CDLLONGLINE)":[null,"Vela de pauta larga (CDLLONGLINE)"],"Long-legged doji have long upper and lower shadows that are almost equal in length. These doji reflect a great amount of indecision in the market. Long-legged doji indicate that prices traded well above and below the session's opening level, but closed virtually even with the open. After a whole lot of yelling and screaming, the end result showed little change from the initial open":[null,"La doji de piernas largas tiene sombras superiores e inferiores largas que son casi del mismo largo. Esta doji refleja gran indecisión en el mercado. Este patrón indica que los precios se comerciaron en valores muy superiores e inferiores a los del inicio de la sesión, pero que cerraron casi al mismo precio de apertura. Luego de una gran batahola, el resultado fue solo levemente diferente al valor de la apertura"],"Look for a black candle in a downward price trend followed by a white candle that opens below the prior low but closes near but below the midpoint of the black candle's body":[null,"Busque una vela negra en una tendencia de precios bajista, seguida por una vela blanca que abre debajo del mínimo anterior pero cierra cerca, si bien más abajo, del punto medio del cuerpo de la vela negra"],"Look for a tall black candle with a long lower shadow to appear in a downward price trend. The second day should be similar to the first day, but smaller and with a higher low. The last day is a black marubozu that squeezes inside the high-low range of the prior day":[null,"Busque una vela negra alta con una sombra inferior larga y que aparezca en una tendencia de precios bajista. La vela del segundo día debería ser similar a la del primero, pero más pequeña y con un mínimo más alto. El último día consiste en una marubozu negra que se esfuerza para entrar dentro del rango de precios del día anterior"],"Look for a tall white candle in an upward price trend. Following that, a black candle has a body that gaps above the prior candle's body. The last day is another black candle, but this one engulfs the previous bearish candle but closes above first bar's open":[null,"Busque una vela blanca alta en una tendencia de precios al alza. A continuación, aparece una vela negra con un cuerpo que se extiende por sobre el cuerpo de la vela anterior. El último día consiste en otra vela negra, la que envuelve a la vela bajista anterior pero cierra sobre la apertura de la primera vela"],"Lookbacks":[null,""],"Lookbacks are currently only available for Volatility Indices":[null,""],"Low":[null,"Mínimo"],"Low barrier":[null,"Límite bajo"],"Low barrier offset":[null,"Offset límite bajo"],"Low minimum stakes":[null,"Apuestas mínimas bajas"],"Lower":[null,"Inferior"],"MACD is a trading indicator used in technical analysis of stock prices.It is supposed to reveal changes in the strength, direction, momentum, and duration of a trend in a stock's price":[null,"El MACD es un indicador bursátil usado en el análisis técnico de los precios de las acciones. Su objetivo es revelar cambios en la fuerza, dirección, momento y duración de una tendencia en el precio de una acción"],"MENA FFXPO Award":[null,"Premio FFXPO de MENA"],"Make sure that you have first agreed with the Agent on the terms of payment before submitting your request. Once you click the 'Confirm transfer' button the funds will be withdrawn from your account and will be sent to the Payment Agent you have chosen. The Agent will send you the withdrawal amount (minus the commission) via your preferred payment method":[null,"Asegúrese de que está de acuerdo con las condiciones de pago del agente antes de enviar su solicitud. Una vez que haga clic en el botón 'Confirmar transferencia' los fondos serán retirados de su cuenta y se enviarán al agente de pago que haya elegido. El agente le enviará la cantidad retirada (menos la comisión) a través de su método de pago preferido"],"Make your trade":[null,"Realice su transacción"],"Manage":[null,""],"Mar":[null,"Mar"],"March":[null,"Marzo"],"Market Professionals":[null,"Profesionales del mercado"],"Market exit price":[null,"Precio de salida del mercado"],"Marubozu (CDLMARUBOZU)":[null,"Marubozu (CDLMARUBOZU)"],"Mass Index (MASS)":[null,"Índice de masa (MASS)"],"Mat Hold (CDLMATHOLD)":[null,"Enmarañado suspendido (CDLMATHOLD)"],"Matches":[null,"Coincidencias"],"Matches/Differs - Predict that the last digit will match or not match":[null,""],"Matching Low (CDLMATCHINGLOW)":[null,"Mínimos coincidentes (CDLMATCHINGLOW)"],"Max. Trade Stake":[null,""],"Maximum (MAX)":[null,"Máximo (MAX)"],"Maximum account cash balance":[null,"Saldo máximo de la cuenta"],"Maximum aggregate contract purchases over a 30-day period":[null,"Compras de contrato agregado máximas en un período de 30 días"],"Maximum aggregate contract purchases over a 7-day period":[null,"Compras de contrato agregado máximas en un período de 7 días"],"Maximum aggregate contract purchases per day":[null,"Compras de contrato agregado máximas por día"],"Maximum aggregate loss over a 30-day period":[null,"Compras de contrato agregado máximas en un período de 30 días"],"Maximum aggregate loss per day":[null,"Pérdida total máxima por día"],"Maximum number of open positions":[null,"Número máximo de posiciones abiertas"],"Maximum price over selected period":[null,"Precio máximo durante periodo seleccionado"],"May":[null,"Mayo"],"Memorable date":[null,"Fecha memorable"],"Memorable town/city":[null,"Ciudad memorable"],"Mesa Adaptive Moving Average (MAMA)":[null,"Media móvil adaptativa de Mesa (MAMA)"],"Min. Trade Stake":[null,""],"Min: 10 Max: 2000":[null,"Mín: 10 máx: 2000"],"Minimum (MIN)":[null,"Mínimo (MIN)"],"Minimum of 2 characters required":[null,"Mínimo de 2 caracteres requeridos"],"Minimum of 4 characters required":[null,"Mínimo de 4 caracteres requeridos"],"Minimum of 6 characters required":[null,"Mínimo de 6 caracteres requeridos"],"Minimum of six lower and uppercase letters with numbers":[null,""],"Minimum price over selected period":[null,"Precio mínimo durante periodo seleccionado"],"Minus the agent's commission":[null,"Menos la comisión del agente"],"Minutes":[null,"Minutos"],"Miss":[null,"Fallido"],"Momentum (MOM)":[null,"Momentum (MOM)"],"Momentum Indicators":[null,"Indicadores de momentum"],"Mon":[null,"Lun"],"Monday":[null,"Lunes"],"Monthly Profitable Trades":[null,""],"Morning Doji Star (CDLMORNINGDOJISTAR)":[null,"Estrella doji matutina (CDLMORNINGDOJISTAR)"],"Morning Star (CDLMORNINGSTAR)":[null,"Estrella matutina (CDLMORNINGSTAR)"],"Mother's maiden name":[null,"Apellido de soltera de su madre"],"Moving Average Convergence/Divergence (MACD)":[null,"Convergencia o divergencia de media móvil (MACD)"],"Mr":[null,"Sr."],"Mrs":[null,"Sra."],"Ms":[null,"Señorita"],"Multiplier":[null,""],"Name":[null,"Nombre"],"Name of first love":[null,"Nombre de su primer amor"],"Name of your pet":[null,"Nombre de su mascota"],"Navigator handles background":[null,"Fondo de los mangos del explorador"],"Navigator handles border":[null,"Borde de los mangos del explorador"],"Navigator mask-fill":[null,"Máscara de relleno del navegador"],"Navigator outline":[null,"Línea exterior del navegador"],"Navigator series color":[null,"Color de la serie del navegador"],"Navigator series line":[null,"Línea de la serie del navegador"],"Net Annual Income":[null,"Ingreso Neto Anual"],"Net Profit":[null,"Ganancia neta"],"New password":[null,"Nueva contraseña"],"No":[null,"Núm"],"No Touch trades":[null,"Contratos Sin toque"],"No touch":[null,"Sin Toque"],"Normalized Average True Range (NATR)":[null,"Rango verdadero medio normalizado (NATR)"],"Normalized Average True Range (NATR) attempts to normalize the average true range values across instruments by using the formula below":[null,"El rango verdadero medio normalizado (NATR) intenta normalizar los valores del rango verdadero entre instrumentos por medio de la siguiente fórmula:"],"Note: You can only have one fiat currency account and one of each cryptocurrency account":[null,""],"Note: withdrawal via payment agent is available only if you deposit exclusively via payment agent":[null,"Nota: la retirada vía agente de pago está disponible sólo si  deposita exclusivamente vía agente de pago"],"Nov":[null,"Nov"],"November":[null,"Noviembre"],"Now":[null,"Ahora"],"OHLC":[null,"Gráfico OHLC"],"OK":[null,"Aceptar"],"OTC stocks - Blue-chip stock contracts sourced from the over-the-counter market":[null,""],"Occupation":[null,"Ocupación"],"Oct":[null,"Oct"],"October":[null,"Octubre"],"Odd":[null,"Impar"],"Offices in Malta, Malaysia and Japan":[null,"Oficinas en Malta, Malasia y Japón"],"Ok":[null,"Aceptar"],"On the basis of the information provided in relation to your knowledge and experience, we consider that the investments available via this website are not appropriate for you":[null,"Sobre la base de la información proporcionada en relación con sus conocimientos y experiencia, consideramos que las inversiones disponibles a través de este sitio web no son adecuadas para usted"],"On-Neck Pattern (CDLONNECK)":[null,"Patrón sobre la línea del cuello (CDLONNECK)"],"Once this limit is reached, you may no longer deposit":[null,"Una vez que se alcanza este límite, ya no puede depositar"],"One last step left":[null,"Queda un último paso"],"Online trading can become addictive. Fill in the form below to limit your participation on the website or send a signed letter or fax to our customer support team. Once set, you can only tighten your limits. Limits will only be removed or loosened after 7 days with the exception of the self- exclusion date, which cannot be removed or altered once you have confirmed it. To remove or increase your limits, please contact":[null,""],"Only five years after inception, we pick up this major award for our online trading services. The award recognises BetOnMarkets.com's reliable, fast and secure online trading for novice and expert traders. At this time, our website has received over 15 million trades":[null,"Sólo cinco años después de la creación de la web, obtenemos este importante premio por nuestros servicios de apuestas en línea. El premio reconoce la forma fiable, rápida y segura de operar en línea ofrecida por BetOnMarkets.com tanto para principiantes como para expertos. Hasta este momento, nuestro sitio web ha recibido más de 15 millones de transacciones"],"Only letters, numbers, hyphen are allowed":[null,"Se permiten sólo letras, números y guiones"],"Only letters, numbers, space, hyphen, period, apostrophe are allowed":[null,"Se permite sólo el uso de letras, números, espacios, guiones, puntos y apóstrofes"],"Only letters, numbers, space, period, comma, - / @ ' are allowed":[null,"Se permite sólo el uso de letras, números, espacios, puntos, comas, -, / y @"],"Only letters, numbers, space, period, comma, dash(-)":[null,"Se permite sólo el uso de letras, números, espacios, puntos, comas y rayas(-)"],"Only letters, space, hyphen, period, apostrophe are allowed":[null,"Se permite sólo el uso de letras, espacios, guiones, puntos y apóstrofes"],"Only numbers and space are allowed":[null,"Se permiten sólo números y espacios"],"Only numbers, letters, hyphens are allowed":[null,"Se permiten sólo letras, números y guiones"],"Open":[null,"Abierto"],"Open Account":[null,"Abrir una cuenta"],"Open a Financial Account":[null,"Abrir una cuenta financiera"],"Open account":[null,"Abrir una cuenta"],"Opening an account":[null,"Abrir cuenta"],"Opens":[null,"Se abre"],"Opera":[null,"Opera"],"Option trading can become a real addiction, as can any other activity pushed to its limits. To avoid the danger of such addiction, we provide a reality-check that gives you a summary of your trades and accounts on a regular basis":[null,"El comercio con opciones binarias puede ser una verdadera adicción, como cualquier otra actividad llevada al extremo. Para evitar el peligro de tal adicción, le ofrecemos una comprobación de la realidad que le da un resumen de sus transacciones y cuentas de forma regular"],"Other":[null,"Otro"],"Other financial instruments trading experience":[null,"Experiencia de comerciar con otros instrumentos financieros"],"Other financial instruments trading frequency":[null,"Frecuencia de comerciar con otros instumentos financieros"],"Our company continues to thrive and obtains a license in the Isle of Man to better service our UK clients":[null,"Nuestra empresa sigue creciendo y obtiene una licencia en la Isla de Man para servir mejor a nuestros clientes en el Reino Unido"],"Our customers clearly like us. In mid-2014, Binary.com has over 100 million historical transactions and over 130,000 new daily transactions":[null,"Nuestros clientes claramente confían en nosotros. A mediados de 2014, Binary.com tiene más de 100 millones de transacciones históricas y más de 130.000 nuevas transacciones diarias"],"Our fast organic growth is supplemented by the acquisition of the client base of BetsForTraders, one of our main competitors":[null,"Nuestro crecimiento rápido se complementa con la adquisición de la cartera de clientes de BetsForTraders, uno de nuestros principales competidores"],"Our prices are benchmarked against the interbank options market. You ll receive fair and transparent pricing, whatever your position":[null,""],"Over":[null,"Encima"],"Over 1 million registered accounts worldwide":[null,"Más de 1 millón de cuentas registradas en todo el mundo"],"Over 130 staff and contractors worldwide":[null,""],"Over 3 years":[null,"Más de 3 años"],"Over/Under - Predict that the last digit is higher or lower":[null,""],"Overlap Studies":[null,"Estudios sobrepuestos"],"PEP Declaration":[null,"Declaración de PEP"],"Parabolic SAR (SAR)":[null,"SAR parabólico (SAR)"],"Passwords didn't match. Please type them again":[null,"Las contraseñas no coinciden. Por favor, escríbalas otra vez"],"Patented technology":[null,"Tecnología patentada"],"Pattern Recognition":[null,"Reconocimiento de patrones"],"Payment agent":[null,"Agente de pago"],"Payment agents":[null,"Agentes de pago"],"Payments":[null,"Pagos"],"Payout":[null,"Pago"],"Pension":[null,"Pensión"],"Percentage Price Oscillator (PPO)":[null,"Oscilador porcentaje-precio (PPO)"],"Performance Probability":[null,""],"Permissions":[null,"Permisos"],"Personal Details":[null,"Datos personales"],"Personal Wealth Awards 2017":[null,""],"Phone":[null,"Teléfono"],"Piercing Pattern (CDLPIERCING)":[null,"Patrón penetrante (CDLPIERCING)"],"Pip":[null,"Porcentaje en punto (pip)"],"Pip stands for 'percentage in point' which is generally the fourth decimal place (i.e. 0.0001)":[null,"Un \"Pip\" representa un punto porcentual que por lo general se refiere al cuarto decimal (es decir, 0,0001)"],"Place of birth":[null,"Lugar de nacimiento"],"Please":[null,"Por favor"],"Please choose which currency you would like to transact in":[null,"Seleccione la divisa con la que desea realizar la transacción"],"Please confirm the following details in order to complete the transfer":[null,"Por favor, confirme los siguientes datos para completar la transferencia"],"Please enter a valid date in yyyy-mm-dd format":[null,"Por favor introduzca una fecha válida en formato aaaa-mm-dd"],"Please enter a value greater than 0":[null,"Ingrese un valor mayor a 0"],"Please enter correct email":[null,"Por favor introduzca una dirección de correo electrónico correcta"],"Please enter date in the format YYYY-MM-DD":[null,"Por favor introduzca la fecha en formato AAAA-MM-DD"],"Please enter time in the format HH:MM":[null,"Introduzca la hora en formato HH:MM"],"Please enter your current password":[null,"Por favor, introduzca su contraseña actual"],"Please enter your email":[null,"Por favor introduzca su correo electrónico"],"Please input correct token":[null,"Digite el token correcto"],"Please install the latest version of one of these browsers":[null,"Por favor, instale la última versión de uno de estos navegadores"],"Please note that due to their over-the-counter nature, the prices of the OTC Indices and stocks will differ from the prices of the corresponding indices and stocks on centralised exchanges":[null,""],"Please provide your tax information":[null,"Por favor, proporcione su información tributaria"],"Please select":[null,"Por favor, seleccione"],"Please select an account opening reason before continuing":[null,""],"Please submit a valid verification token":[null,"Por favor, envíe un token de verificación válido"],"Please try again after 1 minute":[null,"Por favor, inténtelo de nuevo  después de 1 minuto"],"Plot":[null,"Tema"],"Pofit/Loss":[null,"Ganancias/Pérdidas"],"Points":[null,"Puntos"],"Polski":[null,"Polski"],"Portfolio":[null,"Cartera"],"Portugu s":[null,"Português"],"Postal code/ZIP":[null,"Código postal"],"Potential Payout":[null,"Pago Potencial"],"Potential Profit":[null,"Ganancias Potenciales"],"Potential profit":[null,"Ganancias potenciales"],"Pre-Defined":[null,"Predefinido"],"Preferred reality-check interval":[null,"Intervalo recomendado de prueba de la realidad"],"Press Create token button on the right to create your first token":[null,"Presione 'Create token' a la derecha para crear su primer token"],"Price Transformation":[null,"Transformación de precios"],"Price forms three black candles, each with lower closes, in a downward price trend. A tall white candle engulfs the price action of the prior three days. The candle acts as a bullish reversal when price breaks out upward, and closes above the top of the candle pattern":[null,"El precio forma tres velas negras, cada una con cierres bajos y en una tendencia de precios bajista. Una vela blanca alta envuelve la acción de los precios de los tres días anteriores. La vela actúa como una reversión alcista cuando el precio sale en una tendencia alcista y cierra en la parte superior del patrón de velas"],"Price trends downward into the start of the pattern, a tall black candle. Following that, a white candle appears that fits inside the body of the prior candle. This completes the bullish harami candlestick. The final day of the pattern is the confirming candle, a white one that closes above the prior close, which it does. The combination suggests price has reversed trend":[null,"Los precios presentan tendencias a la baja al comienzo de este patrón, el cual es una vela negra alta. Esta es seguida por una vela blanca que cabe dentro del cuerpo de la vela anterior. De esta manera, se completa la vela harami alcista. El día final del patrón es una vela blanca que confirma la tendencia al cerrar por sobre el valor anterior de cierre. La combinación sugiere una reversión de la tendencia de precios"],"Primary":[null,"Primario"],"Print chart":[null,"Imprimir gráfico"],"Professional Client":[null,""],"Profit":[null,"Ganancia"],"Profit table":[null,"Tabla de ganancias"],"Profit/ Loss":[null,"Ganancias/Pérdidas"],"Profit/Loss (points)":[null,"Ganancias/Pérdidas (puntos)"],"Protect your profits":[null,""],"Published in English, Indonesian, Japanese, Chinese, Polish, German, French, Spanish, Portuguese, Italian, Russian, and Thai":[null,"Publicado en inglés, indonesio, japonés, chino, polaco, alemán, francés, español, portugués, italiano, ruso y tailandés"],"Purchase":[null,"Comprar"],"Purchase Date":[null,"Fecha de Compra"],"Purchase Price":[null,"Precio de Compra"],"Rate Of Change (ROC)":[null,"Tasa de variación (ROC)"],"Rate Of Change Percentage (ROCP)":[null,"Porcentaje de tasa de cambio (ROCP)"],"Rate Of Change Ratio (ROCR)":[null,""],"Read":[null,"Leer"],"Read about":[null,"Lea sobre"],"Ref":[null,"Ref."],"Regent Markets Group Ltd. renames to Binary Ltd":[null,"Regent Markets Group Ltd. cambia su nombre a Binary ltd"],"Regent Markets Group Ltd. renames to Binary Ltd., harmonising company and website branding throughout the organisation":[null,"Regent Markets Group Ltd. cambia su nombre a Binary Ltd., unificando así la marca de la empresa y del sitio web en toda la organización"],"Regent Markets acquires BetsForTraders client base":[null,"Regent Markets adquiere la base de datos de clientes de BetsForTraders"],"Regent Markets files for a patent in March 2000 on the basis of our unique position as the sole serious competitor in the business of fixed-odds financial betting. In May, we register the trading name BetOnMarkets and move to Malta to receive an internet betting licence":[null,"Regent Markets solicita una patente en marzo de 2000 basada en nuestra posición exclusiva como el único competidor serio en el negocio de apuestas financieras de probabilidades fijas. En mayo, se registra el nombre comercial BetOnMarkets y nos movemos a Malta para adquirir una licencia de apuestas por Internet"],"Regent Markets files for patent, and registers BetOnMarkets trading name":[null,"Regent Markets solicita una patente y registra el nombre comercial BetOnMarkets"],"Regent Markets granted US patent for 'Betting system and method'":[null,"Regent Markets recibe la patente en los EE. UU. para \"el sistema y método de apuestas\""],"Regent Markets granted two new US patents":[null,"A Regent Markets le son concedidas dos nuevas patentes en los EE. UU"],"Regent Markets is founded by Jean-Yves Sireau":[null,"Regent Markets es fundada por Jean-Yves Sireau"],"Regent Markets obtains a licence in the Isle of Man":[null,"Regent Markets obtiene una licencia en la Isla de Man"],"Regent Markets receives funding to provide on-line financial betting services":[null,"Regent Markets recibe fondos para ofrecer servicios de apuestas financieras en línea"],"Regent Markets sets up a programming centre in Cyberjaya, Malaysia":[null,"Regent Markets establece un centro de programación en Cyberjaya, Malasia"],"Regent Pacific Group Ltd., the Hong Kong-listed founding shareholder of Binary.com":[null,"Regent Pacific Group Ltd., accionista fundador de Binary.com, cotizado en la bolsa de Hong Kong"],"Regent Pacific transaction":[null,"Transacción de Regent Pacific"],"Register free account":[null,"Registrar una cuenta gratis"],"Regulatory Information":[null,""],"Relative Strength Index (RSI)":[null,"Índice de fuerza relativa (RSI)"],"Remove":[null,"Quitar"],"Remove Selected":[null,"Quitar Seleccionado"],"Rename":[null,"Renombrar"],"Repeat password":[null,"Repetir contraseña"],"Resale price":[null,"Precio de reventa"],"Reset zoom":[null,"Reiniciar zoom"],"Reset zoom level 1:1":[null,"Restablecer el nivel del zoom 1:1"],"Resources":[null,"Recursos"],"Responsible Trading":[null,"Comercio Responsable"],"Results":[null,"Resultados"],"Return":[null,"Volver"],"Rickshaw Man (CDLRICKSHAWMAN)":[null,"Patrón Rickshaw Man (CDLRICKSHAWMAN)"],"Rise":[null,"Aumento"],"Rise/Fall":[null,"Alza/Baja"],"Rise/Fall - Predict if the market will rise or fall from its current level":[null,""],"Rise/Fall trades":[null,"Contratos Alza/Baja"],"Rise/Fall   Predict that the market will rise or fall from its current level":[null,""],"Rising/Falling Three Methods (CDLRISEFALL3METHODS)":[null,"Patrón de continuación alcista o bajista (CDLRISEFALL3METHODS)"],"Robust and secure platform":[null,"Plataforma robusta y segura"],"Safari":[null,"Safari"],"Salaried Employee":[null,"Empleado Asalariado"],"Sale Date":[null,"Fecha de Venta"],"Sale Price":[null,"Precio de Venta"],"Sand Signika":[null,"Sand Signika"],"Sat":[null,"Sáb"],"Saturday":[null,"Sábado"],"Save":[null,"Guardar"],"Save as":[null,"Guardar como"],"Save changes":[null,"Guardar cambios"],"Saved":[null,""],"Scalable":[null,""],"Second line of home address":[null,"Segunda línea de dirección"],"Secondary":[null,"Secundario"],"Security":[null,"Seguridad"],"Security and privacy":[null,""],"Security question":[null,"Pregunta de seguridad"],"Self-Employed":[null,"Autónomo"],"Self-Exclusion":[null,"Autoexclusión"],"Sell At Market":[null,"Vender en el Mercado"],"Sell option":[null,"Opción de venta"],"Sent to account":[null,"Enviado a la cuenta"],"Sep":[null,"Sep"],"Separating Lines (CDLSEPARATINGLINES)":[null,"Pautas separadas (CDLSEPARATINGLINES)"],"September":[null,"Septiembre"],"Session":[null,"Sesión"],"Session duration limit, in minutes":[null,"Límite de duración de la sesión, en minutos"],"Set barrier(s) to define your position and trigger the payout you will receive":[null,""],"Set the length of your trade, from 10 seconds to 365 days":[null,""],"Settles":[null,"Se queda en"],"Share":[null,"Compartir"],"Share chart":[null,"Compartir gráfico"],"Sharp, benchmarked prices":[null,""],"Shooting Star (CDLSHOOTINGSTAR)":[null,"Estrella fugaz (CDLSHOOTINGSTAR)"],"Short to long-term durations":[null,""],"Side by side white lines candlestick pattern is a triple pattern. Bullish pattern: In an upward trend, the first candlestick is followed by another upward that opens above the close of the first (gap up), that is followed by a third upward candlestick that opens below the close of the second (gap down). Bearish pattern: During a downtrend, the first candlestick is downward, followed by an upward candlestick that opens below the close of the first one (gap down), followed by an upward candlestick that opens below the close of the second one. This pattern indicates the continuation of a downtrend":[null,"El patrón pautas blancas paralelas es un patrón triple. Patrón alcista: en una tendencia al alza, la primera vela es seguida por otra de tendencia alcista que abre por sobre el precio de cierre de la primera (gap ascendente), la cual es seguida, a su vez, por una tercera vela alcista que abre por debajo del precio de cierre de esta (gap descendente). Patrón bajista: en una tendencia a la baja, la primera vela es descendente y es seguida por otra de tendencia alcista que abre por debajo del precio de cierre de la primera (gap descendente), la cual es seguida, a su vez, por una tercera vela alcista que abre por debajo del precio de cierre de esta. Este patrón indica la continuación de una tendencia bajista"],"Simple Moving Average (SMA)":[null,"Media móvil simple (SMA)"],"Simple and intuitive":[null,""],"Smart FX":[null,""],"Smart Indices":[null,""],"Smoothed Moving Average (SMMA)":[null,"Media móvil suavizada(SMMA)"],"Sold":[null,"Vendido"],"Some products are not available in all countries. This website's services are not made available in certain countries such as the USA, Costa Rica, Hong Kong, or to persons under age 18":[null,""],"Source of wealth":[null,""],"Specify your payout, which is your potential return if your prediction is correct. Our system will proceed to calculate your stake, which is the total cost of purchasing the contract. Binary.com offers payouts from $1 to $50,000":[null,""],"Spinning Top (CDLSPINNINGTOP)":[null,"Trompo (CDLSPINNINGTOP)"],"Spline":[null,"Spline"],"Spot price":[null,"Precio al contado"],"Spreads":[null,"Spreads"],"Spreads down":[null,"Spreads a la baja"],"Spreads up":[null,"Spreads al alza"],"Stake":[null,"Apuesta"],"Stalled Pattern (CDLSTALLEDPATTERN)":[null,"Patrón parado (CDLSTALLEDPATTERN)"],"Standard Deviation (STDDEV)":[null,"Desviación estándar (STDDEV)"],"Standard Deviation is a statistical calculation used to measure the variability. In trading this value is known as volatility. A low standard deviation indicates that the data points tend to be very close to the mean, whereas high standard deviation indicates that the data points are spread out over a large range of values":[null,"La desviación estándar en un cálculo estadístico que se utiliza para medir la variabilidad. En negociación en mercados capitales, este valor es conocido como volatilidad. Una desviación estándar baja indica que los puntos de datos tienden a estar muy cerca de la media, mientras que una desviación estándar alta indica que los puntos están repartidos en un rango amplio de valores"],"Standard methods":[null,"Métodos estándar"],"Standard withdrawal":[null,"Retirada estándar"],"Start Time":[null,"Hora de Inicio"],"Start Trading":[null,"Comience a operar"],"Start time":[null,"Hora de inicio"],"State/province/region":[null,"Estado/provincia/región"],"Statement":[null,"Declaración"],"Statistical Functions":[null,"Funciones estadísticas"],"Status":[null,"Estado"],"Stays Between/Goes Outside":[null,""],"Stays Between/Goes Outside trades":[null,"Contratos Queda Dentro/Sale"],"Stays Between/Goes Outside   Predict that the market stays inside or goes outside two price targets any time during the contract period":[null,""],"Stays in":[null,"Queda dentro"],"Step 1: Define your position":[null,"Paso 1: Defina su posición"],"Step 2: Get your contract price":[null,""],"Step 3: Make your trade":[null,"Paso 3: Realice su transacción"],"Stick Sandwich (CDLSTICKSANDWICH)":[null,"Patrón stick sandwich (CDLSTICKSANDWICH)"],"Stochastic (STOCH )":[null,"Estocástico (STOCH)"],"Stochastic Fast (STOCHF)":[null,"Estocástico rápido (STOCHF)"],"Stochastic Relative Strength Index (STOCHRSI)":[null,"Índice de fuerza relativa estocástico (STOCHRSI)"],"Stochastic Slow (STOCHS)":[null,"Estocástico lento (STOCHS)"],"Stock market indices measure the value of a selection of companies in the stock market":[null,"Los índices bursátiles miden el valor de una selección de las compañías en el mercado bursátil"],"Stocks trading experience":[null,"Experiencia de comerciar con acciones"],"Stocks trading frequency":[null,"Frecuencia de comerciar con acciones"],"Stop Loss Level":[null,"Nivel de Stop Pérdida"],"Stop Profit Level":[null,"Nivel de Stop Ganancias"],"Stop-loss":[null,"Stop-pérdida"],"Stop-profit":[null,"Stop-ganancia"],"Stop-type":[null,"Tipo de stop"],"Stroke color":[null,"Color de trazo"],"Stroke width":[null,"Ancho de trazo"],"Submit":[null,"Enviar"],"Successfully applied the template and saved it as":[null,"Plantilla aplicada y guardada como"],"Summation (SUM)":[null,"Sumatoria (SUM)"],"Sun":[null,"Dom"],"Sunday":[null,"Domingo"],"Table":[null,"Tabla"],"Takuri (Dragonfly Doji with very long lower shadow) (CDLTAKURI)":[null,"Takuri (doji libélula con una sombra inferior muy larga) (CDLTAKURI)"],"Tasuki Gap (CDLTASUKIGAP)":[null,"Tasuki Gap (CDLTASUKIGAP)"],"Tax identification number":[null,"Número de identificación fiscal"],"Tax information":[null,"Información tributaria"],"Tax residence":[null,"Residencia fiscal"],"Tel":[null,"Tel"],"Template changes saved":[null,"Cambios de plantilla guardados"],"Template name":[null,"Nombre de la plantilla"],"Template name already exists":[null,"El nombre de la plantilla ya existe"],"Terms":[null,"Términos"],"Tertiary":[null,"Terciario"],"The":[null,"El"],"The AUD Index is a weighted Index, measuring the Australian Dollar's value against a basket of 5 global currencies (USD, EUR, GBP, JPY, CAD), each weighted by 20%":[null,""],"The Absolute Price Oscillator (APO) is based on the absolute differences between two moving averages of different lengths, a  Fast  and a  Slow  moving average":[null,"El oscilador de precio absoluto (APO) se basa en las diferencias absolutas entre dos medias móviles de diferentes largos: una media móvil rápida y una lenta"],"The Aroon Oscillator is the difference between Aroon-Up and Aroon-Down. These two indicators are usually plotted together for easy comparison, but chartists can also view the difference of these two indicators with the Aroon Oscillator. This indicator fluctuates between -100 and +100 with zero as the middle line":[null,"El oscilador Aroon es la diferencia entre Aroon-Up y Aroon-Down. Estos dos indicadores habitualmente se grafican juntos para facilitar su comparación, pero los analistas pueden también observar las diferencias entre estos dos indicadores mediante el oscilador Aroon. Este indicador fluctúa entre -100 y +100, con cero como línea media"],"The Average Directional Movement Index index (ADX) was developed in 1978 by J. Welles Wilder as an indicator of trend strength in a series of prices of a financial instrument ADX will range between 0 and 100. Generally, ADX readings below 20 indicate trend weakness, and readings above 40 indicate trend strength":[null,"El índice de movimiento direccional medio (ADX) fue desarrollado en 1978 por J. Welles Wilder como un indicador de la fuerza de tendencia de una serie de precios de un instrumento financiero. El ADX tiene un rango que va desde 0 a 100. En general, lecturas bajo 20 indican debilidad en la tendencia, mientras que lecturas sobre 40 indican fuerza en la tendencia"],"The Average True Range (TRANGE) study measures the size of the period s range, and takes into account any gap from the close of the previous period":[null,"El estudio del rango verdadero promedio (TRANGE) mide el tamaño del rango del período y considera cualquier gap desde el cierre del período anterior"],"The Awesome Oscillator is an indicator used to measure market momentum. AO calculates the difference of a 34 Period and 5 Period Simple Moving Averages. The Simple Moving Averages that are used are not calculated using closing price but rather each bar's midpoints. AO is generally used to affirm trends or to anticipate possible reversals":[null,"El oscilador Awesome es un indicador utilizado para medir el momentum de mercado. El AO se calcula mediante la diferencia entre la media móvil simple de 34 y la de 5 periodos. Las medias móviles simples que se utilizan no se calculan usando el precio de cierre, sino que los puntos medios de cada barra. El AO se utiliza generalmente para reafirmar las tendencias o anticiparse a posibles reversiones"],"The Bearish I-Neck Pattern occurs after a downtrend when first day is a long red candle and the second day is a blue day, opening below the low of the first day and closing barely into the body of the first day":[null,"El patrón dentro de la línea del cuello ocurre después de una tendencia a la baja, cuando el primer día es una vela roja larga y el segundo día, una azul que abre debajo del mínimo del primer día y cierra casi dentro del cuerpo del primer día"],"The Bearish On-Neck Pattern occurs after a downtrend when a long black day is followed by a long white day that gaps down at the open and closes below the close of the black day":[null,"El patrón sobre la línea del cuello ocurre después de una tendencia a la baja, cuando un día negro largo es seguido por un día blanco largo que realiza un gap descendente al inicio y cierra debajo del precio de cierre del día negro"],"The Bullish Three Star appears after a downtrend and it consists of three consecutive Doji, in which the second Doji gaps below the other two Doji. The Bearish Three Star appears after a uptrend and it consists of three consecutive Doji, in which the second Doji gaps above the other two Doji":[null,"El patrón de tres velas alcistas aparece después de una tendencia a la baja y consiste en tres dojis consecutivas, en el cual la segunda doji forma un gap a la baja de las otras dos doji. El patrón de tres velas bajistas aparece luego de una tendencia a la baja y consiste en tres dojis consecutivas, en el cual la segunda doji forma un gap al alza de las otras dos doji"],"The CMO indicator is created by calculating the difference between the sum of all recent higher closes and the sum of all recent lower closes and then dividing the result by the sum of all price movement over a given time period. The result is multiplied by 100 to give the -100 to +100 range":[null,"El indicador CMO se obtiene al calcular la diferencia entre la suma de todos los cierres más altos recientes y la suma de todos los cierres más bajos recientes, y dividirla por la suma de todos los movimientos de precios durante un periodo específico. El resultado se multiplica por 100 para obtener un rango de -100 a +100"],"The Choppiness Index (CHOP) is an indicator designed to determine if the market is choppy (trading sideways) or not choppy (trading within a trend in either direction). CHOP is not meant to predict future market direction, it is a metric to be used to for defining the market's trendiness only":[null,"El índice de Choppiness (CHOP) es un indicador designado para determinar si el mercado es muy variable (con movimientos laterales) o no (siguiendo una tendencia en una u otra dirección). El índice CHOP no tiene por finalidad predecir la dirección futura del mercado, sino que se utiliza para definir la condición de este"],"The Commodity Channel Index (CCI) is a versatile indicator that can be used to identify a new trend or warn of extreme conditions":[null,"Índice de canal de materias primas (CCI) es un indicador versátil que puede emplearse para identificar una nueva tendencia o advertir acerca de condiciones extremas en el mercado"],"The Donchian Channel is an indicator used in market trading developed by Richard Donchian. It is formed by taking the highest high and the lowest low of the last n periods. The area between the high and the low is the channel for the period chosen":[null,"El canal de Donchian es un indicador desarrolado por Richard Donchian, el cual se usa en negociación de mercado. Se forma al tomar el máximo más alto y el mínimo más bajo de los últimos n periodos. El área entre el máximo y el mínimo es el canal para el periodo elegido"],"The Double Exponential Moving Average (CKS) by Patrick Mulloy attempts to remove the inherent lag associated to Moving Averages by placing more weight on recent values":[null,"La media móvil exponencial doble (DEMA) creada por Patrick Mulloy tiene por objetivo quitar el desfase inherente a las medias móviles al dar más peso a los valores recientes"],"The Double Exponential Moving Average (DEMA) by Patrick Mulloy attempts to remove the inherent lag associated to Moving Averages by placing more weight on recent values":[null,"La media móvil exponencial doble (DEMA) creada por Patrick Mulloy tiene por objetivo quitar el desfase inherente a las medias móviles al ponderar más los valores recientes"],"The Dragonfly Doji is created when the open, high, and close are the same or about the same price (Where the open, high, and close are exactly the same price is quite rare).The most important part of the Dragonfly Doji is the long lower shadow":[null,"La doji libélula se crea cuando los precios de apertura, máximo y de cierre son iguales o casi iguales (es poco frecuente que sean iguales). La parte más importante de esta doji es su larga sombra inferior"],"The EUR Index is a weighted Index, measuring the Euro's value against a basket of 5 global currencies (USD, AUD, GBP, JPY, CAD), each weighted by 20%":[null,""],"The Exponential Moving Average (EMA) represents an average of prices, but places more weight on recent prices. The weighting applied to the most recent price depends on the selected period of the moving average. The shorter the period for the EMA, the more weight that will be applied to the most recent price":[null,"La media móvil exponencial (EMA) representa un promedio de precios con mayor ponderación en los precios recientes. La ponderación aplicada a los precios más recientes depende del periodo que se seleccione de la media móvil. Mientras más corto el periodo de EMA, más ponderación se aplicará al precio más reciente"],"The Fast Stochastic Oscillator is based on George Lane's original formulas for %K and %D. %K in the fast version that appears rather choppy. %D is the 3-day SMA of %K":[null,"El oscilador estocástico rápido se baja en las fórmulas originales que George Lane creó para %K y %D. En la versión rápida, %K aparece bastante variable. %D es la SMA de 3 días de %K"],"The GBP Index is a weighted Index, measuring the British Pound's value against a basket of 5 global currencies (USD, EUR, AUD, JPY, CAD), each weighted by 20%":[null,""],"The Gravestone Doji is created when the open, low, and close are the same or about the same price (Where the open, low, and close are exactly the same price is quite rare). The most important part of the Graveston Doji is the long upper shadow":[null,"La doji lápida se crea cuando los precios de apertura, máximo y de cierre son iguales o casi iguales (es poco frecuente que sean iguales). La parte más importante de esta doji es su larga sombra superior"],"The Hammer formation is created when the open, high, and close are roughly the same price.Also, there is a long lower shadow, twice the length as the real body":[null,"La formación de martillo se crea cuando los precios de apertura, máximo y de cierre son casi los mismos. Además, se aprecia una sombra inferior larga, que es dos veces el largo del cuerpo real de la vela"],"The Hanging Man formation, just like the Hammer, is created when the open, high, and close are roughly the same price. Also, there is a long lower shadow, which should be at least twice the length of the real body":[null,"El patrón de hombre colgado, al igual que el de martillo, se crea cuando los precios de apertura, máximo y de cierre son casi los mismos. Además, se aprecia una sombra inferior larga, que debería ser por lo menos dos veces el largo del cuerpo real de la vela"],"The Hull Moving Average solves the age old dilemma of making a moving average more responsive to current price activity whilst maintaining curve smoothness. In fact the HMA almost eliminates lag altogether and manages to improve smoothing at the same time":[null,"La media móvil de Hull (HMA) resuelve el antiguo dilema de hacer que la media móvil responda más rápido a la actividad de precios actual pero manteniendo la suavidad de la curva. De hecho, la HMA casi elimina por completo el desfase, al tiempo que consigue mejorar la suavidad"],"The Inverted Hammer occurs mainly at the bottom of downtrends when the open, low, and close are roughly the same price. Also, there is a long upper shadow, which should be at least twice the length of the real body":[null,"El patrón de martillo invertido ocurre principalmente al final de una tendencia bajista cuando los precios de apertura, máximo y de cierre son casi los mismos. Además, se aprecia una sombra superior larga, la que debería ser por lo menos dos veces el largo del cuerpo real de la vela"],"The Kaufman's Adaptive Moving Average (KAMA) Developed by Perry Kaufman, is a moving average designed to account for market noise or volatility. This trend-following indicator can be used to identify the overall trend, time turning points and filter price movements":[null,"Media móvil adaptativa de Kaufman (KAMA), desarrollada por Perry Kaufman, es una media móvil diseñada para contabilizar el ruido o volatilidad del mercado. Este indicador que sigue tendencias se puede utilizar para identificar la tendencia general, registrar puntos de inflexión y filtrar movimientos de precio"],"The Least Squares Moving Average first calculates a least squares regression line over the preceding time periods, then projects it forward to the current period. In essence, it calculates what the value would be if the regression line continued":[null,"La media móvil de mínimos cuadrados primero calcula la línea de regresión de los mínimos cuadrados en los periodos anteriores y, luego, la proyecta al periodo actual. Esencialmente, calcula cuál sería el valor si la línea de regresión continuase"],"The MESA Adaptive Moving Average is developed by John Ehlers of Mesa Software. This trend-following indicator can be used to identify the overall trend, time turning points and filter price movements":[null,"La media móvil adaptativa de Mesa fue desarrollada por John Ehlers, de la compañía Mesa Software. Este indicador que sigue tendencias se puede utilizar para identificar la tendencia general, registrar puntos de inflexión y filtrar movimientos de precio"],"The Momentum indicator compares where the current price is in relation to where the price was in the past. How far in the past the comparison is made is up to the technical analysis trader. The calculation of Momentum is quite simple (n is the number of periods the technical trader selects): The current price minus the price n-periods ago":[null,"El indicador de momentum compara en qué lugar está el precio actual en relación con el pasado. En qué momento del pasado se realiza la comparación depende del operador técnico. Calcular el momentum es bastante sencillo (n es el número de periodos que selecciona el operador técnico): equivale al precio actual menos el mismo precio n periodos atrás"],"The Percentage Price Oscillator (PPO) is a momentum oscillator that measures the difference between two moving averages as a percentage of the larger moving average":[null,"El oscilador porcentaje precio (PPO) es un oscilador de momentum que mide la diferencia entre dos medias móviles como un porcentaje de la media móvil más grande"],"The Price Rate-of-Change (ROC) indicator displays the difference between the current price and the price x-time periods ago. The difference can be displayed in either points or as a percentage":[null,"El indicador tasa de cambio (ROC) muestra la diferencia entre el precio actual y el precio x periodos atrás. La diferencia se puede mostrar en puntos o como porcentaje"],"The Rate of Change Percentage (ROCP) indicator compares the current price with the previous price from a selected number of periods ago. The current price is divided by the previous price. ROCP does not express as a percentage. This indicator is also commonly known as a momentum indicator":[null,"El indicador porcentaje de tasa de cambio (ROCP) compara el precio actual con un precio anterior extraído de un número seleccionado de períodos anteriores. El precio actual se divide por el precio anterior. ROCP no expresa un porcentaje. Este indicador es también conocido como un indicador de momentum"],"The Rate of Change Rate (ROCR) indicator compares the current price with the previous price from a selected number of periods ago. The current price is divided by the previous price. This indicator is also commonly known as a momentum indicator":[null,"El indicador coeficiente de tasa de cambio (ROCP) compara el precio actual con un precio anterior extraído de un número seleccionado de períodos anteriores. El precio actual se divide por el precio anterior. Este indicador es también conocido como un indicador de momentum"],"The Relative Strength Index (RSI) was published by J. Welles Wilder. The current price is normalized as a percentage between 0 and 100. The name of this oscillator is misleading because it does not compare the instrument relative to another instrument or set of instruments, but rather represents the current price relative to other recent pieces within the selected lookback window length":[null,"El índice de fuerza relativa (RSI) fue publicado por J. Welles Wilder. El precio actual se normaliza como un porcentaje entre 0 y 100. El nombre de este oscilador es engañoso, puesto que no compara el instrumento con relación a otro instrumento o set de instrumentos, sino que representa el precio actual en relación con otros recientes dentro del periodo seleccionado"],"The Rickshaw Man has unusually tall upper and lower shadows, a body in which the opening and closing prices are about the same, and the body is near the middle of the candlestick":[null,"El rickshaw man tiene sombras superiores e inferiores inusualmente largas, un cuerpo en el cual los precios de apertura y cierre son casi iguales, y que está cerca del medio de la vela"],"The Shooting formation is created when the open, low, and close are roughly the same price. There is a long upper shadow, generally defined as at least twice the length of the real body":[null,"La formación estrella fugaz se crea cuando los precios de apertura, máximo y de cierre son casi los mismos. Además, se aprecia una sombra superior larga, la que debería ser, en general, por lo menos dos veces el largo del cuerpo real de la vela"],"The Simple Moving Average (SMA) is calculated by adding the price of an instrument over a number of time periods and then dividing the sum by the number of time periods. The SMA is basically the average price of the given time period, with equal weighting given to the price of each period":[null,"La media móvil simple (SMA) se calcula sumando el precio de instrumento a un número de periodos de tiempo y, luego, dividiendo el resultado por el número de periodos. El SMA es básicamente el precio promedio de un periodo de tiempo específico, el cual da igual ponderación al precio de cada periodo"],"The Stochastic Relative Strength Index (STOCHRSI) was developed by Tushar Chande and Stanley Kroll, StochRSI is an oscillator that measures the level of RSI relative to its high-low range over a set time period. StochRSI applies the Stochastics formula to RSI values, instead of price values. This makes it an indicator of an indicator. The result is an oscillator that fluctuates between 0 and 1":[null,"El índice de fuerza relativa estocástico (STOCHRSI) fue desarrollado por Tushar Chande y Stanley Kroll. Este oscilador mide el nivel de RSI con respecto a su rango en un periodo de tiempo definido. El StochRSI aplica la fórmula estocástica a valores RSI en vez de a precios. Esto lo transforma en un indicador de un indicador. El resultado es un oscilador que fluctúa entre 0 y 1"],"The Tasuki Gap pattern is made up of three candlesticks, the first bar is a red candlestick within a defined downtrend, the second bar is another red candlestick that has gapped below the close of the previous bar and the last bar is a white candlestick that closes within the gap of the first two bars":[null,"El patrón Tasuki Gap está formado por tres velas. La primera es una vela roja dentro de una tendencia bajista definida; la segunda, otra vela roja en un gap descendente con respecto de la vela anterior, y la última, una vela blanca que cierra dentro del gap de las dos primeras barras"],"The Three Methods pattern is a trend continuation pattern that can appear in an uptrend or a down trend. In an uptrend it is called the rising three methods pattern and in a downtrend it is called the falling three methods pattern. The three methods pattern consists of at least five candlesticks":[null,"El patrón de continuación es una tendencia de continuación que puede aparecer al alza o a la baja. En una tendencia alcista se le llama patrón de continuación alcista y, en una baja, patrón de continuación bajista. Este patrón contiene por lo menos cinco velas"],"The Triangular Moving Average (TRIMA) represents an average of prices, but places weight on the middle prices of the time period. The calculations double-smooth the data using a window width that is one-half the length of the series":[null,"La media móvil triangular (TRIMA) representa un promedio de precios, pero pondera más los precios medios del periodo de tiempo. Los cálculos suavizan los datos el doble mediante un ancho de ventana de la mitad del largo de la serie"],"The Triple Exponential Moving Average (T3) by Tim Tillson attempts to offers a moving average with better smoothing then traditional exponential moving average":[null,"La media móvil exponencial triple (T3) desarrollada por Tim Tillson tiene por objetivo entregar una media móvil con mejor suavidad que la media móvil exponencial tradicional"],"The Triple Exponential Moving Average (TEMA) by Patrick Mulloy offers a moving average with less lag then traditional exponential moving average":[null,"La media móvil exponencial triple (TEMA) desarrollada por Patrick Mulloy entrega una media móvil con menos desfase que la media móvil exponencial tradicional"],"The Typical Price function measures the average of the high, low, and closing prices for the day using a simple, single-line plot. The ordinary price gives a simplified view of the day trading prices for as well as it happens with other price-adjustment functions. You can use it for smoothing out some of the inconstancy of the closing price because it comprises information for the whole trading day and not only the result of the day's end. The Typical Price indicator is measured by adding the high, low, and closing prices together, and then dividing by three":[null,"La función de precio típico mide el promedio de los precios máximo, mínimo y de cierre del día mediante un sencillo diagrama de línea única. El precio típico entrega un panorama simplificado de los precios cotizados en el día, tal y como lo realizan otras funciones de ajuste de precios. Puede usarlo para suavizar algunas de las inconstancias del precio de cierre, porque comprende información de todo el día de operaciones y no solo el resultado del final de este. El indicador de precio típico se calcula sumando los precios máximo, mínimo y de cierre y dividiendo la suma por tres"],"The USD Index is a weighted Index, measuring the US Dollar's value against a basket of 5 global currencies (EUR, GBP, JPY, CAD, AUD), each weighted by 20%":[null,""],"The Volatility 100 Index is twice as volatile as the Volatility 50 Index, and four times as volatile as the Volatility 25 Index":[null,""],"The Weighted Close indicator is simply an average of each day's price. It can be used to smooth out some of the inconstancy of a chart of closing prices, as it comprises information for the whole trading day":[null,"El indicador de cierre ponderado es sencillamente un promedio de los precios de cada día. Se puede utilizar para suavizar algunas de las inconstancias de un gráfico de precios de cierre, dado que contiene información de todo el día de operaciones"],"The balance of power (BOP) indicator measures the strength of the bulls vs. bears by assessing the ability of each to push price to an extreme level":[null,"El indicador de equilibrio de poder (BOP) mide la fuerza del mercado alcista con respecto al mercado bajista por medio de la evaluación de la habilidad de cada uno de empujar los precios a un nivel extremo"],"The barrier of a binary option trade is the price target you set for the underlying. You can choose trades that stay below or go above a price target, or stay between two targets":[null,"El límite de un contrato de opciones binarias es el precio objetivo que usted establece para el contrato subyacente. Usted puede elegir contratos en que el mercado se queda por debajo o supera un precio objetivo, o en que se mantiene entre dos precios"],"The breakaway pattern begins with a long candle representing the current trend. The following candle is the same color and it gaps away from that first long candle. While the third day s candle can be either color, it will not show a change in the current trend. The fourth day continues the trend and therefore continues to produce the same color candles. The fifth day however, reverses the trend. Please note that it only opens slightly the opposite of the current trend and it continues in the same direction to where it then closes in the gap area":[null,"El patrón de escape comienza con una vela larga que representa la tendencia actual. La vela que le sigue es del mismo color y se aleja de la primera vela. El tercer día, a pesar de que la vela puede ser de cualquier color, esto no representa un cambio en la tendencia actual. El cuarto día la tendencia se mantiene y, por ende, sigue generando velas del mismo color. Sin embargo, el quinto día, la tendencia se revierte. Por favor, tener en cuenta que solo abre levemente en la dirección contraria a la tendencia actual y continúa en la misma dirección hasta cerrar en el área del gap"],"The closing black marubozu candlestick is a tall black candle with an upper shadow but no lower one. The closing white marubozu candlestick is a tall white candle with an lower shadow but no upper shadow":[null,"La vela marubozu negra cerrada es una vela alta y negra con sombra superior, pero sin sombra inferior. La vela marubozu blanca cerrada es una vela alta y blanca con sombra inferior, pero sin sombra superior"],"The company holds customer funds in separate bank accounts to the operational accounts which would not, in the event of insolvency, form part of the Company's assets. This meets the Gambling Commission's requirements for the segregation of customer funds at the level":[null,"La Compañía mantiene los fondos de los clientes en cuentas bancarias separadas de las cuentas operativas, las cuales, en caso de insolvencia, no formarán parte de los activos de la compañía. Esto cumple con los requisitos de la Comisión de Juego para la segregación de los recursos de clientes a un nivel de: protección media"],"The contract period is the timeframe of a trade. It is also called the duration":[null,"El período del contrato es el plazo de una transacción. También se conoce como la duración"],"The duration is the length of a purchased trade (see":[null,"La duración es el plazo de un contrato que usted compra (vea \"período de contrato\")"],"The entry spot price is the starting price of the trade purchased by a trader":[null,"El precio al contado de entrada es el precio de inicio del contrato adquirido por el comerciante"],"The expiry price is the price of the underlying when the contract expires":[null,"El precio de caducidad es el precio del contrato subyacente cuando el contrato expira"],"The financial trading services contained within this site are only suitable for customers who are able to bear the loss of all the money they invest and who understand and have experience of the risk involved in the acquistion of financial contracts. Transactions in financial contracts carry a high degree of risk. If purchased contracts expire worthless, you will suffer a total loss of your investment, which consists of the contract premium":[null,"Los servicios contractuales financieros de este sitio solo son adecuados para los clientes que pueden hacer frente a la pérdida del dinero que invierten y que comprenden y tienen experiencia con los riesgos implícitos en la adquisición de contratos financieros. Las transacciones en los contractos financieros implican un alto grado de riesgo. Si los contratos comprados caducan sin valor, sufrirá la pérdida total de su inversión, la que consistirá en la prima contractual"],"The financial trading services contained within this site are only suitable for customers who are able to bear the loss of all the money they invest and who understand and have experience of the risk involved in the aquistion of financial contracts. Transactions in financial contracts carry a high degree of risk. If purchased contracts expire worthless, you will suffer a total loss of your investment, which consists of the contract permium":[null,"Los servicios comerciales financieros contenidos en este sitio son adecuados solamente para los clientes que son capaces de soportar la pérdida de todo el dinero de su inversión y que entienden y tienen experiencia con el riesgo a la hora de adquirir contratos financieros. Las transacciones en contratos financieros conllevan un alto grado de riesgo. Si los contratos comprados caducan sin valor, usted sufrirá una pérdida total de su inversión, que consiste en el contrato permium"],"The first step is to open an account. You can":[null,""],"The first thing to do is choose the asset you wish to trade, such as gold or oil, stocks or FX rates (The value of a binary option is derived from the price of the underlying asset). A big advantage of trading options is that you are not buying or selling the actual asset":[null,""],"The first three days of the Bullish Ladder Bottom are strong black candlesticks with consecutive lower opens and lower closes. The fourth day is a short black candlestick, but it opens higher and trades higher, leaving a long upper shadow, then closes making a new low. The fifth day is a strong white candlestick that makes a body gap with the fourth day":[null,"Los primeros tres días del patrón suelo de escalera alcista son velas negras fuertes con aperturas y cierres que van disminuyendo consecutivamente. El cuarto día es una vela negra corta que abre y se comercia a valores más altos, dejando una sombra superior larga, para luego cerrar en un nuevo mínimo. El quinto día es una vela blanca fuerte cuyo cuerpo genera un gap con el cuarto día"],"The homing pigeon is a bullish candlestick reversal pattern comprised of two red candlesticks. The first candle is a tall black one that appears in a downward price trend. The second day is also a black candle, but it is smaller and fits inside the body of the first black candle":[null,"El patrón paloma mensajera es un patrón de reversión alcista que está compuesto por dos velas rojas. La primera es una negra alta que aparece en una tendencia a la baja. La segunda también es una vela negra, pero más pequeña y que cabe dentro del cuerpo de la primera vela negra"],"The indicator is designed for use on a monthly time scale. It is the sum of a 14-month rate of change and 11-month rate of change, smoothed by a 10-period weighted moving average":[null,"El indicador está diseñado para su uso en una escala de tiempo mensual. Es la suma de una tasa de cambio de 14 meses y una de 11 meses, suavizada por una media móvil ponderada de 10 periodos"],"The market exit price is the price in effect at the end of the contract period":[null,"El precio de salida del mercado es el precio en vigor al momento de la finalización del contrato"],"The parabolic SAR is calculated almost independently for each trend in the price. When the price is in an uptrend, the SAR emerges below the price and converges upwards towards it. Similarly, on a downtrend, the SAR emerges above the price and converges downwards. At each step within a trend, the SAR is calculated one period in advance":[null,"El SAR parabólico se calcula casi de manera independiente para cada tendencia en el precio. Cuando el precio está al alza, el SAR aparece debajo del precio y converge con él de manera ascendente. De manera similar, en una tendencia a la baja, el SAR aparece sobre el precio y converge con él de manera descendente. En caso paso dentro de una tendencia, el SAR se calcula con un periodo de antecedencia"],"The patent means Regent Markets is the recognised pioneer of binary betting. The patent helps protect our innovations":[null,"La patente implica que Regent Markets es reconocida como pionera en apuestas binarias. La patente ayuda a proteger nuestras innovaciones"],"The payout is the amount paid to an options trader if their prediction is correct":[null,"El pago es el monto pagado al inversor si su predicción es correcta"],"The piercing pattern is made up of two candlesticks, the first black and the second white.Both candlesticks should have fairly large bodies and the shadows are usually, but not necessarily, small or nonexistent. The white candlestick must open below the previous close and close above the midpoint of the black candlestick's body. A close below the midpoint might qualify as a reversal, but would not be considered as bullish":[null,"El patrón penetrante está formado por dos velas: la primer negra y la segunda blanca. Ambas deben tener cuerpos bastante grandes y sus sombras son habitualmente, pero no necesariamente, pequeñas o inexistentes. La vela blanca debe abrir debajo del cierre anterior y cerrar sobre el punto medio del cuerpo de la vela negra. Un cierre debajo del punto medio podría calificarse como una reversión, pero sin llegar a considerarla alcista"],"The premier platform for trading binary options in the world's financial markets":[null,"La plataforma de primera calidad para el comercio con opciones binarias en los mercados financieros mundiales"],"The profit is the difference between the purchase price (the stake) and the payout on a winning trade":[null,"La ganancia es la diferencia entre el pago y el precio de compra (la apuesta) de un contrato ganador"],"The rebranding is a natural evolution for the platform as it continues to grow market share in the highly competitive field of binary trading. The new brand reflects the nature of the business, and our new tagline - Sharp Prices, Smart Trading - communicates our ethos and commitment to our clients":[null,"El cambio de marca es una evolución natural para la plataforma ya que sigue creciendo su cuota de mercado en el campo altamente competitivo de las opciones binarias. La nueva marca refleja la naturaleza del negocio, mientras que el nuevo lema - Sharp Prices, Smart Trading (Mejores precios, inversiones inteligentes) - comunica nuestra filosofía y el compromiso con nuestros clientes"],"The resale price indicates a contract's current market price. Resale prices are on a best-efforts basis and may not be available at all times after purchase. See 'Sell option' for more details on selling contracts before expiry":[null,"El precio de reventa indica el precio actual de mercado de un contrato. Los precios de reventa se basan en los mejores esfuerzos y pueden no estar disponibles en todo momento después de la compra. Diríjase a la sección \"Opción de venta\" para más información sobre la posibilidad de venta de los contratos antes de su vencimiento"],"The return is the money realized when the contract expires (see 'Payout')":[null,"El retorno es el dinero que se entrega cuando el contrato finaliza (vea \"Pago\")"],"The stake is the amount that a trader must pay to enter into a trade":[null,"La apuesta es el monto que el comerciante debe pagar para comprar un contrato"],"The sum of price over selected period":[null,"La suma del precio en un periodo seleccionado"],"The variance and the closely-related standard deviation are measures of how spread out a distribution is. In other words, they are measures of variability. The variance is computed as the average squared deviation of each number from its mean":[null,"La varianza y la estrechamente relacionada desviación estándar son medidas de qué tan dispersa es la distribución. En otras palabras, son medidas de variabilidad. La varianza se calcula como el promedio de la desviación al cuadrado de cada número con respecto a su media"],"The volatility indices simulate various real market situations and provide an ideal platform for getting used to trading and testing strategies under various market conditions. These indices depend on volatility and drift, and help users to try out scenarios like - high volatility, low volatility, bullish and bearish trends":[null,"Los índices de volatilidad simulan varias situaciones reales del mercado y proporcionan una plataforma ideal para acostumbrarse al comercio y probar estrategias en varias condiciones del mercado. Estos índices dependen de la volatilidad y la deriva, y ayudan a los usuarios a probar escenarios de alta volatilidad, baja volatilidad, tendencias alcistas y bajistas"],"There are four main trade types for you to choose from":[null,""],"There are two types of In/Out trades":[null,""],"There are two types of Up/Down trades":[null,""],"There are two ways to trade Asians":[null,""],"These are trades where the trader predicts if a market will finish higher or lower than a specified price target":[null,"Estos son contratos en los que el comerciante predice si el mercado terminará por encima o debajo de un determinado objetivo de precio"],"These are trades where the trader predicts if a market will rise or fall at the end of a selected time period":[null,"Estos son contratos en los que el comerciante predice si un mercado subirá o bajará al final del período de tiempo seleccionado"],"These are trades where the trader selects a low and high barrier, and predicts if the market will stay within these barriers or go outside them (see also 'Stays Between/Goes Outside trades')":[null,"Estos son contratos en los que el comerciante selecciona un límite superior y uno inferior y predice si el mercado permanecerá entre esos límites o si saldrá fuera de ellos (vea también 'Contratos Queda Dentro/Sale')"],"These are trades where the trader selects a price target, and predicts that the market will never touch the target before the expiry of the trade":[null,"Estos son los contratos en los que el comerciante selecciona un precio objetivo y predice que el mercado nunca tocará el objetivo antes del vencimiento del contrato"],"These are trades where the trader selects a price target, and predicts that the market will touch the target before the expiry of the trade":[null,"Estos son los contratos en los que que el comerciante selecciona un precio objetivo y predice que el mercado tocará el objetivo antes del vencimiento del contrato"],"This Moving Average uses curve of the Normal (Gauss) distribution which can be placed by Offset parameter from 0 to 1. This parameter allows regulating the smoothness and high sensitivity of the Moving Average. Sigma is another parameter that is responsible for the shape of the curve coefficients":[null,"Esta media móvil utiliza la curva de distribución normal (Gaussiana), la que se puede posicionar mediante el parámetro Offset de 0 a 1. Este parámetro permite regular la suavidad y alta sensibilidad de la media móvil. Sigma es otro parámetro que es responsable de la forma de los coeficientes de la curva"],"This feature is not relevant to virtual-money accounts":[null,""],"This field is required":[null,"Este campo es requerido"],"This is another award we really savour. Trade2win is a portal for active traders seeking to profit from stocks, futures, options and forex, and these traders award us silver (we are just pipped for gold by Betfair). It means active traders worldwide rate our trading platform extremely highly":[null,"Este es otro premio que realmente saboreamos. Trade2win es un portal para inversores activos que buscan beneficios de acciones, futuros, opciones y divisas, y estos comerciantes nos premian con el premio de plata (y el oro se otorga a Betfair por muy poca diferencia). Esto significa que los inversores activos en todo el mundo le otorgan una alta valoración a nuestra plataforma"],"This is big. We pick up a double award from the Financial Times and Investors Chronicle, reflecting our success in improving the quality and usability of our website and products":[null,"Esto sí que es grande. Ganamos un doble premio de parte de Financial Times y de Investors Chronicle, lo que refleja nuestro éxito en la mejora de la calidad y la facilidad de uso de nuestro sitio web y sus productos"],"This is the current price at which an underlying can be bought or sold at a particular time":[null,"Este es el precio actual al que se puede comprar o vender el contrato subyacente en un momento determinado"],"This pattern occurs when two black days appear with equal closes in a downtrend. Matching Low indicates a bottom has been made, even though the new low was tested and there was no follow through, which is indicative of a good support price":[null,"Este patrón ocurre cuando dos días negros tienen cierres equivalentes en una tendencia bajista. Los mínimos coincidentes indican que se ha alcanzado un suelo, a pesar de que el nuevo mínimo se probó y no hubo seguimiento, lo que es señal de un buen precio de apoyo"],"Three Advancing White Soldiers (CDL3WHITESOLDIERS)":[null,"Tres soldados blancos (CDL3WHITESOLDIERS)"],"Three Black Crows (CDL3BLACKCROWS)":[null,"Tres cuervos negros (CDL3BLACKCROWS)"],"Three Inside Up/Down (CDL3INSIDE)":[null,"Tres pautas interiores alcistas/bajistas (CDL3INSIDE)"],"Three Outside Up/Down (CDL3OUTSIDE)":[null,"Tres pautas exteriores alcistas/bajistas (CDL3OUTSIDE)"],"Three Stars In The South (CDL3STARSSOUTH)":[null,"Tres estrellas en el sur (CDL3STARSSOUTH)"],"Three tall white candles, each with higher closes, and bodies that overlap (an opening price within the prior candle's body)":[null,"Tres velas blancas altas, cada una con cierres más altos y cuerpos que se superponen (precio de apertura dentro del cuerpo de la vela anterior)"],"Three white days occur. Each successive day opens within the body of the previous day and closes above the previous day. The bodies of the candles get progressively smaller with the upper shadows of day 2 and 3 getting progressively longer":[null,"Ocurren tres días blancos. Cada día sucesivo abre dentro del cuerpo del día anterior y cierra por sobre el día anterior. Los cuerpos de las velas se vuelven cada vez más pequeños y las sombras de los días 2 y 3 se alargan gradualmente"],"Three-Line Strike (CDL3LINESTRIKE)":[null,"Golpe de tres líneas (CDL3LINESTRIKE)"],"Thrusting Pattern (CDLTHRUSTING)":[null,"Patrón de empuje (thrusting) (CDLTHRUSTING)"],"Thu":[null,"Jue"],"Thursday":[null,"Jueves"],"Tick":[null,"Intervalo"],"Tick Trade app":[null,"App Tick Trade"],"Tick {row.number}":[null,"Intervalo {row.number}"],"Ticks":[null,"Intervalos"],"Time interval":[null,"Intervalo de tiempo"],"Time out until":[null,"Pausa hasta"],"Times are changing. We increase payouts so our clients can make the most of their winning trades":[null,"Los tiempos están cambiando. Aumentamos los pagos para que nuestros clientes puedan sacar el máximo provecho de sus transacciones ganadoras"],"Title":[null,"Título"],"Ti ng Vi t":[null,"Tiếng Việt"],"To":[null,"A"],"To deposit money please contact the payment agent directly":[null,"Para depositar dinero por favor, póngase en contacto con el agente de pago directamente"],"To process deposits and withdrawals for payment methods or local currencies not supported by Binary.com contact a payment agent":[null,"Para procesar depósitos y retiradas para métodos de pago o monedas locales no admitidas por Binary.com póngase en contacto con un agente de pago"],"To withdraw funds please enter the special verification token we have just emailed you":[null,"Para retirar fondos, introduzca el token de verificación especial que le hemos enviado por correo electrónico"],"Token":[null,"Token"],"Token Management":[null,""],"Token management":[null,"Gestión de token"],"Token name":[null,"Nombre de token"],"Token permissions":[null,"Permisos del tokens"],"Tooltip background":[null,"Fondo del Tooltip"],"Tooltip text":[null,"Texto del Tooltip"],"Total Copiers":[null,""],"Total Cost":[null,"Coste Total"],"Total Profit/Loss":[null,"Ganancia/Pérdida Total"],"Total Trades":[null,""],"Touch":[null,"Toca"],"Touch/No Touch":[null,"Toque/No Toque"],"Touch/No Touch - Predict if the market will touch or not touch a target price":[null,""],"Tourism":[null,"Turismo"],"Town/City":[null,"Ciudad"],"Trade":[null,"Comerciar"],"Trade Confirmation":[null,"Confirmación del Comercio"],"Trade Types":[null,""],"Trade according to your preferred strategy":[null,""],"Trade using":[null,"Comercie usando"],"Trader":[null,""],"Trader's Statistics":[null,""],"Trades Profitability":[null,""],"Trades break down":[null,""],"Trading Experience":[null,""],"Trading Times":[null,"Horario de Comercio"],"Trading binary options is relatively easy, and you can purchase a trade in only three simple steps":[null,""],"Trading binary options may not be suitable for everyone, so please ensure that you fully understand the risks involved. Your losses can exceed your initial deposit and you do not own or have any interest in the underlying asset. In regards to binary options which are gambling products, remember that gambling can be addictive - please play responsibly":[null,"El comercio con opciones binarias puede no ser adecuado para todos, por lo que debe asegurarse de que entiende por completo los riesgos que este implica. Sus pérdidas pueden exceder su depósito inicial y Ud. no será titular ni tendrá ningún interés sobre el activo subyacente. Con respecto a las opciones binarias que consisten en productos, recuerde que apostar puede ser adictivo, por lo que le rogamos que juegue con responsabilidad"],"Tradingview for Binary.com":[null,"Tradingview para Binary.com"],"Transfer":[null,"Transferir"],"Transfer to another Binary account":[null,"Transferir a otra cuenta Binary"],"Transparent risk and potential reward":[null,""],"Triangular Moving Average (TRIMA)":[null,"Media móvil triangular (TRIMA)"],"Triple Exponential Moving Average (T3)":[null,"Media móvil exponencial triple (T3)"],"Triple Exponential Moving Average (TEMA)":[null,"La media móvil exponencial triple (TEMA)"],"Tristar Pattern (CDLTRISTAR)":[null,"Patrón Tristar (CDLTRISTAR)"],"True Range (TRANGE)":[null,"Rango verdadero (TRANGE)"],"Try":[null,"Pruebe"],"Tue":[null,"Mar"],"Tuesday":[null,"Martes"],"Turnover":[null,"Volumen de ventas"],"Two Crows (CDL2CROWS)":[null,"Dos cuervos (CDL2CROWS)"],"Two-way pricing":[null,""],"Types of lookbacks":[null,""],"Typical Price (TYPPRICE)":[null,"Precio típico (TYPPRICE)"],"US Patents":[null,""],"USD":[null,"USD"],"USDJPY":[null,"USDJPY"],"Ultimate Oscillator (ULTOSC)":[null,"Oscilador final (ULTOSC)"],"Under":[null,"Inferior"],"Underlying":[null,"Subyacente"],"Unfortunately, no - funds initially deposited through one payment method must be withdrawn through the same system; funds cannot be transferred to an alternate system for withdrawal. We do offer a wide variety of payment methods, to suit your specific needs and preferences":[null,"Desafortunadamente, los fondos depositados inicialmente a través de un método de pago deben retirarse a través del mismo sistema. Los fondos no pueden ser transferidos a un sistema alternativo para su retiro. Le ofrecemos una amplia variedad de métodos de pago, de acuerdo con sus necesidades y preferencias específicas"],"Unfortunately, your browser does not support them":[null,"Desafortunadamente, su navegador no es compatible"],"Unique 3 River (CDLUNIQUE3RIVER)":[null,""],"Unique Three River Bottom is a bullish candlestick pattern made up of three candles: The 1st candle has a long and bearish body, the 2nd candle is a hammer, and its body is inside the 1st bar's body, the 3rd candle is small and bullish, its Close price is lower than 2nd bar's":[null,""],"Up - Predict that the market will end higher than the average price":[null,""],"Up/Down":[null,"Arriba/Abajo"],"Up/Down-Gap Side-By-Side White Lines (CDLGAPSIDESIDEWHITE)":[null,""],"Upcoming Events":[null,"Próximos Eventos"],"Update":[null,"Actualizar"],"Update Settings":[null,"Actualizar Configuración"],"Upgrade to a Real Account":[null,"Actualizar a una cuenta real"],"Upload template":[null,"Cargar plantilla"],"Upside/Downside Gap Three Methods (CDLXSIDEGAP3METHODS)":[null,""],"Upside/Downside Gap Two Crows (CDLUPSIDEGAP2CROWS)":[null,""],"Use":[null,"Usar"],"Use the \"Save as ...\" button to save the chart settings, type, time period, indicators and comparisons":[null,"Utilice el botón de \"Guardar como...\" para guardar los ajustes del gráfico, el tipo, el período de tiempo, los indicadores y las comparaciones"],"Use the \"Save as ...\" button to save the trade settings":[null,""],"Using our website, customers can trade currencies, indices, stocks and commodities 24/7. We have the most flexible pricing and the most comprehensive suite of products available":[null,"A través de nuestro sitio web, los clientes pueden operar con divisas, índices, acciones y materias primas en cualquier momento. Tenemos los precios más flexibles y la gama más amplia de productos disponibles"],"Variance (VAR)":[null,"Varianza (VAR)"],"Various customisable features like loading and arranging assets, charting, and other resources however you see fit":[null,""],"Verification code has been sent to your email":[null,"El código de verificación ha sido enviado a su correo electrónico"],"Verification token":[null,"Token de verificación"],"Verify new password":[null,"Verificar nueva contraseña"],"Vertical line":[null,"Línea vertical"],"View":[null,"Ver"],"View Statement":[null,""],"Volatility Index Markets":[null,""],"Volatility Indicators":[null,"Indicadores de volatilidad"],"Volatility Indices":[null,"Índices de Volatilidad"],"Volatility Indices are further categorized into two types":[null,""],"Volatility indices - Binary.com's proprietary indices that simulate market forces":[null,""],"WMA stands for weighted moving average. It helps to smooth the price curve for better trend identification. It places even greater importance on recent data than the EMA does":[null,""],"We are required by our license to inform you about what happens to funds which we hold on account for you, and the extent to which funds are protected in the event of insolvency":[null,"Estamos obligados por nuestra licencia a informarle acerca de lo que ocurre con los fondos que guardamos en la cuenta para usted y sobre el grado de protección de los mismos en caso de insolvencia"],"We do it again. BetOnMarkets.com follows up our 2007 award by being voted 'Best Fixed-Odds Financial Trading Provider' for 2008":[null,"Lo hemos conseguido otra vez. BetOnMarkets.com repite el galardón de 2007 al ser votado como \"Mejor Proveedor de Apuestas Financieras de Probabilidades Fijas\" también en 2008"],"We offer three types lookbacks":[null,""],"We rebrand BetOnMarkets.com as":[null,"Cambiamos la marca BetOnMarkets.com por"],"We segregate all client funds and hold them in secure and licensed financial institutions, according to the conditions of our trading licenses":[null,""],"We're granted patents for 'Computer trading system and method for speculating on a financial market' and 'Computer trading system for offering custom financial market speculations'. The patents show our ability to innovate and stay ahead of the pack":[null,""],"We're really proud of this award. We're strongly committed to offering an ethical and customer-focused trading experience, and the award shows that BetOnMarkets is a trusted brand that listens and caters to customers, whether they are experienced traders or novices. We offer customer services in English, Indonesian, Russian, Chinese and Spanish":[null,"Nos enorgullece este premio. Estamos firmemente comprometidos a ofrecer una experiencia de negociación ética y centrada en el cliente y este premio demuestra que BetOnMarkets es una marca de confianza que escucha y atiende a los clientes sin importar su experiencia. Ofrecemos servicios de atención al cliente en inglés, indonesio, ruso, chino y español"],"Webtrader":[null,"Webtrader"],"Webtrader is an advanced trading platform that's fully-customisable according to your personal preferences":[null,""],"Webtrader uses new web technologies for rich and enjoyable trading experience":[null,"Webtrader utiliza las nuevas tecnologías web para una experiencia comercial rica y placentera"],"Wed":[null,"Mié"],"Wednesday":[null,"Miércoles"],"Weighted Close Price (WCLPRICE)":[null,"Precio de cierre ponderado (WCLPRICE)"],"Weighted Moving Average (WMA)":[null,"Media móvil ponderada (WMA)"],"Welcome to Binary.com Webtrader":[null,"Bienvenido a Webtrader de Binary.com"],"What are OTC indices and stocks?":[null,""],"What are lookbacks":[null,""],"What is pep?":[null,""],"What is this?":[null,""],"When you are satisfied with the price that you receive, execute your trade immediately. With our unique platform, you won t have to contend with  slippages  or gaping markets. And most importantly, there are no invisible fees. You can also sell back any long-term trades at any time before they expire to protect the profit you may have earned or to minimise your losses":[null,""],"When you trade with Binary.com, you can be assured that your deposits are held in a separate trust account and are not used for any other purpose":[null,"Cuando opera con Binary.com, puede estar seguro de que sus depósitos se mantienen en una cuenta fiduciaria separada y no se utilizan para ningún otro propósito"],"Where does Binary.com hold my funds?":[null,""],"While on the go, you can":[null,"Mientras viaja, puede"],"Why Choose Binary Trading?":[null,"¿Por qué elegir las opciones binarias?"],"Why trade with Binary.com":[null,""],"Will I need to install any software?":[null,"¿Necesitaré instalar algún tipo de software?"],"Williams' %R (WILLR)":[null,""],"Win the multiplier times the close minus low":[null,""],"Win the multiplier times the high minus close":[null,""],"Win the multiplier times the high minus low":[null,""],"With Binary.com you can trade":[null,"Con Binary.com puede negociar"],"Withdraw funds":[null,"Retirar fondos"],"Withdrawal via payment agents":[null,"Retirada a través de agentes de pago"],"Workspace":[null,""],"X-axis labels":[null,"Etiquetas de eje-x"],"X-axis line":[null,"Línea de eje-x"],"X-axis tick":[null,"Tick de eje-x"],"Xodds.com":[null,"Xodds.com"],"Y-axis gridline":[null,"Cuadrícula del eje-y"],"Y-axis labels":[null,"Etiquetas del eje-y"],"Yearly Profitable Trades":[null,""],"Yes":[null,"Sí"],"You are not copying any trade(s) yet":[null,""],"You can":[null,""],"You don't need to deposit any money to open an account, but you need to deposit funds before you can start trading":[null,""],"You have sold the following contract":[null,"Han vendido el siguiente contrato"],"You haven't saved any templates yet":[null,"Aún no ha guardado ninguna plantilla"],"You only need to make four decisions to execute a binary contract":[null,""],"You pay":[null,"Usted paga"],"You will be automatically logged out after such time":[null,"Usted será deconectado automáticamente después de esa hora"],"You wish to allow other traders to copy your trades":[null,""],"You wish to copy another trader's trades":[null,""],"Your Binary.com account is created, but to start trading you need to allow Webtrader access it":[null,"Su cuenta Binary.com ha sido creada, pero para comenzar a operar debe permitir que Webtrader acceda a ella"],"Your account (%) is locked, please contact customer support for more info.":[null,""],"Your browser is not supported":[null,"Su navegador no es compatible"],"Your copying settings":[null,""],"Your email":[null,"Su correo electrónico"],"Your new account balance is":[null,"El nuevo saldo de su cuenta es"],"Your transaction reference is":[null,"Su referencia de transacción es"],"Your transaction reference number is":[null,"Su número de referencia de la transacción es"],"Zoom":[null,"Zoom"],"allowing clients to develop their own automated trading robots with  drag-and-drop  simplicity":[null,"permitiendo que los clientes desarrollen sus propios robots de negociación automatizados con el simple método de arrastrar y soltar"],"and for Irish clients by (3) the Revenue Commissioners in Ireland (Remote Bookmaker's Licence no. 1010285 issued on 1 July 2017). View complete":[null,""],"and start learning how to trade":[null,""],"apostrophe (') are allowed":[null,"se permiten apóstrofes (')"],"apply online":[null,""],"at a valuation of US$ 50.5 million":[null,""],"auto-trader programming tool":[null,"herramienta de programación de negociador automático"],"below and proceeding with the Account Opening you should note that you may be exposing yourself to risks (which may be significant, including the risk of loss of the entire sum invested) that you may not have the knowledge and experience to properly assess or mitigate":[null,"debajo y procediendo con la apertura de la cuenta debe tener en cuenta que puede exponerse a riesgos (que pueden ser significativos, incluyendo el riesgo de pérdida de la suma total invertida) que puede que no conozca y no tenga experiencia para evaluar correctamente o mitigar"],"commission":[null,"comisión"],"contact support":[null,"contactar con ayuda al cliente"],"create a Read-only token, and share the token with your copier(s)":[null,""],"customer support":[null,"atención al cliente"],"day":[null,"día"],"days":[null,"días"],"deposit funds and begin trading within minutes":[null,""],"disposes of its stake":[null,""],"e-commerce site for branded merchandise":[null,"sitio de comercio electrónico para productos de marca"],"end time":[null,"hora de finalización"],"entry spot":[null,"punto de entrada"],"exit spot":[null,"punto de salida"],"for mobile charts":[null,"para los gráficos móviles"],"has updated its":[null,"ha actualizado su"],"hour":[null,"hora"],"hours":[null,"horas"],"if this is not your country of residence":[null,"si este no es su país de residencia"],"in just a few minutes":[null,""],"in the future, the":[null,"en el futuro, el"],"is Binary's advanced desktop trading platform. Its multi-window interface provides maximum flexibility and suits the needs of active traders working on their desktop PCs":[null,"es la avanzada plataforma de comercio de Binary. Su interfaz con múltiples ventana proporciona máxima flexibilidad y se adapta a las necesidades de los comerciantes activos que trabajan en su PC de escritorio"],"is required. Current spread":[null,"es requerido. Spread actual"],"is that which is selected and the":[null,"es el seleccionado y el"],"is the":[null,"es el"],"is the price in effect at that time":[null,"es el precio válido en ese momento"],"is the selected number of minutes/hours after the":[null,"es el número de minutos/horas seleccionados después de"],"is the selected time":[null,"es el tiempo seleccionado"],"is the spot at the":[null,"es el lugar en el"],"is when the contract is processed by our servers and the":[null,"es cuando el contrato es procesado por nuestros servidores y el"],"main site":[null,"sitio web principal"],"medium protection":[null,"protección media"],"minute":[null,"minuto"],"minutes":[null,"minutos"],"next tick":[null,"próximo tick"],"of \"Now\", the":[null,"de \"Ahora\", el"],"open a free $10k fully-functional virtual-money account":[null,""],"open an account":[null,""],"our helpful support desk":[null,"nuestro útil servicio de asistencia"],"payment agent":[null,"agente de pago"],"points":[null,"puntos"],"sec":[null,""],"second":[null,"segundo"],"seconds":[null,"segundos"],"session overview":[null,"resumen de la sesión"],"start time":[null,"hora de inicio"],"terms and conditions":[null,"términos y condiciones"],"the":[null,"el"],"thereafter":[null,"después de eso"],"tick":[null,""],"ticks":[null,""],"www.Binary.com":[null,"www.Binary.com"],"yes":[null,"sí"],"{agent.commission}%":[null,"{agent.commission}%"],"| Return":[null,""],"enabling clients, affiliates, and developers to buy and sell Binary.com products":[null,"permitiendo que clientes, afiliados y desarrolladores compren y vendan productos Binary.com"]}