{"1":[null,"1"],"2":[null,"2"],"3":[null,"3"],"4":[null,"4"],"5":[null,"5"],"8":[null,"8"],"10":[null,"10"],"15":[null,"15"],"30":[null,"30"],"1999":[null,"1999"],"2000":[null,"2000"],"2004":[null,"2004"],"2007":[null,"2007"],"2008":[null,"2008"],"2009":[null,"2009"],"2011":[null,"2011"],"2012":[null,"2012"],"2013":[null,"2013"],"2014":[null,"2014"],"2015":[null,"2015"],"2016":[null,"2016"],"2017":[null,"2017"],"":{"plural-forms":"nplurals=2; plural=(n != 1);","x-generator":"crowdin.com","x-crowdin-project":"webtrader","x-crowdin-language":"pt-PT","x-crowdin-file":"/development/translations/i18n/messages.pot","project-id-version":"webtrader","content-type":"text/plain; charset=UTF-8","last-translator":"binarycom <jy@binary.com>","language-team":"Portuguese","language":"pt_PT","po-revision-date":"2018-08-16 05:20"},"\"http://www.gamblingcommission.gov.uk/Consumers/Protection-of-customer-funds.aspx\"":[null,"\"http://www.gamblingcommission.gov.uk/Consumers/Protection-of-customer-funds.aspx\""],"'Best Customer Communication Firm' award by Investors Chronicle":[null,"Prêmio de \"Empresa de melhor comunicação com clientes\" atribuída pela Investors Chronicle"],"'Best Fixed-Odds Broker' silver award by Trade2Win":[null,"Prêmio de prata na categoria \"Melhor corretora de probabilidades fixas\" atribuída pela Trade2Win"],"'Best Fixed-Odds Financial Provider' award by Financial Times and Investors Chronicle UK":[null,"Prêmio de \"Melhor prestador de serviços financeiros de probabilidades fixas\" atribuída pela Financial Times e a Investors Chronicle UK"],"'Best Fixed-Odds Financial Trading Provider' award by Shares Magazine UK":[null,"Prêmio de \"Melhor prestador de serviços de negociação financeira de probabilidades fixas\" atribuída pela Shares Magazine UK"],"'Best Fixed-Odds Firm 2012' award by Global Banking and Finance Review":[null,"Prêmio de \"Melhor empresa de probabilidades fixas de 2012\" atribuída pela Global Banking and Finance Review"],"'Financial Betting Operator of the Year' award by eGaming Review":[null,"Prêmio de \"Melhor operador de apostas do ano\" atribuída pela eGaming Review"],"'contract period'":[null,"\"período do contrato\""],"(6,000   5,200) * 2 = $1600":[null,""],"(One) Touch trades":[null,"Negociações de toque (único)"],"(formerly known as":[null,"(anteriormente conhecida como"],"(if less than one day in duration), or at the end of the trading day (if one day or more in duration)":[null,"(se menos de um dia de duração) ou no fim do dia de negociação (se um dia ou mais de duração)"],"(license reference no: 39172)":[null,""],"(license reference no: 39495)":[null,""],") goes live, establishing a round-the-clock financial betting service on a variety of financial indices. Business grows quickly, and we soon become the market leader in fixed-odds financial betting":[null,") entra em operação, estabelecendo um serviço de apostas 24 horas por dia numa variedade de índices financeiros. O negócio cresce rapidamente e em pouco tempo tornamo-nos o líder de mercado em apostas financeiras de probabilidades fixas"],"- Benefit from the same rates of return as interbank traders. Our prices are benchmarked daily against the interbank options markets":[null,"- Beneficie-se das mesmas taxas de retorno que os negociadores interbancários. Os nossos preços são comparados diariamente com os mercados de opções interbancários"],"- Binary.com is not affiliated with any of the Payment Agents listed above. Each Payment Agent operates as an independent service provider and is not endorsed, guaranteed or otherwise approved by Binary.com. CUSTOMERS DEAL WITH PAYMENT AGENTS AT THEIR SOLE RISK AND PERIL. Customers are advised to check the credentials of Payment Agents before sending them any money. Binary.com shall not in any circumstance be held responsible for transactions made between customers and Payment Agents":[null,"- A Binary.com não está afiliada com qualquer um dos agentes de pagamentos listados acima. Cada agente de pagamentos opera como um fornecedor de serviços independente e não é endossado, garantido ou de outra forma aprovado pela Binary.com. OS CLIENTES LIDAM COM AGENTES DE PAGAMENTOS POR SUA CONTA E RISCO. Recomenda-se que os clientes verifiquem as credenciais dos agentes de pagamentos antes de lhes enviar quaisquer fundos. A Binary.com não será responsável, em qualquer circunstância, pelas transações efetuadas entre clientes e agentes de pagamentos"],"- Choose from over one million possible trade variations at any time, and customise your trades according to your preferred strategy":[null,"- Escolha entre mais de um milhão de variações de negociação, a qualquer momento, e personalize as suas negociações de acordo com a sua estratégia preferida"],"- Choose timeframes from 10 seconds to 365 days":[null,"- Escolha prazos de 10 segundos a 365 dias"],"- Deposit as little as USD 5 to start trading":[null,"- Deposite tão pouco quanto 5 USD para começar a negociar"],"- Earn the same proportional return on stakes of all values":[null,"- Ganhe o mesmo retorno proporcional em apostas de todos os valores"],"- Enjoy a trading platform that s easy to navigate and use":[null,"- Desfrute de uma plataforma de negociação de fácil navegação e uso"],"- Know how much you will win or lose before you purchase the contract":[null,"- Saiba quanto você irá ganhar ou perder antes de comprar o contrato"],"- Open an account and start trading in minutes. Deposits and withdrawals are also available 24/7":[null,"- Abra uma conta e comece a negociar em poucos minutos. Depósitos e retiradas também estão disponíveis 24/7"],"- Predict the market ending higher or lower than a price target":[null,"- Preveja se mercado irá terminar mais alto ou mais baixo do que um preço-alvo"],"- Predict the market rising or falling from its current level":[null,"- Preveja se o mercado irá subir ou descer do seu nível atual"],"- Predict the market staying between or going outside two price targets":[null,"- Preveja se o mercado ficará dentro ou sairá fora de dois preços-alvo"],"- Predict the market touching or not touching a price target":[null,"- Preveja se o mercado irá tocar ou não num preço-alvo"],"- Receive quotes for a trade and counter-trade, so you always get unbiased, transparent rates from Binary.com":[null,"- Receba cotações de uma negociação e de uma negociação oposta. Assim você recebe sempre taxas imparciais e transparentes da Binary.com"],"- Sell your long-term contracts before expiry to protect any profits you may have made or to minimise your losses":[null,"- Venda os seus contratos de longo prazo antes de expiração para proteger quaisquer lucros que tenha realizado ou para minimizar as suas perdas"],"- Trade based on \"gut feel\" or rely on technical and fundamental analysis":[null,"- Escolha as suas negociações através da sua intuição ou use análises técnicas e fundamentais"],"- Trade confidently, knowing that your personal data, transactions, and funds are always secure":[null,"- Negocie com confiança, sabendo que os seus dados pessoais, as suas transações e os seus fundos estão sempre seguros"],"- Trade currencies, indices, commodities and more in rising, falling, sideways, quiet, and volatile markets":[null,"- Negocie moedas, índices e matérias-primas em mercados em subida, descida, movimento lateral, calmos e voláteis"],"- Trade when you want. Binary.com is available 24/7, even on weekends":[null,"- Negocie quando quiser. A Binary.com está disponível 24/7, inclusive nos fins de semana"],"- Trade with the industry pioneer and holder of a patented pricing technology":[null,"- Negocie com a pioneira da indústria e detentora de uma tecnologia de preços patenteada"],"- currencies, stock indices, and commodities":[null,"- moedas, índices de ações e matérias-primas"],"- from $1 to $50,000":[null,"- de $1 a $50.000"],"- from 10 seconds to 365 days":[null,"- de 10 segundos a 365 dias"],"- up/down, touch/no-touch, stays between/goes outside":[null,"- acima/abaixo, toca/não toca, fica entre/sai fora"],"0-1 year":[null,"0 a 1 ano"],"0-5 transactions in the past 12 months":[null,"0 a 5 transações nos últimos 12 meses"],"1 Day":[null,"1 dia"],"1 Hour":[null,"1 hora"],"1 Minute":[null,"1 minuto"],"1 Tick":[null,"1 Tique-taque"],"1 million transactions/day":[null,"1 milhão de transações/dia"],"1-2 years":[null,"1 a 2 anos"],"1. Choose the Underlying":[null,"1. Escolha o mercado subjacente"],"1. Underlying market":[null,"1. Mercado subjacente"],"10 Minutes":[null,"10 minutos"],"10m":[null,"10m"],"15 Minutes":[null,"15 minutos"],"15m":[null,"10 m"],"1d":[null,"1d"],"1h":[null,"1h"],"1m":[null,"1m"],"1t":[null,"1t"],"2 Hours":[null,"2 horas"],"2 Minutes":[null,"2 minutos"],"2. Choose the Duration of the Trade":[null,"2. Escolha a duração da negociação"],"2. Trade type":[null,"2. Tipo de negociação"],"2h":[null,"2h"],"2m":[null,"2m"],"3 Minutes":[null,"3 minutos"],"3. Choose how you want to Trade the Market":[null,"3. Escolha como você deseja negociar no mercado"],"3. Duration":[null,"3. Duração"],"30 Minutes":[null,"30 minutos"],"30-day limit on losses":[null,"Limite de perdas de 30 dias"],"30-day turnover limit":[null,"Limite de volume de negócios de 30 dias"],"30m":[null,"30m"],"3m":[null,"3m"],"4 Hours":[null,"4 horas"],"4. Barrier(s)":[null,"4. Barreira(s)"],"4. Choose your Stake and Potential Return":[null,"4. Escolha a sua aposta e o seu retorno potencial"],"40 transactions or more in the past 12 months":[null,"40 transações ou mais nos últimos 12 meses"],"4h":[null,"4h"],"5 Minutes":[null,"5 minutos"],"5. Payout":[null,"5. Prêmio"],"5m":[null,"5m"],"6-10 transactions in the past 12 months":[null,"6 a 10 transações nos últimos 12 meses"],"7-day limit on losses":[null,"Limite de perdas de 7 dias"],"7-day turnover limit":[null,"Limite de volume de negócios de 7 dias"],"8 Hours":[null,"8 horas"],"8h":[null,"8h"],"A Evening Doji Star consists of a long bullish candle, followed by a Doji that has gapped above it, then a third bearish candle that closes well within the body of the first candle and in doing so confirming the reversal. It is considered a strong bearish price reversal candlestick pattern":[null,"Uma estrela Doji da noite consiste em uma vela longa de tendência alta, seguida por uma Doji que registra uma lacuna acima dela, depois, uma terceira vela baixista que se fecha bem dentro do corpo da primeira vela e, desse modo, confirmando o reverso. É considerado um padrão de vela baixista forte de reversão de preço."],"A Smoothed Moving Average is sort of a blend between a Simple Moving Average and an Exponential Moving Average, only with a longer period applied":[null,"Uma Média Móvel Suavizada é uma espécie de mistura entre uma Média Móvel Simples e uma Média Móvel Exponencial, apenas com a aplicação de um período maior. "],"A Spinning Top Candlestick is a bullish or bearish candlestick with a small body. The length of the head and tail shadows can vary. Like a Doji Candlestick it represents a point of indecision with buyers and seller matched":[null,"Um pião e um tipo de vela de tendência de alta ou baixa com um pequeno corpo. O comprimento das sombras superiores e inferiores podem variar. Como uma vela Doji, ela representa um ponto de indecisão com compradores e vendedores empatados"],"A Stays Between trade pays out if the market stays between (does not touch) BOTH the high barrier or the low barrier at any time during the period chosen by a trader. A Goes Outside trade pays out if the market touches EITHER the high barrier or the low barrier at any time during the period chosen by a trader":[null,"A negociação \"Fica dentro\" paga prêmio se o mercado ficar entre (não tocar) AMBAS a barreira alta e a barreira baixa em qualquer momento durante o período escolhido pelo negociador. Uma negociação \"Sai fora\" paga prêmio se o mercado toca OU a barreira alta ou a barreira baixa em qualquer momento durante o período escolhido pelo negociador"],"A bearish candlestick pattern consisting of three candles that have demonstrated the following characteristics, the first bar is a large white candlestick located within an uptrend, the middle bar is a small-bodied candle (red or white) that closes above the first white bar, the last bar is a large red candle that opens below the middle candle and closes near the center of the first bar's body":[null,"Um padrão de velas com tendência de baixa consistindo de três velas que demonstraram as seguintes caraterísticas: a primeira barra é uma vela branca grande, localizada dentro de uma tendência de alta, a barra do meio é uma vela de corpo pequeno (vermelha ou branca) que se fecha acima da primeira barra branca, a última barra é uma vela vermelha grande que se abre abaixo da vela do meio e se fecha próximo do centro do corpo da primeira barra."],"A bearish candlestick pattern that is used to predict the reversal of the current uptrend. This pattern consists of three consecutive long-bodied candlesticks that have closed lower than the previous day with each session's open occurring within the body of the previous candle":[null,"Um padrão de velas com tendência de baixa que é usado para prever a reversão da tendência de alta atual. Este padrão consiste em três velas de corpo grande consecutivas que se fecharam mais baixo que o dia anterior, com a abertura de cada sessão ocorrendo dentro do corpo da vela anterior "],"A bearish counterattack is a long white candle in an uptrend, followed by a long black candle. Closing prices of both candles are at the same price level. A bullish counterattack is a long black candle in an downtrend, followed by a long white candle. Closing prices of both candles are at the same price level":[null,"Um contra-ataque com tendência de baixa é uma vela grande e branca numa tendência de alta, seguida por uma vela grande e preta. Os preços de fechamento de ambas as velas estão no mesmo nível de preços. Um contra-ataque com tendência de alta é uma vela grande e preta numa tendência de baixa, seguida por uma vela grande e branca. Os preços de fechamento de ambas as velas estão no mesmo nível de preços"],"A bearish separating line is a bearish continuation pattern. It is the exact opposite of the bullish separating line. There are two components to the bearish separating line: The first day is a green candlestick and the second day gaps down, opens at the first candlestick's open and closes weakly":[null,"Uma linha de separação com tendência de baixa é um padrão de continuação de tendência de baixa. Ela é precisamente o oposto da linha de separação de tendência de alta. Há dois componentes na linha de separação de tendência de baixa: O primeiro dia é uma vela verde e o segundo dia registra uma lacuna para baixo, se abre na abertura da primeira vela e se fecha de forma fraca"],"A binary option is a contract purchased by a trader, which pays a pre-determined amount if their prediction is correct":[null,"Uma opção binária é um contrato adquirido por um negociador, que paga um valor pré-determinado se a sua previsão for correta."],"A binary option is an option with a fixed payout that is determined at the start of the trade. If your prediction is correct, you receive an agreed payout. If not, you lose your initial stake, and no more. The options are called 'binary' because there can be only two outcomes - win or lose":[null,"Uma opção binária é uma opção com um pagamento fixo que é determinado no início da negociação. Se a sua previsão for correta, você receberá um prêmio previamente acordado. Se não, você perde o valor da sua aposta inicial e nada mais. As opções são chamadas de \"binárias\" porque pode haver apenas dois resultados - ganho ou perda."],"A bullish candlestick pattern that consists of five candles, the first day is a long white day, the second day gaps up and is a black day, the second, third, and fourth days have small real bodies and follow a brief downtrend pattern, but stay within the range of the first day and the fifth day is a long white day that closes above the close of the first day":[null,"Um padrão de velas com tendência de baixa que consiste de cinco velas, o primeiro dia é um longo dia branco, o segundo dia registra uma lacuna para cima e é um dia preto, o segundo, terceiro e quarto dias têm pequenos corpos reais e seguem um breve padrão de baixa, mas ficam dentro do intervalo do primeiro dia e o quinto dia é um dia longo branco que se fecha acima do fecho do primeiro dia"],"A bullish candlestick pattern that consists of three candles, the first bar is a large red candlestick located within a defined downtrend, the second bar is a small-bodied candle (either red or white) that closes below the first red bar and the last bar is a large white candle that opens above the middle candle and closes near the center of the first bar's body":[null,"Um padrão de velas com tendência de baixa consistindo de três velas, a primeira barra é uma vela vermelha grande, localizada dentro de uma tendência de baia definida, a segunda barra é uma vela pequena (vermelha ou branca) que se fecha abaixo da primeira barra vermelha e a última barra que é uma vela branca grande que se abre acima a vela do meio e se fecha próximo do centro do corpo da primeira barra"],"A bullish candlestick pattern that consists of three candles, the first bar is a large red candlestick located within a defined downtrend, the second bar is a small-bodied candle (either red or white) that closes below the first red bar., he last bar is a large white candle that opens above the middle candle and closes near the center of the first bar's body":[null,"Um padrão de velas com tendência de baixa consistindo de três velas, a primeira barra é uma vela vermelha grande, localizada dentro de uma tendência de baia definida, a segunda barra é uma vela pequena (vermelha ou branca) que se fecha abaixo da primeira barra vermelha e a última barra que é uma vela branca grande que se abre acima a vela do meio e se fecha próximo do centro do corpo da primeira barra"],"A bullish or bearish candle followed by a doji with with a downward or uptrend gap":[null,"Uma vela com tendência de alta ou de baixa seguida por um doji com uma lacuna para baixo ou com tendência de alta"],"A candlestick chart pattern in which a large candlestick is followed by a smaller candlestick whose body is located within the vertical range of the larger body. In terms of candlestick colors, the bullish harami is a downtrend of negative-colored (black) candlesticks engulfing a small positive (white) candlestick, giving a sign of a reversal of the downward trend":[null,"Um padrão de gráfico de velas no qual uma vela grande é seguida por uma vela menor cujo corpo está localizado dentro do intervalo vertical do corpo maior. Em termos de cores de velas, o harami de tendência de alta é uma baixa de velas de core negativa (preta) que envolvem uma pequena vela positiva (branca), dando sinal de uma inversão da tendência de baixa"],"A candlestick with a long black body (long line) represents a bearish force in the market. The price of the stock was up and down in a wide range, opening near the high and closing near the low of the day. One with a long white line represents a bullish force in the market. The price of the stock was up and down in a wide range, opening near the low of the day and closing near the high":[null,"Uma vela com um corpo preto comprido (linha comprida) representa uma força de tendência de baixa no mercado. O preço da ação subiu e desceu num grande intervalo, abrindo-se próximo da alta e fechando-se próximo da baixa do dia. Uma vela com uma linha branca comprida representa uma força de tendência de alta no mercado. O preço da ação subiu e desceu num grande intervalo, abrindo-se próximo da baixa do dia e fechando-se próximo da alta"],"A candlestick with very long upper and lower shadows and a small real body on a Japanese candlestick chart. It shows that the market is losing its direction bias that it had before this candle appeared":[null,"Uma vela com sombras superiores e inferiores e um pequeno corpo real num gráfico de velas japonês. Ela mostra que o mercado está perdendo a sua tendência de direção que ele tinha antes desta vela aparecer"],"A chart pattern that consists of a small white candlestick with short shadows or tails followed by a large black candlestick that eclipses or 'engulfs' the small white one":[null,"Um padrão de gráfico que consiste de uma pequena vela branca com sombras ou caudas curtas seguidas por uma grande vela preta que eclipsa ou envolve a pequena branca"],"A derivative is a financial instrument whose value is determined by reference to an underlying market. Derivatives are commonly traded in the inter-bank market, and binaries are one of the simplest forms of derivatives":[null,"Um derivado é um instrumento financeiro cujo valor é determinado por referência a um mercado subjacente. Derivados são frequentemente negociados no mercado interbancário e opções binárias são uma das formas mais simples de derivados"],"A lookback contract has a payout that depends on the optimum high or low achieved by the market. The option allows the holder to \"look back\" over time to determine the payout":[null,""],"A medium to long bullish or bearish candlestick with the key defining trait being no head or tail shadows":[null,"Uma vela baixista ou altista de comprimento médio a longo com o traço chave que o define sendo a falta de nenhuma sobre superior ou inferior"],"A panel featuring industry leaders awards BetOnMarkets.com 'Financial Betting Operator of the Year' over two other finalists. It's a major victory for our brand and further recognition of our world-beating service. Ten years on, and going from strength to strength":[null,"Um painel constituído por líderes da indústria atribui o prêmio de \"Melhor operador de apostas financeiras do ano\" à frente de dois outros finalistas. É uma grande vitória para a nossa marca e mais um reconhecimento do nosso serviço de sucesso mundial. Dez anos depois e estamos cada vez melhor."],"A technical indicator invented by Larry Williams that uses the weighted average of three different time periods to reduce the volatility and false transaction signals that are associated with many other indicators that mainly rely on a single time period":[null,"Um indicador técnico inventado por Larry Williams que usa a média ponderada de três períodos de tempo para reduzir a volatilidade e sinais de transação falsas que estão associados a outros indicadores que dependem principalmente num período de tempo único"],"A technical momentum indicator that compares a security's closing price to its price range over a given time period. The oscillator's sensitivity to market movements can be reduced by adjusting the time period or by taking a moving average of the result":[null,"Um indicador de impulso técnico que compara o preço de fechamento de um título ao seu intervalo de preços durante um determinado período de tempo. A sensibilidade do oscilador aos movimentos do mercado pode ser reduzida ao ajustar o período de tempo ou ao assumir a média móvel do resultado"],"A technical trading pattern in which three candlesticks form what appears to be a sandwich on the trader's screen. Stick sandwiches will have the middle candlestick oppositely colored of the candlesticks on either side of it, both of which will have a larger trading range than the middle candlestick. Stick sandwich patterns can occur in both bearish and bullish indications":[null,"Um padrão de negociação técnica em que três velas formam o que aparece ser uma sanduíche na tela do negociador. Sanduíches de velas terão a vela do meio com uma cor oposta às cores das velas em cada lado dela, ambas das quais terão um intervalo de negociação maior que a vela do meio. Padrões de velas podem ocorrer em tanto indicações baixistas como altistas"],"A tick is the minimum upward or downward movement in the price of a market":[null,"Um tique-taque é o movimento mínimo para cima ou para baixo no preço de um mercado"],"A trend indicated by a large candlestick followed by a doji that is located within the top and bottom of the candlestick's body. This indicates that the previous trend is about to reverse":[null,"Uma tendência indicada por uma vela grande, seguida por um doji que está localizada dentro extremidade superior e inferior do corpo da vela. Isto indica que a tendência anterior está prestes a inverter-se"],"A white candle in an upward price trend followed by a doji whose lower shadow remains above the prior candle's high. The third day is a black candle with an upper shadow below the doji's low":[null,"Uma vela branca é uma tendência de preço altista, seguida por um doji cuja sombra permanece acima da alta da vela anterior. O terceiro dia é uma vela preta com uma sombra superior abaixo da baixa do doji"],"Abandoned Baby (CDLABANDONEDBABY)":[null,"Bebê abandonado (CDLABANDONEDBABY)"],"Absolute Price Oscillator (APO)":[null,"Oscilador de Preço Absoluto (OPA)"],"Accept":[null,"Aceitar"],"Accessible from any web browser in 13 languages":[null,"Acessível a partir de qualquer navegador web em 13 línguas"],"Account balance":[null,"Saldo da conta"],"Account opening reason":[null,"Motivo de abertura de conta"],"Action":[null,"Ação"],"Active":[null,"Ativa"],"Active Since":[null,"Em operação desde"],"Add comparisons":[null,"Adicionar comparações"],"Add indicator":[null,"Adicionar indicador"],"Add/Remove comparisons":[null,"Adicionar/Remover comparações"],"Add/Remove indicators":[null,"Adicionar/Remover indicadores"],"Add/remove indicators":[null,"Adicionar/remover indicadores"],"Address":[null,""],"Admin":[null,"Administração"],"Advance Block (CDLADVANCEBLOCK)":[null,"Bloco de avanço (CDLADVANCEBLOCK)"],"All durations":[null,"Todas as durações"],"All fields are optional. If you wish to copy all assets and trade types, please leave all fields empty":[null,""],"All market conditions":[null,"Todas as condições de mercad"],"All market conditions and durations":[null,"Todas as condições e durações do mercado"],"All markets":[null,"Todos os mercados"],"All markets and conditions":[null,"Todos os mercados e condições"],"All payouts":[null,"Todos os pagamentos de prêmios"],"All times are in GMT (Greenwich Mean Time)":[null,"Todos os horários são exibidos em GMT (Greenwich Mean Time)"],"Allow others to copy your trades":[null,"Permitir que outros copiem as suas negociações"],"Amount":[null,"Valor"],"Amount Per Point":[null,"Montante por ponto"],"Amount per point":[null,"Montante por ponto"],"An Ends Between trade pays out if the market exit price is strictly higher than the low price target AND strictly lower than the high price target. An Ends Outside binary pays out if the market exit price is EITHER strictly higher than the high price target OR strictly lower than the low price target":[null,"Uma negociação \"Termina entre\" paga prêmio se o preço de saída do mercado for estritamente superior ao preço-alvo inferior E estritamente inferior ao preço-alvo superior. Uma negociação \"Termina fora\" paga prêmio se o preço de saída do mercado for estritamente superior ao preço-alvo superior OU estritamente inferior ao preço-alvo inferior"],"Another major award. This time we're nominated by the online readers of Global Banking and Finance Review and judged by a panel of industry experts and analysts who recognise our 13 years of platform reliability, range of trades, pricing, customer service and extensive knowledge":[null,"Outro prêmio importante. Desta vez fomos nomeados pelos leitores online da Global Banking and Finance Review e julgados por um painel de especialistas e analistas da indústria que reconhecem os nossos 13 anos de confiabilidade de plataforma, variedade de negociações, preços, serviços de apoio ao cliente e vasto conhecimento"],"Answer":[null,"Resposta"],"Anticipated account turnover":[null,"Volume de negócios antecipado da conta"],"Apply":[null,"Aplicar"],"Apply to become a Binary.com":[null,"Aplicativo to become a Binary.com"],"Appropriateness Test: WARNING":[null,"Teste de adequação: AVISO"],"Apr":[null,"Abr"],"April":[null,"Abril"],"Are you sure you want to delete template?":[null,"Tem certeza que deseja excluir este modelo?"],"Are you sure you want to delete this token?":[null,"Tem certeza que deseja excluir este token?"],"Are you sure you want to overwrite current template?":[null,"Tem certeza que deseja substituir o modelo atual?"],"Arnaud Legoux Moving Average (ALMA)":[null,"Média Móvel Arnaud Legoux (ALMA)"],"Aroon (AROON)":[null,"Aroon (AROON)"],"Aroon Oscillator (AROONOSC)":[null,"Aroon Oscillator (AROONOSC)"],"Arrange":[null,"Organizar"],"Asian down":[null,"Asiático abaixo"],"Asian up":[null,"Asiático acima"],"Asians":[null,"Asiáticos"],"Asset":[null,"Ativo"],"Asset Index":[null,"Índice de ativos"],"Assets":[null,"Ativos"],"Aug":[null,"Ago"],"August":[null,"Agosto"],"Available 24/7":[null,"Disponível 24/7"],"Available Currencies":[null,"Moedas disponíveis"],"Average Directional Movement Index (ADX)":[null,"Índice de Movimento Direcional Médio (ADX)"],"Average Directional Movement Index Rating (ADXR)":[null,"Classificação do Índice de Movimento Direcional Médio (ADXR)"],"Average Directional Movement Rating quantifies momentum change in the ADX. It is calculated by adding two values of ADX (the current value and a value n periods back), then dividing by two":[null,"A classificação do Movimento Direcional Médio quantifica a alteração do impulso no IMD. É calculada ao adicionar dois valores do IMD (o valor atual e um valor de há n períodos atrás) e depois dividir por dois"],"Average True Range (ATR)":[null,"Average True Range (ATR)"],"Avg. Duration":[null,"Duração média"],"Avg. Duration of Open Positions":[null,""],"Avg. Loss":[null,"Perda média"],"Avg. Profit":[null,"Lucro médio"],"Award-winning online trading platform":[null,"Plataforma de negociação premiada"],"Awesome Oscillator (AO)":[null,"Oscilador Awesome (AO)"],"Back":[null,"Voltar"],"Back to list":[null,"Voltar para a lista"],"Balance of Power (BOP)":[null,"Balance of Power (BOP)"],"Banks, hedge funds and professional investors routinely trade binary options in over-the-counter derivatives markets. Many market professionals use and trust the Binary.com platform for high-volume flexible trades":[null,"Bancos, fundos especulativos e investidores profissionais negociam opções binárias sistematicamente em mercado de derivados de balcão. Muitos profissionais do mercado usam e confiam na plataforma Binary.com para negociações flexíveis de grande volume"],"Barrier":[null,"Barreira"],"Barrier offset":[null,"Deslocamento da barreira"],"Barrier(s)":[null,"Barreira(s)"],"Bearish: This is an end-of-trend pattern composed of three candlesticks in an uptrend. The second candlestick must open close to the close of the previous day. The last candlestick should be short and can form an upside gap. There could also be a selling shadow.The pattern represents a weakness in a rise with a risk of consolidation and possible reversal. Bullish: This is an end-of-trend pattern composed of three candlesticks in a downtrend. The second candlestick must open close to the close of the previous day. the last candlestick must be short. The pattern represents a weakness and consolidation and a possible reversal in trend":[null,"Tendência baixista: é um padrão de fim de tendência composto por três vela numa tendência de alta. A segunda vela deve abrir próximo do fechamento do dia anterior. A última vela deve ser curta e pode formar uma lacuna para cima. Também pode haver uma sombra de venda. O padrão representa uma fraqueza numa subida com um risco de consolidação e uma possível inversão. Altista: é um padrão de fim de tendência composto por três velas numa tendência de baixa. A segunda vela deve abrir próximo do fechamento do dia anterior. A última vela deve ser curta. O padrão representa uma fraqueza, uma consolidação e uma possível inversão de tendência"],"Belt-hold (CDLBELTHOLD)":[null,"Belt-hold (CDLBELTHOLD)"],"Best Fixed-Odds Financial Trading Provider' award by Shares Magazine UK":[null,"Prêmio de \"Melhor prestador de serviços de negociação financeira de probabilidades fixas\" atribuída pela Shares Magazine UK"],"BetOnMarkets goes live":[null,"BetOnMarkets entra em operação"],"BetOnMarkets.com has over 400,000 clients in its database and reach the US$ 1 billion milestone in only our 13th year, making us one of the leading fixed-odds trading providers":[null,"A BetOnMarkets.com possui mais de 400.000 clientes na sua base de dados e alcançou o marco de US$ 1 bilhão já no nosso 13.º ano, tornando-nos um dos fornecedores principais de negociações de probabilidades fixas"],"BetOnMarkets.com increases payouts to 100,000 USD, EUR, GBP and AUD":[null,"A BetOnMarkets.com aumenta o pagamento de prêmios para 100.000 USD, EUR, GBP e AUD"],"BetOnMarkets.com is successfully rebranded Binary.com":[null,"A BetOnMarkets.com é renomeada Binary.com com sucesso"],"BetOnMarkets.com reaches $1 billion turnover since starting in 1999":[null,"A BetOnMarkets.com atinge $1 bilhões e volume de vendas desde o seu início em 1999"],"Betonmarkets.com":[null,"Betonmarkets.com"],"Betting system and method":[null,"Sistema e método de apostas"],"Bill Williams":[null,"Bill Williams"],"Binary Bot released":[null,"Robô Binary lançado"],"Binary KK granted Japan license":[null,"A Binary KK é concedida uma licença no Japão"],"Binary Options Basics":[null,"Princípios de opções binárias"],"Binary granted Investment Services license":[null,"A Binary é concedida uma licença de serviços de investimento"],"Binary opens Japan office":[null,"A Binary abre escritório no Japão"],"Binary option":[null,"Opção binária"],"Binary options are easy to understand. They're called 'binary' because there can be only two outcomes - win or lose. If your prediction is correct, you receive a payout that is determined at the start of the trade. If not, you just lose your initial stake":[null,"As opções binárias são fáceis de entender. Elas são chamadas \"binárias\" porque só pode haver dois resultados – ganhar ou perder. Se a sua aposta estiver correta, você recebe o pagamento de prêmio que é determinado no início da sua negociação. Se não, você perde apenas a sua aposta inicial"],"Binary options or other financial derivatives trading experience":[null,"Experiência com opções binárias ou outros derivados financeiros"],"Binary options or other financial derivatives trading frequency":[null,"Frequência da negociação de opções binárias ou outros derivados financeiros"],"Binary options trading experience":[null,""],"Binary options trading frequency":[null,""],"Binary trading is flexible":[null,"A negociação de opções binárias é flexível"],"Binary trading is ideal for both individuals and market professionals":[null,"As negociações na Binary são ideias tanto para individuais e profissionais do mercado"],"Binary's Japanese subsidiary Binary KK is licensed by the KLFB as a Type 1 Financial Instruments Business in Japan":[null,"A subsidiária japonesa da Binary, a Binary KK, é licenciada pelo KLFB como um Negócio de Instrumentos Financeiros de Tipo 1 no Japão."],"Binary's Japanese subsidiary Binary KK opens an office in Tokyo and starts the process of applying for relevant licenses":[null,"A subsidiária japonesa da Binary, a Binary KK, abre um escritório em Tóquio e começa o processo de requisição de licenças relevantes"],"Binary's Maltese subsidiary Binary Investments (Europe) Ltd. is granted a Category 3 Investment Services license by the Malta Financial Services Authority":[null,"Uma licença de Serviços de Investimento de Categoria 3 é atribuída à subsidiária maltesa da Binary, a Binary Investments (Europe) Ltd, pela Autoridade de Serviços Financeiros de Malta"],"Binary's platform transacts on average 20 transactions per second, 24/7":[null,"A plataforma da Binary realiza em média 20 transações por segundo, 24/7"],"Binary.com":[null,"Binary.com"],"Binary.com : Webtrader":[null,"Binary.com : Webtrader"],"Binary.com Shop introduced":[null,"A loja Binary.com foi apresentada"],"Binary.com announces plans for an":[null,"A Binary.com anuncia planos para uma"],"Binary.com continues to innovate and grow":[null,"A Binary.com continua a inovar e a crescer"],"Binary.com has created Volatility Indices that you can trade 24/7. You can trade these on all types of contract":[null,"A Binary.com desenvolveu os índices Volatility, que podem ser negociados 24/7. É possível negociar estes índices com todos os tipos de contratos"],"Binary.com has earned an enviable reputation for our commitment to high ethical standards and the quality of the trading experience we provide":[null,"A Binary.com já ganhou uma reputação invejável pelo nosso compromisso com altos padrões éticos e pela qualidade da experiência de negociação que fornecemos"],"Binary.com has over 800,000 clients in its database and reaches the US$ 2 billion milestone in our 15th year, making us one of the leading binary options providers":[null,"A Binary.com possui mais de 800.000 clientes na sua base de dados e alcançou o marco de US$ 2 bilhão já no nosso 15.º ano, tornando-nos um dos fornecedores principais de opções binárias"],"Binary.com has thousands of clients taking a variety of positions on the financial markets at any one time, and earns a small margin on these trades":[null,"A Binary.com tem milhares de clientes assumindo uma variedade de posições nos mercados financeiros em qualquer determinado momento, e ganha uma pequena margem nestas negociações"],"Binary.com hits 1 million users, reaching a historic milestone. The company continues to see exponential growth and this reconfirms its position as an industry leader":[null,"A Binary.com atinge 1 milhão de usuários, alcançando um marco histórico. A empresa continua a registrar crescimento exponencial e isto reconfirma a sua posição como um líder na indústria"],"Binary.com introduces an":[null,"A Binary.com apresenta"],"Binary.com is awarded Best Binary Options Broker by the UK-based Online Personal Wealth Awards 2017, as voted by investors worldwide":[null,"A Binary.com recebe o prêmio de Melhor Corretora de Opções Binárias nos Online Personal Wealth Awards 2017 do Reino Unido, conforme as votações de investidores de todo o mundo"],"Binary.com is entirely web-based and requires no software installation":[null,"A Binary.com é totalmente baseada na Web e não necessita de nenhuma instalação de software"],"Binary.com is honoured as the world's \"Best Binary Options Broker\" at the 16th annual MENA International Financial Conference and Exhibition, hosted in Dubai":[null,"A Binary.com é premiada como a \"Melhor Corretora de Opções Binárias\" no 16.º MENA International Financial Conference and Exhibition, realizado em Dubai"],"Binary.com is owned and operated by the Binary Group Ltd. group of companies. For more information, visit our history page":[null,"A Binary.com é detida e operada pelo grupo de empresas Binary Ltd. Para mais informações, visite a nossa página de história"],"Binary.com launches Bitcoin (BTC) accounts for non-EU customers":[null,"A Binary.com lança contas de Bitcoin (BTC) para clientes fora da UE"],"Binary.com launches Bitcoin accounts":[null,"A Binary.com lança contas de Bitcoin"],"Binary.com launches an":[null,"Binary.com lança"],"Binary.com offers a range of common deposit and withdrawal methods, from credit and debit cards to bank wires, e-cash and e-wallets":[null,"A Binary.com disponibiliza uma variedade de métodos de depósito e retirada, desde cartões de crédito e débito a transferências bancárias, dinheiro eletrônico e carteiras eletrônicas"],"Binary.com offers a virtual-money account so you can get the hang of trading binaries. Why not":[null,"A Binary.com disponibiliza contas de dinheiro virtual para que você possa se habituar à negociação de opções binárias. Por que não"],"Binary.com offers new ways to trade":[null,"A Binary.com proporciona outras maneiras de negociar"],"Binary.com offers you four ways to trade a particular asset":[null,"A Binary.com disponibiliza-lhe quatro maneiras de negociar determinados ativos"],"Binary.com opens an office in the QSentral office building in central Kuala Lumpur to further expand its IT development team":[null,"A Binary.com abre um escritório no edifício de escritórios Qsentral no centro de Kuala Lumpur para expandir ainda mais a sua equipe de desenvolvimento de TI"],"Binary.com reaches $2 billion turnover since starting in 1999":[null,"A Binary.com atinge $2 bilhões e volume de vendas desde o seu início em 1999"],"Binary.com reaches 1 million registered users":[null,"A Binary.com atinge 1 milhão de usuários registrados"],"Binary.com takes home first prize in the Financial Betting Operator category at the prestigious 2015 EGR Operator Awards ceremony, hosted in London":[null,"A Binary.com leva para casa o primeiro prêmio na categoria \"Operador de Apostas Financeiras\" na prestigiosa cerimônia EGR Operator Awards de 2015, realizada em Londres "],"Binary.com's Continuous Indices are the Volatility 10 Index, Volatility 25 Index, Volatility 50 Index, Volatility 75 Index and Volatility 100 Index. These indices correspond to simulated markets with constant volatilities of 10%, 25%, 50%, 75% and 100%":[null,"Os índices contínuos da Binary.com são o Índice Volatility 10, o Índice Volatility 25, o Índice Volatility 50, o Índice Volatility 75 e o Índice Volatility 100. Estes índices correspondem a mercados simulados com volatilidades constantes de 10%, 25%, 50%, 75% e 100%"],"Binary.com's OTC Indices and stocks are sourced from the over-the-counter market and provide you with an alternative means of trading stock indices and stocks - available from sources outside of the centralised exchanges":[null,"Os índices e ações OTC (Over The Counter - mercado de balcão) da Binary.com provêm do mercado de balcão e proporcionam-lhe um meio alternativo de negociar índices de ações e ações - disponíveis de fontes exteriores às bolsas centralizadas"],"Binary.com's OTC Indices and stocks offer the benefit of real-time charts and pricing. Enjoy even more exciting opportunities to trade our featured market indices and stocks through this new real-time offering":[null,"Os índices e ações OTC da Binary.com oferecem o benefício de gráficos e preços em tempo real. Desfrute de ainda mais oportunidades emocionantes de negociar os nossos índices e ações de destaque através desta nova oferta em tempo real"],"Binary.com's Smart FX are smart markets that measure the value of a currency against a basket of major currencies":[null,"Os Índices Inteligentes FX da Binary.com são mercados inteligentes que medem o valor de uma moeda em relação a uma cesta de moedas principais"],"Binary.com's Volatility Indices are based on a cryptographically secure random number generator audited for fairness by an independent third party":[null,"Os índices Volatility da Binary.com são baseados num gerador de números aleatórios criptograficamente seguro, sujeito a fiscalizações por imparcialidade por terceiros independentes"],"Binary.com's systems are now processing in excess of 1 million transactions/day (including virtual accounts)":[null,"Os sistemas da Binary.com processam atualmente mais de 1 milhão de transações/dia (incluindo contas virtuais)"],"Bollinger Bands (BBANDS)":[null,"Bandas de Bollinger (BBANDS)"],"Bollinger Bands can be used to measure the highness or lowness of the price relative to previous trades":[null,"Bandas de Bollinger podem ser usadas para medir a alta o a baixa do preço relativo a negociações anteriores"],"Bought":[null,"Adquiridos"],"Brand of first car":[null,"Marca do primeiro carro"],"Breakaway (CDLBREAKAWAY)":[null,"Breakaway (CDLBREAKAWAY)"],"Browser upgrade required":[null,"Atualização de navegador necessária"],"Bull Market and Bear Market Indices start at 00:00 GMT each day, replicating a bullish and bearish market respectively":[null,"Os índices \"Mercado em alta\" e \"Mercado em baixa\" entram em funcionamento às 00:00 GMT todos os dias, replicando os mercados com tendência altista e tendência baixista, respectivamente"],"Buy Price":[null,"Preço de compra"],"Buy price":[null,"Preço de compra"],"By clicking":[null,"Ao clicar"],"By clicking OK, you confirm that you have read and accepted the updated":[null,"Ao clicar OK, você confirma que você leu e aceitou"],"By default, all clients are treated as retail. Do you prefer to be treated as a professional client if you match the necessary criteria?":[null,""],"CFD trading experience":[null,""],"CFD trading frequency":[null,""],"Can be used to buy and sell contracts, renew expired purchases, and top-up virtual-money accounts.":[null,"Pode ser usado para comprar e vender contratos, renovar aquisições expiradas e financiar contas de dinheiro virtual"],"Can be used to open accounts, set settings, manage token usage, and more.":[null,"Pode ser usado para abrir contas definir configurações, gerenciar o uso de tokens e muito mais."],"Can be used to view account activity, including settings, limits, balance sheets, trade purchase history, and more.":[null,"Pode ser usado para ver a atividade de conta, incluindo configurações, limites, balanços, históricos de aquisição de negociações e muito mais."],"Can be used to withdraw to payment agents, transfer funds between accounts, and set / clear cashier passwords.":[null,"Pode ser usado para retirar fundos para agentes de pagamentos, transferir fundos entre contas e definir / limpar senhas do caixa."],"Cancel":[null,"Cancelar"],"Candles":[null,"Velas"],"Candlestick down-color":[null,"Cor da vela para baixo"],"Candlestick down-line":[null,"Linha descendente da vela"],"Candlestick up-color":[null,"Cor ascendente da vela"],"Candlestick up-line":[null,"Linha ascendente da vela"],"Cash Balance":[null,"Saldo de dinheiro"],"Chande Kroll Stop (CKS)":[null,"Chande Kroll Stop (CKS)"],"Chande Momentum Oscillator (CMO)":[null,"Oscilador do Impulso de Alteração"],"Change password":[null,"Alterar senha"],"Chart":[null,"Gráfico"],"Chart Themes":[null,"Temas do gráfico"],"Chart background":[null,"Imagem de fundo do gráfico"],"Chart context menu":[null,"Menu do contexto do gráfico"],"Chart template":[null,"Modelo do gráfico"],"Chart type":[null,"Tipo de gráfico"],"Choose from five types of markets and their respective assets":[null,"Escolha entre cinco tipos de mercados e os seus respectivos ativos"],"Choose password":[null,"Escolher senha"],"Choose the Touch/No Touch trade if you want to predict the market touching or not touching a target any time during the contract period":[null,"Escolha Toca/Não toca se deseja lucrar da previsão do mercado tocar ou não tocar um preço-alvo em qualquer momento durante a duração do contrato"],"Choose the asset you wish to trade, such as gold, oil, stocks, or currency pairs. The value of a binary option is derived from the price of the underlying asset. One advantage of trading binary options is that you are not buying or selling the actual asset, only a contract that determines how that asset performs":[null,"A primeira coisa a fazer é escolher o ativo que você deseja negociar, como o ouro ou o petróleo, as ações ou as taxas cambiais (o valor de uma opção binária é derivado do preço do ativo subjacente). A grande vantagem de negociar opções é que você não está comprando nem vendendo o ativo real, apenas um contrato que determina o desempenho do ativo"],"Choose your pereferred payment agent":[null,"Escolha o seu agente de pagamentos preferido"],"Choose your pereferred withdrawal method":[null,"Escolha o seu método de retirada preferido"],"Choppiness Index (CHOP)":[null,"Choppiness Index (CHOP)"],"Chrome":[null,"Chrome"],"Citizenship":[null,""],"Click to log in with your Binary.com account":[null,"Clique para conectar-se com a sua conta Binary.com"],"Client funds":[null,"Fundos de clientes"],"Close":[null,"Fechar"],"Close All":[null,"Fechar tudo"],"Closes":[null,"Fecha"],"Closing Marubozu (CDLCLOSINGMARUBOZU)":[null,"Marubozu de fechamento (CDLCLOSINGMARUBOZU)"],"Commodities":[null,"Matérias-primas"],"Commodities - Major commodities such as gold and oil":[null,"Matérias-primas - Matérias-primas principais como ouro e petróleo"],"Commodities are resources that are grown or extracted from the ground, such as silver, gold and oil. On Binary.com, they are priced in US dollars":[null,"Matérias-primas são recursos que cultivados ou extraídos do solo, tais como prata, ouro ou óleo. Na Binary.com, os preços são refletidos em dólares US"],"Commodities trading experience":[null,"Experiência na negociação de matérias-primas"],"Commodities trading frequency":[null,"Frequência das negociações de matérias-primas"],"Commodity Channel Index (CCI)":[null,"Índice do Canal de Matérias-Primas (ICMP)"],"Comparisons":[null,"Comparações"],"Competitive and transparent pricing":[null,"Preços competitivos e transparentes"],"Computer system and method for speculating on a financial market":[null,"Sistema informático e método para a especulação em mercados financeiros"],"Computer trading system for offering custom financial market speculations":[null,"Sistema informático de negociação para a disponibilização de especulações personalizadas de mercados financeiros"],"Conditions":[null,"Condições"],"Confirm transfer":[null,"Confirmar transferência"],"Construction":[null,"Construção"],"Contact Us":[null,"Contate-nos"],"Continue":[null,"Continuar"],"Continue Trading":[null,"Continuar a negociar"],"Continuous Indices":[null,"Índices Contínuos"],"Contract":[null,"Contrato"],"Contract period":[null,"período do contrato"],"Contracts":[null,"Contratos"],"Copier":[null,"Copiador"],"Coppock Curve (CC)":[null,"Coppock Curve (CC)"],"Copy Trading":[null,"Negociações de cópia"],"Counterattack (CDLCOUNTERATTACK)":[null,"Contra-ataque (CDLCOUNTERATTACK)"],"Country of residence":[null,"País de residência"],"Create":[null,"Criar"],"Create Account":[null,"Criar conta"],"Create token":[null,"Criar token"],"Credit/Debit":[null,"Crédito/Débito"],"Crosshair":[null,"Fio de retículo"],"Currencies - All major Forex pairs":[null,"Moedas - Todos os pares principais"],"Current Level":[null,"Nível atual"],"Current Spot":[null,"Preço atual"],"Current Spot Time":[null,"Hora atual do preço à vista"],"Current comparisons":[null,"Comparações atuais"],"Current indicators":[null,"Indicadores atuais"],"Current password":[null,"Senha atual"],"Current time":[null,"Hora atual"],"Custom Theme":[null,"Tema personalizado"],"Daily Reset Indices":[null,"Índices \"Reinício Diário\""],"Daily Reset Indices replicate markets with a bullish and bearish trend, with a constant volatility":[null,"Os índices \"Reinício diário\" replicam mercados com tendências altista e baixista, com volatilidade constante"],"Daily limit on losses":[null,"Limite diário de perdas"],"Daily turnover limit":[null,"Limite diário de volume de negócios"],"Dark Blue":[null,"Azul-escuro"],"Dark Cloud Cover (CDLDARKCLOUDCOVER)":[null,"Nuvem negra (CDLDARKCLOUDCOVER)"],"Dark Cloud Cover is a bearish candlestick reversal pattern that occurs when a red bearish candlestick (close price below open price) on day 2 closes below the middle of day 1 bullish candlestick (close price above open price). We will be using this pattern to sell rallies in a bearish currency market":[null,"Nuvem negra é um padrão de inversão baixista que ocorre quando uma vela vermelha baixista (preço de fechamento abaixo do preço de abertura) fecha no dia 2 abaixo do meio da vela do dia 1 (preço de fechamento acima do preço de abertura). Usaremos este padrão para vender subidas num mercado de câmbios baixista"],"Dark Green":[null,"Verde-escuro"],"Dark Unica":[null,"Unica escuro"],"Date":[null,"Data"],"Date of birth":[null,"Data de nascimento"],"Days":[null,"Dias"],"Debt-free":[null,"Livre de dívidas"],"Dec":[null,"Dez"],"December":[null,"Dezembro"],"Decline":[null,"Rejeitar"],"Default":[null,"Padrão"],"Define your position":[null,"Defina a sua posição"],"Delete":[null,"Excluir"],"Demo for affiliates to access Webtrader charts":[null,"Demo para os afiliados poderem acessar gráficos do Webtrader"],"Deposit funds":[null,"Depositar fundos"],"Deposit of USD":[null,"Depósito de USD"],"Depositing and withdrawing funds":[null,"Depositar e retirar fundos"],"Derivative":[null,"Derivado"],"Describe what this token is for to find it later":[null,"Descreva para o que serve este token para encontrá-lo mais tarde"],"Description":[null,"Descrição"],"Deutsch":[null,"Alemão"],"Developed by Donald Dorsey, the Mass Index uses the high-low range to identify trend reversals based on range expansions. In this sense, the Mass Index is a volatility indicator that does not have a directional bias. Instead, the Mass Index identifies range bulges that can foreshadow a reversal of the current trend":[null,"Desenvolvido por Donaldo Dorsey, o Índice de Massa usa um intervalo alto-baixo para identificar inversões de tendência baseadas em expansões de intervalo. Neste sentido, o Índice de Massa é um indicador de volatilidade que não possui parcialidade direcional. Em vez disso, o Índice de Massa identifica aumentos no intervalo que podem indicar uma inversão da tendência atual"],"Developed by Larry Williams, Williams %R is a momentum indicator that is the inverse of the Fast Stochastic Oscillator. Also referred to as %R, Williams %R reflects the level of the close relative to the highest high for the look-back period":[null,"Desenvolvido por Larry Williams, o Williams %R é um indicador de impulso que é o inverso do Oscilador Estocástico Rápido. Também conhecido como %R, o Williams %R reflete o nível do fechamento em relativamente à alta mais alto do período de retrospeção"],"Developed by Tushar Chande in 1995, Aroon is an indicator system that determines whether a stock is trending or not and how strong the trend is. There are two separate indicators: Aroon-Up and Aroon-Down. A 25-day Aroon-Up measures the number of days since a 25-day high. A 25-day Aroon-Down measures the number of days since a 25-day low":[null,"Desenvolvido em 1995 por Tushar Chande, Aroon é um sistema de indicação que determina se uma ação tem alguma tendência ou não, e o nível dessa tendência. Há dois indicadores separados: Aroon para cima e Aroon para baixo. Um Aroon de 25 dias mede o número de dias desde uma alta de 25 dias. Um Aroon para baixo de 25 dias mede o número de dias desde uma baixa de 25 dias"],"Differs":[null,"Difere"],"Digits":[null,"Dígitos"],"Digits let you predict the last decimal digit of the spot price. There are three types of Digits trades":[null,"Os Dígitos permitem-lhe prever o último dígito do preço à vista. Há 3 tipos de negociações Dígitos"],"Directional Movement (DMI) is actually a collection of three separate indicators combined into one. Directional Movement consists of the Average Directional Index (ADX), Plus Directional Indicator (+DI) and Minus Directional Indicator (-DI)":[null,"Movimento Direcional (IMD) é uma coleção de três indicadores separados combinados em um. Movimento Direcional consiste do Índice Direcional Médio (IDM), do Indicador Direcional Mais (ID+) e do Índice Direcional Menos (ID-)"],"Directional Movement Index (DX)":[null,"Índice do Movimento Direcional (IMD)"],"Do I need to deposit any funds to open an account?":[null,"Necessito depositar quaisquer fundos para abrir uma conta?"],"Do you offer virtual-money accounts?":[null,"Disponibilizam conta de dinheiro virtual?"],"Do you want to install Webtrader chrome extension?":[null,"Deseja instalar a extensão do Chrome do Webtrader?"],"Do you want to install the Webtrader chrome extension?":[null,"Deseja instalar a extensão do Webtrader para Chrome?"],"Doji (CDLDOJI)":[null,"Doji (CDLDOJI)"],"Doji Star (CDLDOJISTAR)":[null,"Doji Star (CDLDOJISTAR)"],"Doji form when a security's open and close are virtually equal. The length of the upper and lower shadows can vary and the resulting candlestick looks like a cross, inverted cross or plus sign":[null,"Dojis são formados quando a abertura e o fechamento de um título são praticamente iguais. O comprimento das sombras superiores e inferiores pode variar e a vela resultando parece uma cruz, uma cruz invertida ou um sinal de mais"],"Don't have an account yet? Sign up and get a $10,000 virtual account":[null,"Você ainda não tem uma conta? Inscreva-se e receba uma conta virtual com $10.000"],"Donchian Channel (DC)":[null,"Donchian Channel (DC)"],"Done. The funds are being transferred to the payment agent":[null,"Concluído. Os fundos estão sendo transferidos para o agente de pagamentos"],"Done. The funds are transferred":[null,"Concluído. Os fundos foram transferidos"],"Dot":[null,"Ponto"],"Double Exponential Moving Average (DEMA)":[null,"Média Móvel Exponencial Dupla (MMED)"],"Double click the object to remove":[null,"Clique duas vezes no objeto para removê-lo"],"Down - Predict that the market will end lower than the average price":[null,"Abaixo - Preveja se o mercado terminará mais baixo que o preço médio"],"Download":[null,"Baixar"],"Download CSV":[null,"Baixar CSV"],"Download JPEG image":[null,"Baixar imagem JPEG"],"Download PDF document":[null,"Baixar documento PDF"],"Download PNG":[null,"Baixar PNG"],"Download PNG image":[null,"Baixar imagem PNG"],"Download SVG":[null,"Baixar SVG"],"Download SVG vector image":[null,"Baixar imagem vetorial SVG"],"Download as":[null,"Baixar como"],"Downloading .csv":[null,"Baixando .csv"],"Downloading template as":[null,"Baixando modelo como"],"Dragonfly Doji (CDLDRAGONFLYDOJI)":[null,"Doji libélula (CDLDRAGONFLYDOJI)"],"Drawing tools":[null,"Ferramentas de desenho"],"Due to recent changes in the regulations, we are required to ask our clients to complete the following Financial Assessment. Please note that you will not be able to continue trading until this is completed":[null,"Devido a alterações recentes nos regulamentos, somos obrigados a pedir aos nossos clientes que preencham a seguinte avaliação financeira. Note que você não poderá continuar a negociar até a avaliação estar preenchida"],"Duration":[null,"Duração"],"EGR Operator Award":[null,"Prêmio de operador EGR"],"EURUSD":[null,"EURUSD"],"Each binary option contract runs for a set time - with Binary.com you can choose a contract that runs between 10 seconds and 365 days":[null,"Cada contrato de opção binária dura um determinado tempo – com a Binary.com você pode escolher um contrato que dura de 10 segundos a 365 dias"],"Each binary option is a prediction on the future movement of an underlying market":[null,"Cada opção binária é uma previsão de um movimento futuro de um mercado subjacente"],"Each trade comes with a pre-determined payout that you will see after adjusting each parameter. You ll win the payout if your prediction is correct. If not, you will only lose your initial stake":[null,"Cada negociação binária vem com um prêmio predeterminado que você verá depois de ajustar cada parâmetro. Você ganhará o prêmio se a sua previsão for correta. Se não for correta, você perderá apenas o valor da sua aposta inicial"],"Edge":[null,"Borda"],"Education":[null,"Educação"],"Embed code":[null,"Código de inserção"],"Employment status":[null,"Estado profissional"],"End Time":[null,"Hora de término"],"Ends Between/Ends Outside trades":[null,"Negociações Termina entre/Termina fora"],"Ends Between/Ends Outside   Predict that the market stops inside or outside two price targets at the end of the time period":[null,"Termina Entre/Termina Fora – Preveja se o mercado terminará dentro ou fora de dois preços-alvo no fim do período de tempo"],"Ends Between/Outside":[null,"Termina entre/fora"],"Ends in":[null,"Termina dentro"],"Ends out":[null,"Termina fora"],"English":[null,"Inglês"],"Engulfing Pattern (CDLENGULFING)":[null,"Padrão Engolfo (CDLENGULFING)"],"Enjoy an intuitive trading interface with advanced functionality that lets you monitor all of your favourite assets and markets at the same time, as well as essential charts, the asset index, trading times, and historical data. Most importantly, you get to choose what you want to see on your screen":[null,"Desfrute de uma interface intuitiva de negociação com funcionalidades avançadas que lhe permitem monitorar todos os seus ativos e mercados favoritos ao mesmo tempo, bem como gráficos essenciais, o índice de ativos, horas de negociação e dados históricos. Mais importante ainda, é possível escolher o que deseja ver na tela"],"Enter your current password":[null,"Insira a sua senha atual"],"Entry Spot":[null,"Preço de entrada"],"Entry spot":[null,"Preço de entrada"],"Entry spot price":[null,"Preço à vista de entrada"],"Error getting data for %1":[null,"Erro ao obter dados para %1"],"Espa ol":[null,"Espanhol"],"Estimated Net Worth":[null,"Patrimônio líquido estimado"],"Even":[null,"Par"],"Even/Odd - Predict that the last digit is even or odd after the last tick":[null,"Par/Ímpar - Preveja se o último dígito será par ou ímpar depois do último tique-taque"],"Evening Doji Star (CDLEVENINGDOJISTAR)":[null,"Estrela Doji da noite (CDLEVENINGDOJISTAR)"],"Evening Star (CDLEVENINGSTAR)":[null,"Estrela da noite (CDLEVENINGSTAR)"],"Exclude me from the website until":[null,"Exclua-me do website até"],"Exit Spot":[null,"Preço de saída"],"Exit Spot Time":[null,"Hora do preço de saída"],"Exit spot":[null,"Preço de saída"],"Expiry price":[null,"Preço de expiração"],"Explanation":[null,"Explicação"],"Exponential Moving Average (EMA)":[null,"Média Móvel Exponencial (MME)"],"Fall":[null,"Cair"],"Family name":[null,"Sobrenome"],"Favorites":[null,"Favoritos"],"Favourite artist":[null,"Artista favorito"],"Favourite dish":[null,"Prato favorito"],"Features":[null,"Recursos"],"Feb":[null,"Fev"],"February":[null,"Fevereiro"],"Fifteen years on, and we're still innovating, growing and working on new ways to serve our customers better. For the first time, we offer short-term touch/no-touch trades and introduce a new charting application. We believe we have the most competitive and comprehensive digital options platform available to the retail public":[null,"Quinze anos depois, continuamos inovando, crescendo e trabalhando em novas maneiras de servir os nossos clientes melhores. Pela primeira vez, oferecemos negociações Toca/Não Toca e apresentamos um novo aplicativo de gráficos. Acreditamos que temos a plataforma de opções digitais mais competitiva e compreensiva disponível para o público geral"],"Final Price":[null,"Preço final"],"Final price":[null,"Preço final"],"Finance":[null,"Finanças"],"Financial Information":[null,"Informações financeiras"],"Financial information":[null,"Informações financeiras"],"Firefox":[null,"Firefox"],"First line of home address":[null,"Primeira linha do endereço residencial"],"First name":[null,"Primeiro nome"],"First, you need to set the parameters of your trade. Here's what you need to consider":[null,"Primeiro, você precisa definir os parâmetros da sua negociação. Eis o que você precisa considerar"],"Flexible":[null,"Flexível"],"For example, let s say the market has a low of 5,200 and a close of 6,000 over the contract duration, then a  Close-Low  lookback with a multiplier of $2 would have a payout of":[null,""],"For the third straight year, BetOnMarkets.com is voted 'Best Fixed-Odds Financial Trading Provider' by Shares Magazine UK. It's the last time we win it because Shares Magazine stops awarding in this category":[null,"Pelo terceiro ano seguido, a BetOnMarkets.com é votada o \"Melhor Fornecedor de Negociação Financeira de Probabilidades Fixas\" pela Shares Magazine UK. Foi a última vez que ganhamos este prêmio porque a Shares Magazine para de atribuir prêmios nesta categoria."],"Forex":[null,"Mercado de câmbio"],"Forex trading experience":[null,"Experiência negociação Forex"],"Forex trading frequency":[null,"Frequência das negociações Forex"],"Founded October 1999":[null,"Fundada em Outubro de 1999"],"Founded in 1999, Binary.com is one of the oldest and most respected names in online binary trading":[null,"Fundada em 1999, a Binary.com é um dos mais antigos e mais respeitados nomes na negociação de opções binárias"],"Fractal (FRACTAL)":[null,"Fractal (FRACTAL)"],"Fractals are indicators on candlestick charts that identify reversal points in the market. Traders often use fractals to get an idea about the direction in which the price will develop. A fractal will form when a particular price pattern happens on a chart":[null,"Fractais são indicadores em gráficos de velas que identificam pontos de inversão no mercado. Os negociadores usam muitas vezes fractais a fim de ter uma ideia sobre a direção em que o preço irá se desenvolver. Um fractal irá se formar quando um determinado padrão de preço ocorrer num gráfico"],"Fran ais":[null,"Francês"],"Fri":[null,"Sex"],"Friday":[null,"Sexta-feira"],"From":[null,"De"],"Full-screen trading interface":[null,"Interface de negociação de tela inteira"],"Further instructions":[null,"Instruções adicionais"],"GMT":[null,"GMT"],"GMT stands for Greenwich Mean Time, the official time used in the UK during winter. In summer, the UK changes to British Summer Time, which is GMT + 1 hour. All times on the Binary.com site use GMT all year round":[null,"GMT significa Tempo Médio de Greenwich (ou Greenwich Mean Time em inglês), o horário oficial usado no Reino Unido no inverno. Durante o verão, o Reino Unido muda para o Horário de Verão Britânico, que é GMT + 1 hora. Todas as horas no site da Binary.com usam GMT durante todo o ano"],"Get API token from trader(s) and add it in your list":[null,"Obtenha o token de API de negociadores e adicioná-lo à sua lista"],"Get your price":[null,"Receba o seu preço"],"Go to":[null,"Vá para"],"Goes out":[null,"Sai fora"],"Gravestone Doji (CDLGRAVESTONEDOJI)":[null,"Doji lápide (CDLGRAVESTONEDOJI)"],"Gray":[null,"Cinza"],"Grid":[null,"Grelha"],"Grid Light":[null,"Luz de grelha"],"Group History":[null,"Histórico do grupo"],"Hammer (CDLHAMMER)":[null,"Hammer (CDLHAMMER)"],"Hanging Man (CDLHANGINGMAN)":[null,"Homem enforcado (CDLHANGINGMAN)"],"Harami Cross Pattern (CDLHARAMICROSS)":[null,"Padrão Harami de cruz (CDLHARAMICROSS)"],"Harami Pattern (CDLHARAMI)":[null,"Padrão Harami (CDLHARAMI)"],"Health":[null,"Saúde"],"Help":[null,"Ajuda"],"High":[null,"Alta"],"High barrier":[null,"barreira alto"],"High barrier offset":[null,"Deslocamento da barreira alta"],"High-Wave Candle (CDLHIGHWAVE)":[null,"Vela de onda alta (CDLHIGHWAVE)"],"Higher":[null,"Superior"],"Higher/Lower":[null,"Superior/Inferior"],"Higher/Lower - Predict if the market will end higher or lower than a target price":[null,"Superior/Inferior - Preveja se o mercado irá terminar acima ou abaixo de um preço-alvo"],"Higher/Lower trades":[null,"Negociações Superior/Inferior"],"Higher/Lower   Predict that the market will end higher or lower than a price target":[null,"Superior/Inferior - Preveja se o mercado irá terminar acima ou abaixo de um preço-alvo"],"Hikkake Pattern (CDLHIKKAKE)":[null,"Padrão Hikkake (CDLHIKKAKE)"],"Historical Data":[null,"Dados históricos"],"Homing Pigeon (CDLHOMINGPIGEON)":[null,"Pombo correio (CDLHOMINGPIGEON)"],"Horizontal line":[null,"Linha horizontal"],"Hours":[null,"Horas"],"How do I fund my account?":[null,"Como deposito fundos na minha conta?"],"How does Binary.com make money?":[null,"Como é que a Binary.com ganha dinheiro?"],"How soon can I start trading?":[null,"Quando posso começar a negociar?"],"How to trade binaries?":[null,"Como negociar opções binárias?"],"How to trade the Volatility Indices markets?":[null,"Como negociar os mercados dos índices Volatility?"],"Hull Moving Average (HMA)":[null,"Média Móvel Hull (MMH)"],"I acknowledge that I am not a politically exposed person (PEP)":[null,"Eu declaro não ser uma pessoa politicamente exposta (PPE)"],"I have read and agree to Binary.com":[null,"Eu li e concordo com os"],"I hereby confirm that the tax information I provided is true and complete. I will also inform Binary Investments (Europe) Ltd. about any changes to this information":[null,""],"I want to be treated as a professional client":[null,""],"I'm new to binaries, where do I start?":[null,"Sou principiante com opções binárias, onde começo?"],"IMPORTANT DISCLAIMER":[null,"AVISO IMPORANTE DE ISENÇÃO DE RESPONSABILIDADE"],"IMPORTANT DISCLAIMER - Binary.com is not affiliated with any of the payment agents listed above. Each payment agent operates as an independent service provider and is not endorsed, guaranteed or otherwise approved by Binary.com. CUSTOMERS DEAL WITH PAYMENT AGENTS AT THEIR SOLE RISK AND PERIL. Customers are advised to check the credentials of payment agents before sending them any money. Binary.com shall not in any circumstance be held responsible for transactions made between customers and payment agents":[null,"ISENÇÃO DE RESPONSABILIDADE IMPORTANTE - A Binary.com não está afiliada com qualquer um dos agentes de pagamentos listados acima. Cada agente de pagamentos opera como um fornecedor de serviços independente e não é recomendando, garantido ou, de outra forma, aprovado pela Binary.com. OS CLIENTES LIDAM COM AGENTES DE PAGAMENTOS POR SUA PRÓPRIA CONTA E RISCO. Os clientes são aconselhados a verificar as credenciais dos agentes de pagamentos antes de lhes enviar quaisquer fundos. A Binary.com não terá nenhuma responsabilidade, em qualquer circunstância, nas transações entre clientes e agentes de pagamentos"],"IPO on the blockchain":[null,"OPI na blockchain"],"Ideal for beginners and experienced traders":[null,"Ideal para principiantes e negociadores experientes"],"Identical Three Crows (CDLIDENTICAL3CROWS)":[null,"Três corvos idênticos (CDLIDENTICAL3CROWS)"],"If you select a":[null,"Se você selecionou"],"If you select a specific":[null,"Se você escolher uma determinada"],"If you're an individual trader, you'll appreciate the simplicity, flexibility, and limited risk of binary trading. With Binary.com's low minimum stakes, you'll soon learn how to trade with skill and confidence. And if you have any questions, you're free to access":[null,"Caso você seja um negociador individual, irá valorizar a simplicidade, a flexibilidade e os riscos limitados da negociação de opções binárias. Com o baixo valor mínimo para apostas da Binary.com, em pouco tempo você aprenderá como negociar com habilidade e confiança. E, caso tenha dúvidas, sempre pode acessar"],"In April":[null,"Em Abril"],"In Bullish Belt Hold After a stretch of bearish candlesticks, a bullish or white candlestick forms. The opening price, which becomes the low for the day, is significantly lower then the closing price. This results in a long white candlestick with a short upper shadow and no lower shadow. In Berish Belt Hold, a bearish or black candlestick occurs, the opening price, which becomes the high for the day, is higher than the close of the previous day, resulting in a long black candlestick with a short lower shadow and no upper shadow":[null,"Num Cinto apertado de alta, depois de uma série de velas baixistas, uma vela altista ou branca se forma. O preço de abertura, que se torna na baixa do dia, está significativamente mais baixo do que o preço de fechamento. Isto resulta numa longa vela branca com uma curta sombra superior e nenhuma sombra inferior. Num Cinto apertado de baixa, uma vela baixista ou preta se forma e o preço de abertura, que se torna na alta do dia, está mais alto que o fechamento do dia anterior, resultando numa longa vela preta com uma curta sombra inferior e nenhuma sombra superior"],"In Bullish Hikkake Pattern After the downward move, the bullish candle reaches above the range of the three preceding candles and most likely triggers a number of stop loss orders. This additional buying leads to a more distinct upward movement. In Bearish Hikkake Pattern After an upward move, the bearish candle reaches below the range of the three preceding , which most likely triggers a number of stop loss orders. This additional selling leads to a more distinct downward move":[null,"Num padrão Hikkake altista, depois do movimento para baixo, a vela altista alcança a região acima do intervalo das três velas anteriores e muito provavelmente aciona uma série de ordens de limite de perdas. As compras adicionais levam a um movimento para cima mais distinto. Num padrão Hikkake baixista, depois de um movimento para cima, a vela baixista alcança a região abaixo do intervalo das três velas anteriores, o que muito provavelmente aciona uma série de ordens de limite de perdas. Estas vendas adicionais levam a um movimento para baixo distinto."],"In October 1999, Regent Markets receives US$ 2 million investment funding from Jim Mellon through his Regent Pacific Group, a Hong Kong based fund management company":[null,"Em outubro de 1999, a Regent Markets recebeu US$ 2 milhões em fundos de investimento de Jim Mellon através do seu Regent Pacific Group, uma empresa de gestão de fundos sedeada em Hong Kong"],"In a downtrend, one small short body candlestick has a long lower shadow at least three times the real body, and little or no upper shadow. Confirmation from prices closing higher the next day":[null,"Numa tendência de baixa, uma pequena vela de corpo curto tem uma grande sombra inferior com pelo menos três vezes o comprimento do corpo real, e pouca ou nenhuma sombra superior. Confirmação de preços com fechamento superior no dia seguinte"],"In a downward price trend, a black candle appears followed by a white candle that opens below the prior body, but it may be difficult to see that from the chart. The white candle closes above the body, too. The last day of the three line candle is another white candle in this example. It shows a higher close":[null,"Numa tendência de preços baixista, uma vela preta aparece, seguida por uma vela branca com abertura abaixo do corpo anterior, mas pode ser difícil ver isso no gráfico. A vela branca fecha-se acima do corpo também. O último dia das velas de três linhas é outra vela branca neste exemplo. Ele mostra um fechamento superior"],"In an uptrend three successive days opens at or near the previous day's close and close down on the day. This pattern is more severe than the Three Black Crows pattern and thus has a higher reliability as a reversal pattern":[null,"Numa tendência de alta, três dias sucessivos se abrem próximos do ou no fechamento do dia anterior e fecham-se no próprio dia. Este padrão é mais severo do que o padrão Três Corvos Pretos e, portanto, possui uma confiabilidade superior como um padrão de inversão"],"In classic Silicon Valley style, Hong Kong based hedge fund manager and entrepreneur, Jean-Yves Sireau, starts Regent Markets in his Hong Kong bedroom. He develops the systems, methods and algorithms for implementing a fixed-odds financial betting system. Jean-Yves's vision is to create a market in the simplest of all derivatives contracts - the fixed-odds bet - and to offer ordinary investors the chance to make small bets. Until his innovation, binary options are normally only traded in large quantities":[null,"No estilo clássico do Vale do Silício, o gestor de fundos e empreendedor estabelecido em Hong Kong, Jean-Yves Sireau, cria a Regent Markets no seu dormitório em Hong Kong. Ele desenvolve os sistemas, métodos e algoritmos para a implementação de um sistema de apostas financeiras de probabilidades fixas. A visão de Jean-Yves é criar um mercado no mais simples de todos os contratos derivados - as apostas financeiras de probabilidades fixas - a oferecer a oportunidade de realizar apostas pequenas a investidores comuns. Até a sua inovação, as opções binárias eram normalmente negociadas apenas em grandes quantidades"],"In foreign exchange markets, traders can enter contracts based on the change in price of one currency as it relates to another currency. For example if a trader selects Rise in the EUR/USD market, they are predicting that the value of the Euro will rise in relation to the value of the US dollar":[null,"Em mercados de câmbio, os negociadores podem entrar em contrato com base na alteração do preço de uma moeda na sua relação com outra moeda. Por exemplo, se um negociador seleciona \"Sobe\" no mercado EUR/USD, estarão prevendo que o valor do Euro irá subir em relação a valor do dólar americano"],"In order to properly apply theme, a full refresh of page is required. Are you sure you want to proceed?":[null,"Para poder aplicar o tema de forma correta, uma atualização total da página é necessária. Tem certeza que deseja continuar?"],"In providing our services to you, we are required to obtain information from you in order to assess whether a given product or service is appropriate for you (that is, whether you possess the experience and knowledge to understand the risks involved)":[null,"Na prestação dos nossos serviços, somos obrigados a obter informações de você para poder avaliar se um determinado produto ou serviço é-lhe adequado (isto é, se você possui a experiência e os conhecimentos necessários para compreender os riscos envolvidos)"],"In the EU, financial products are offered by Binary Investments (Europe) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta, licensed and regulated as a Category 3 Investment Services provider by the Malta Financial Services Authority (license no. IS/70156). In the Isle of Man and the UK, Volatility Indices are offered by Binary (IOM) Ltd., First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW, Isle of Man, British Isles; licensed and regulated respectively by (1) the Gambling Supervision Commission in the Isle of Man (current licence issued on 31 August 2017) and by (2) the Gambling Commission in the UK":[null,""],"In the UK and Isle of Man, our clients trade through Binary (IOM) Ltd. In Japan, they trade through Binary KK. In the European Union (except UK), they trade through Binary (Europe) Ltd and Binary Investments (Europe) Ltd. In the rest of the world, they trade through Binary (C.R.) S.A":[null,"No Reino Unido e na Ilha de Man, os nossos clientes negociam através da Binary (IOM) Ltd. No Japão, eles negociam através da Binary KK. Na União Europeia (exceto no RU), eles negociam através da Binary (Europe) Ltd. e Binary Investments (Europe) Ltd. No resto do mundo, eles negociam através da Binary (C.R.) S.A"],"In the rest of the EU, Volatility Indices are offered by Binary (Europe) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta; licensed and regulated by (1) the Malta Gaming Authority in Malta (licence no. MGA/CL2/118/2000 issued on 26 May 2015), for UK clients by (2) the UK Gambling Commission":[null,""],"In-Neck Pattern (CDLINNECK)":[null,"In-Neck Pattern (CDLINNECK)"],"In/Out":[null,"Dentro/Fora"],"In/Out (ends between/outside and stays between/goes outside)":[null,"Dentro/Fora (termina entre/fora e fica entre/sai fora)"],"In/Out - Predict if the market will stay between or outside two target prices":[null,"Dentro/Fora - Preveja se o mercado irá ficar dentro ou fora de dois preços-alvo"],"In/Out trades":[null,"Negociações dentro/fora"],"Income Source":[null,"Fonte dos rendimentos"],"Indicative Price":[null,"Preço indicativo"],"Indicators":[null,"Indicadores"],"Indices":[null,"Índices"],"Indices - All major worldwide stock indices sourced from the over-the-counter market":[null,"Índices - Todos os índices de ações principais do mundo proveniente do mercado de balcão"],"Indices trading experience":[null,"Experiência com a negociação de índices"],"Indices trading frequency":[null,"Frequência das negociações de índices"],"Individual Traders":[null,"Negociadores individuais"],"Indonesia":[null,"Indonésia"],"Industry of Employment":[null,"Área profissional"],"Initial Coin Offering (ICO)":[null,"Oferta Inicial de Moedas (OIM)"],"Instant access":[null,"Acesso instantâneo"],"Instruments":[null,"Instrumento"],"Invalid JSON file":[null,"Arquivo JSON inválido"],"Invalid parameter(s)":[null,"Parâmetro(s) inválido(s)"],"Invalid template type":[null,"Tipo de modelo inválido"],"Inverted Hammer (CDLINVERTEDHAMMER)":[null,"Martelo invertido (CDLHAMMER)"],"Investments & Dividends":[null,"Investimentos e dividendos"],"Is it possible to deposit the same funds through different payment methods?":[null,"É possível depositar os mesmos fundos através de diferentes métodos de pagamento?"],"It has a long white candle, followed by another that opens above the first (gaps up), followed by a downward black candlestick that opens below the close of the second day (gaps down) and has a low below the close of the first day. The upward trend is expected to continue":[null,"Possui uma longa vela branca, seguida por uma outra que se abre acima da primeira (lacuna para cima), seguida por uma vela preta para baixo que se abre abaixo do fechamento do segundo dia (lacuna para baixo) e tem uma baixa abaixo do fechamento do primeiro dia. Espera-se que a tendência altista continue"],"It is sometimes possible to sell an option before the expiry of a trade, but only if a fair price can be determined. If this option is available, you will see a blue 'Sell' button next to your trade in the portfolio":[null,"É possível às vezes vender uma opção antes da expiração da negociação, mas apenas se um preço justo pode ser determinado. Se esta opção estive disponível, você verá um botão azul \"Vender\" junto da negociação no portfólio"],"It's time to expand. We set up a programming center in Cyberjaya - the Silicon Valley of Kuala Lumpur - to maintain and improve BetOnMarkets.com":[null,"Está na altura de expandir. Criamos um centro de programação em Cyberjaya - o Vale do Silício de Kuala Lumpur - para manter e melhorar a BetOnMarkets.com"],"Italiano":[null,"Italiano"],"Jan":[null,"Jan"],"January":[null,"Janeiro"],"Jul":[null,"Jul"],"July":[null,"Julho"],"Jun":[null,"Jun"],"June":[null,"Junho"],"Just click  Grant  button on the page you will now be taken to":[null,"Basta clicar no botão Conceder na página à qual você será levado a seguir"],"Kaufman's Adaptive Moving Average (KAMA)":[null,"Média Móvel Adaptativa de Kaufman (MMAK)"],"Key facts":[null,"Fatores chave"],"Kicking (CDLKICKING)":[null,"Kicking (CDLKICKING)"],"Kicking - bull/bear determined by the longer marubozu (CDLKICKINGBYLENGTH)":[null,"Chute - altista/baixista determinado pelo marubozu mais longo (CDLKICKINGBYLENGTH)"],"Kicking patterns on a candlestick chart are formed when there are two long marubozu - one white and one black - with a gap between them. Bullish kicking patterns would present as a black or filled candlestick without any wicks (shadows) followed by a gap higher with a white or hollow candlestick that is also without wicks":[null,"Padrões Chute num gráfico de velas são formados quando há dois longos marubozus - um branco e outro preto - com uma lacuna entre eles. Padrões Chute de alta aparecem como uma vela preta ou preenchida sem quaisquer sobras, seguidas por uma lacuna acima com uma vela branca ou vazia que também não tem sombras"],"Kicking patterns on a candlestick chart are formed when there are two marubozu - one white and one black - with a gap between them. Bullish kicking patterns would present as a black or filled candlestick without any wicks (shadows) followed by a gap higher with a white or hollow candlestick that is also without wicks":[null,"Padrões Chute num gráfico de velas são formados quando há dois marubozus - um branco e outro preto - com uma lacuna entre eles. Padrões Chute de alta aparecem como uma vela preta ou preenchida sem quaisquer sobras, seguidas por uma lacuna acima com uma vela branca ou vazia que também não tem sombras"],"Kuala Lumpur Office":[null,"Escritório de Kuala Lumpur"],"Ladder Bottom (CDLLADDERBOTTOM)":[null,"Ladder Bottom (CDLLADDERBOTTOM)"],"Last 12 mnts Profitable Trades":[null,"Negociações rentáveis dos últimos 12 mins."],"Last used":[null,"Última utilização"],"Learning to trade":[null,"Aprendendo negociar"],"Least Squares Moving Average (LSMA)":[null,"Média Móvel de Mínimos Quadrados (LSMA)"],"Less than":[null,"Inferior a"],"Let's do it":[null,"Vamos a isso"],"Level of Education":[null,"Nível de formação educacional"],"Licensed and regulated in Malta, the United Kingdom, the Isle of Man, Ireland, and Japan":[null,"Licenciada e regulada em Malta, no Reino Unido, na Ilha de Man, na Irlanda e no Japão"],"Like the EMA, the LWMA assigns more meaning to the recent prices and less to the closing price from the period's beginning. Thus they are faster at detecting a trend reversal, though it they can be more prone to market noise":[null,"Como a MME, MMPL atribui mais significado aos preços recentes e menos ao preço de fechamento do início do período. Portanto, são mais rápidas na detecção de inversão de tendências, apesar de serem mais sujeitas a ruído do mercado"],"Line":[null,"Linhas"],"Line Dot":[null,"Ponto de linha"],"Linearly Weighted Moving Average (LWMA)":[null,"Média Móvel Ponderada Linearmente (MMPL)"],"Link":[null,"Link"],"Load Workspace":[null,"Carregar mesa de negociações"],"Load chart template":[null,"Carregar modelo do gráfico"],"Load trade template":[null,"Carregar modelo do gráfico"],"Loading Asset Index":[null,"Carregando índice de ativos"],"Loading Copy Trade":[null,"Carregando negociação de cópia"],"Loading Download/View Data":[null,"Carregando dados de download/visualização"],"Loading MAM":[null,"Carregando MAM (Gestor de contas múltiplas)"],"Loading Password dialog":[null,"Carregando caixa de diálogo da senha"],"Loading Profit Table":[null,"Carregando tabela de lucro"],"Loading Real account opening":[null,"Carregando a abertura de contas reais"],"Loading Self-Exclusion":[null,"Carregando auto-exclusão"],"Loading Statement Table":[null,"Carregando tabela de extrato"],"Loading Token management":[null,"Carregando gerenciamento de tokens"],"Loading Trading Times":[null,"Carregando horas de negociação"],"Loading chart and trade menus":[null,"Carregando os menus de gráficos e de negociação"],"Loading custom theme configuration":[null,"Carregando a configuração de tema personalizada"],"Loading help docs":[null,"Carregando documentos de ajuda"],"Loading portfolio":[null,"Carregando portfólio"],"Loading...":[null,"Carregando..."],"Log in":[null,"Conecte-se"],"Log in time":[null,"Hora de login"],"Login":[null,"Conectar-se"],"Logout":[null,"Sair"],"Long Legged Doji (CDLLONGLEGGEDDOJI)":[null,"Doji de Pernas Longas (CDLLONGLEGGEDDOJI)"],"Long Line Candle (CDLLONGLINE)":[null,"Vela de linha comprida (CDLLONGLINE)"],"Long-legged doji have long upper and lower shadows that are almost equal in length. These doji reflect a great amount of indecision in the market. Long-legged doji indicate that prices traded well above and below the session's opening level, but closed virtually even with the open. After a whole lot of yelling and screaming, the end result showed little change from the initial open":[null,"Dojis com pernas longas têm sombras superiores e inferiores longas que são quase iguais em comprimento. Estes dojis refletem uma grande quantidade de indecisão no mercado. Dojis com pernas longas indicam que os preços foram negociados bem acima e abaixo do nível de abertura da sessão, mas fecharam-se praticamente iguais à abertura. Depois de muita atividade, o resultado fina mostra pouca alteração em relação à abertura inicial"],"Look for a black candle in a downward price trend followed by a white candle that opens below the prior low but closes near but below the midpoint of the black candle's body":[null,"Procure uma vela preta numa tendência de preços baixista, seguida por uma vela branca que se abre abaixo a baixa anterior, mas que se fecha próximo, mas abaixo do, ponto médio do corpo da vela preta"],"Look for a tall black candle with a long lower shadow to appear in a downward price trend. The second day should be similar to the first day, but smaller and with a higher low. The last day is a black marubozu that squeezes inside the high-low range of the prior day":[null,"Procure uma alta vela preta com uma sombra mais baixa aparecendo numa tendência de preços baixista. O segundo dia deve ser semelhante ao primeiro dia, mas mais pequeno e com uma baixa mais alta. O último dia é um marubozu preto que se insere dentro do intervalo alto-baixo do dia anterior"],"Look for a tall white candle in an upward price trend. Following that, a black candle has a body that gaps above the prior candle's body. The last day is another black candle, but this one engulfs the previous bearish candle but closes above first bar's open":[null,"Procure uma alta vela branca numa tendência de preços altista. A seguir a isso, uma vela preta tem um corpo que registra uma lacuna acima do corpo da vela anterior. O último dia é outra vela preta, mas esta envolve a vela baixista anterior, fechando-se acima da abertura da primeira barra"],"Lookbacks":[null,""],"Lookbacks are currently only available for Volatility Indices":[null,""],"Low":[null,"Baixa"],"Low barrier":[null,"Barreira baixa"],"Low barrier offset":[null,"Deslocamento da barreira inferior"],"Low minimum stakes":[null,"Apostas mínimas inferiores"],"Lower":[null,"Inferior"],"MACD is a trading indicator used in technical analysis of stock prices.It is supposed to reveal changes in the strength, direction, momentum, and duration of a trend in a stock's price":[null,"A MACD é um indicador de negociação usada na análise técnica de preços de ações. É suposto revelar alterações na força, direção, impulso e duração de uma tendência do preço das ações"],"MENA FFXPO Award":[null,"Prêmio MENA FFXPO"],"Make sure that you have first agreed with the Agent on the terms of payment before submitting your request. Once you click the 'Confirm transfer' button the funds will be withdrawn from your account and will be sent to the Payment Agent you have chosen. The Agent will send you the withdrawal amount (minus the commission) via your preferred payment method":[null,"Certifique-se de que você tenha primeiro chegado a um acordo com o agente sobre os termos de pagamento antes de enviar a sua solicitação. Uma vez que você clicar no botão \"Confirmar transferência\", os fundos serão retirados da sua conta e enviados ao agente de pagamentos que você escolheu. O agente lhe enviará o valor da retirada (menos a comissão) através do seu método de pagamento preferido"],"Make your trade":[null,"Realize a sua negociação"],"Manage":[null,"Gerenciar"],"Mar":[null,"Mar"],"March":[null,"Março"],"Market Professionals":[null,"Profissionais do mercado"],"Market exit price":[null,"Preço de saída do mercado"],"Marubozu (CDLMARUBOZU)":[null,"Marubozu (CDLMARUBOZU)"],"Mass Index (MASS)":[null,"Índice de Massa (MASS)"],"Mat Hold (CDLMATHOLD)":[null,"Mat Hold (CDLMATHOLD)"],"Matches":[null,"Combina"],"Matches/Differs - Predict that the last digit will match or not match":[null,"Combina/Difere - Preveja se o último dígito irá combinar ou diferir"],"Matching Low (CDLMATCHINGLOW)":[null,"Atingindo o mínimo (CDLMATCHINGLOW)"],"Max. Trade Stake":[null,"Aposta máxima da negociação"],"Maximum (MAX)":[null,"Máximo (MAX)"],"Maximum account cash balance":[null,"Saldo máximo de dinheiro em conta"],"Maximum aggregate contract purchases over a 30-day period":[null,"Aquisições máximas de contratos agregados durante um período de 30 dias"],"Maximum aggregate contract purchases over a 7-day period":[null,"Máximo de aquisições agregadas de contratos durante um período de 7 dias"],"Maximum aggregate contract purchases per day":[null,"Máximo de aquisições agregadas de contratos por dia"],"Maximum aggregate loss over a 30-day period":[null,"Máximo de perdas agregadas durante um período de 30 dias"],"Maximum aggregate loss per day":[null,"Máximo de perdas agregadas por dia"],"Maximum number of open positions":[null,"Número máximo de posições em aberto"],"Maximum price over selected period":[null,"Preço máximo durante período selecionado"],"May":[null,"Maio"],"Memorable date":[null,"Data memorável"],"Memorable town/city":[null,"Município/cidade memorável"],"Mesa Adaptive Moving Average (MAMA)":[null,"Média Móvel Adaptativa Mesa (MAMA)"],"Min. Trade Stake":[null,"Aposta mínima de negociação"],"Min: 10 Max: 2000":[null,"Mín: {1} Máx: 2000"],"Minimum (MIN)":[null,"Mínimo (MIN)"],"Minimum of 2 characters required":[null,"Um mínimo de 2 caracteres é necessário"],"Minimum of 4 characters required":[null,"Um mínimo de 4 caracteres é necessário"],"Minimum of 6 characters required":[null,"Um mínimo de 6 caracteres é necessário"],"Minimum of six lower and uppercase letters with numbers":[null,""],"Minimum price over selected period":[null,"Preço mínimo durante período selecionado"],"Minus the agent's commission":[null,"Menos a comissão do agente"],"Minutes":[null,"Minutos"],"Miss":[null,"Senhora"],"Momentum (MOM)":[null,"Impulso (MOM)"],"Momentum Indicators":[null,"Indicadores Impulso"],"Mon":[null,"Seg"],"Monday":[null,"Segunda-feira"],"Monthly Profitable Trades":[null,"Negociações rentáveis do mês"],"Morning Doji Star (CDLMORNINGDOJISTAR)":[null,"Estrela Doji Matinal (CDLMORNINGDOJISTAR)"],"Morning Star (CDLMORNINGSTAR)":[null,"Estrela Matinal (CDLMORNINGSTAR)"],"Mother's maiden name":[null,"Sobrenome de solteira da mãe"],"Moving Average Convergence/Divergence (MACD)":[null,"Convergência/Divergência de Média Móvel (MACD)"],"Mr":[null,"Sr."],"Mrs":[null,"Sra"],"Ms":[null,"Sra."],"Multiplier":[null,""],"Name":[null,"Nome"],"Name of first love":[null,"Nome do seu primeiro amor"],"Name of your pet":[null,"Nome do seu animal de estimação"],"Navigator handles background":[null,"Imagem de fundo das teclas de navegação"],"Navigator handles border":[null,"Navegador opera "],"Navigator mask-fill":[null,"Contorno do navegador"],"Navigator outline":[null,"Contorno do navegador"],"Navigator series color":[null,"Cor da série do navegador"],"Navigator series line":[null,"Linha da série do navegador"],"Net Annual Income":[null,"Rendimento líquido anual"],"Net Profit":[null,"Lucro líquido"],"New password":[null,"Nova senha"],"No":[null,"Não"],"No Touch trades":[null,"Negociações sem toque"],"No touch":[null,"Não toca"],"Normalized Average True Range (NATR)":[null,"Intervalo Verdadeiro Médio Normalizado (IVMN)"],"Normalized Average True Range (NATR) attempts to normalize the average true range values across instruments by using the formula below":[null,"Intervalo Verdadeiro Médio Normalizado (IVMN) tenta normalizar os valores do intervalo verdadeiro médio em todos os instrumentos ao usar a fórmula abaixo"],"Note: You can only have one fiat currency account and one of each cryptocurrency account":[null,"Nota: Só é possível ter uma conta de moeda fiduciária e uma conta de cada criptomoeda"],"Note: withdrawal via payment agent is available only if you deposit exclusively via payment agent":[null,"Nota: retiradas através de agentes de pagamentos somente estão disponíveis no caso de você depositar exclusivamente por via de agentes de pagamento"],"Nov":[null,"Nov"],"November":[null,"Novembro"],"Now":[null,"Agora"],"OHLC":[null,"OHLC"],"OK":[null,"OK"],"OTC stocks - Blue-chip stock contracts sourced from the over-the-counter market":[null,"Ações OTC - contratos de ações de primeira categoria provenientes do mercado de balcão"],"Occupation":[null,"Emprego"],"Oct":[null,"Out"],"October":[null,"Outubro"],"Odd":[null,"Ímpar"],"Offices in Malta, Malaysia and Japan":[null,"Escritórios em Malta, Malásia e Japão"],"Ok":[null,"OK"],"On the basis of the information provided in relation to your knowledge and experience, we consider that the investments available via this website are not appropriate for you":[null,"Com base nas informações fornecidas em relação aos seus conhecimentos e a sua experiência, consideramos que os investimentos disponíveis neste website não são adequados para você"],"On-Neck Pattern (CDLONNECK)":[null,"Padrão No Pescoço (CDLONNECK)"],"Once this limit is reached, you may no longer deposit":[null,"Uma vez que este limite for atingido, você já não poderá depositar mais"],"One last step left":[null,"Resta apenas uma etapa"],"Online trading can become addictive. Fill in the form below to limit your participation on the website or send a signed letter or fax to our customer support team. Once set, you can only tighten your limits. Limits will only be removed or loosened after 7 days with the exception of the self- exclusion date, which cannot be removed or altered once you have confirmed it. To remove or increase your limits, please contact":[null,"Negociar nos mercados financeiros pode se tornar viciante. Preencha o formulário abaixo para limitar a sua participação no site ou envie uma carta ou fax assinado à nossa equipe de apoio ao cliente. Uma vez definidos, você apenas poderá apertar ainda mais os seus limites. Os limites somente serão removidos ou desapertados após 7 dias, com a exceção da data de auto-exclusão, que não pode ser removida ou alterada uma vez que você a tiver confirmado. Para remover ou aumentar os seus limites, contate"],"Only five years after inception, we pick up this major award for our online trading services. The award recognises BetOnMarkets.com's reliable, fast and secure online trading for novice and expert traders. At this time, our website has received over 15 million trades":[null,"Apenas cinco anos após o início, recebemos este grande prêmio pelos nossos serviços de negociações online. O prêmio reconhece as negociações online confiáveis, rápidas e seguras para principiantes e negociadores experientes da BetOnMarkets.com. Até agora, o nosso website já recebeu mais de 15 milhões de negociações"],"Only letters, numbers, hyphen are allowed":[null,"Apenas letras, números e hífenes são permitidos"],"Only letters, numbers, space, hyphen, period, apostrophe are allowed":[null,"Apenas letras, números, espaços, pontos e apóstrofes são permitidos"],"Only letters, numbers, space, period, comma, - / @ ' are allowed":[null,"Apenas letras, números, espaços, pontos, vírgulas, - / @ ' são permitidos"],"Only letters, numbers, space, period, comma, dash(-)":[null,"Apenas letras, números, espaço, ponto, vírgula, hífen (-)"],"Only letters, space, hyphen, period, apostrophe are allowed":[null,"Apenas letras, espaços, hífenes, pontos e apóstrofes são permitidos"],"Only numbers and space are allowed":[null,"Apenas números e espaços são permitidos"],"Only numbers, letters, hyphens are allowed":[null,"Apenas números, letras e hífenes são permitidos."],"Open":[null,"Abertura"],"Open Account":[null,"Conta aberta"],"Open a Financial Account":[null,"Abrir uma conta financeira"],"Open account":[null,"Abrir conta"],"Opening an account":[null,"Abrindo uma conta"],"Opens":[null,"Abre"],"Opera":[null,"Opera"],"Option trading can become a real addiction, as can any other activity pushed to its limits. To avoid the danger of such addiction, we provide a reality-check that gives you a summary of your trades and accounts on a regular basis":[null,"A negociação de opções pode se tornar um verdadeiro vício, tal como qualquer outra atividade levado ao extremo. Para evitar os perigos de tais vícios, fornecemos um balanço da realidade que lhe proporciona um resumo das suas negociações e contas numa base regular"],"Other":[null,"Outro"],"Other financial instruments trading experience":[null,"Experiência com outros instrumentos financeiros"],"Other financial instruments trading frequency":[null,"Frequência de negociação de outros instrumentos financeiros"],"Our company continues to thrive and obtains a license in the Isle of Man to better service our UK clients":[null,"A nossa empresa continua a prosperar e obtém uma licença na Ilha de Man para melhorar os serviços para os nossos clientes do Reino Unido"],"Our customers clearly like us. In mid-2014, Binary.com has over 100 million historical transactions and over 130,000 new daily transactions":[null,"É evidente que os nossos clientes gostam de nós. Em meados de 2014, a Binary.com registra mais de 100 transações históricas e mais de 130.000 novas transações diariamente"],"Our fast organic growth is supplemented by the acquisition of the client base of BetsForTraders, one of our main competitors":[null,"O nosso rápido crescimento orgânico é complementado pela aquisição da base de clientes da BetsForTraders, um dos nossos maiores concorrrentes"],"Our prices are benchmarked against the interbank options market. You ll receive fair and transparent pricing, whatever your position":[null,"Os nossos preços são referenciados em comparação com o mercado de opções interbancárias. Você sempre receberá preços transparentes, independentemente da sua posição"],"Over":[null,"Acima"],"Over 1 million registered accounts worldwide":[null,"Mais de 1 milhão de contas registradas em todo o mundo"],"Over 130 staff and contractors worldwide":[null,"Mais de 130 funcionários e colaboradores em todo o mundo"],"Over 3 years":[null,"Acima 3 ano"],"Over/Under - Predict that the last digit is higher or lower":[null,"Acima/Abaixo - Preveja se o último dígito será superior ou inferior"],"Overlap Studies":[null,"Estudos sobrepostos"],"PEP Declaration":[null,"Declaração PPE"],"Parabolic SAR (SAR)":[null,"SAR Parabólico (SAR)"],"Passwords didn't match. Please type them again":[null,"As senhas não correspondem. Digite novamente"],"Patented technology":[null,"Tecnologia patenteada"],"Pattern Recognition":[null,"Reconhecimento de padrões"],"Payment agent":[null,"Agente de pagamentos"],"Payment agents":[null,"Agentes de pagamentos"],"Payments":[null,"Pagamentos"],"Payout":[null,"Prêmio"],"Pension":[null,"Pensão"],"Percentage Price Oscillator (PPO)":[null,"Oscilador de Percentagem de Preço (PPO)"],"Performance Probability":[null,"Probabilidade de desempenho"],"Permissions":[null,"Permissões"],"Personal Details":[null,"Dados pessoais"],"Personal Wealth Awards 2017":[null,"Personal Wealth Awards 2017"],"Phone":[null,"Telefone"],"Piercing Pattern (CDLPIERCING)":[null,"Padrão Piercing (CDLPIERCING)"],"Pip":[null,"Pip"],"Pip stands for 'percentage in point' which is generally the fourth decimal place (i.e. 0.0001)":[null,"Pip é abreviatura de \"percentage in point\" (percentagem em pontos), que geralmente é a quarta casa decimal (i.e. 0,0001)"],"Place of birth":[null,"Local de nascimento"],"Please":[null,"Por favor"],"Please choose which currency you would like to transact in":[null,"Escolha a moeda na qual você deseja negociar"],"Please confirm the following details in order to complete the transfer":[null,"Confirme os seguintes dados para poder concluir a transferência"],"Please enter a valid date in yyyy-mm-dd format":[null,"Insira uma data válida no formato aaaa-mm-dd"],"Please enter a value greater than 0":[null,"Insira um valor maior que 0"],"Please enter correct email":[null,"Insira um endereço de e-mail correto"],"Please enter date in the format YYYY-MM-DD":[null,"Insira uma data no formato AAAA-MM-DD"],"Please enter time in the format HH:MM":[null,"Insira a hora no formato HH:MM"],"Please enter your current password":[null,"Insira a sua senha atual"],"Please enter your email":[null,"Insira o seu e-mail"],"Please input correct token":[null,"Insira o token correto"],"Please install the latest version of one of these browsers":[null,"Instale a versão mais recente de um destes navegadores"],"Please note that due to their over-the-counter nature, the prices of the OTC Indices and stocks will differ from the prices of the corresponding indices and stocks on centralised exchanges":[null,"Note que, devido à sua natureza e conexão com os mercados de balcão, os preços dos índices e ações OTC irão diferir dos preços dos índices e ações correspondentes nas bolsas centralizadas"],"Please provide your tax information":[null,"Forneça as suas informações fiscais"],"Please select":[null,"Selecione"],"Please select an account opening reason before continuing":[null,"Selecione um motivo de abertura de conta antes de continuar"],"Please submit a valid verification token":[null,"Envie um token de verificação válido"],"Please try again after 1 minute":[null,"Tente novamente depois de 1 minuto"],"Plot":[null,"Dispersão"],"Pofit/Loss":[null,"Lucro/Perda"],"Points":[null,"Pontos"],"Polski":[null,"Polonês"],"Portfolio":[null,"Portfólio"],"Portugu s":[null,"Português"],"Postal code/ZIP":[null,"Código postal/CEP"],"Potential Payout":[null,"Prêmio potencial"],"Potential Profit":[null,"Lucro potencial"],"Potential profit":[null,"Lucro potencial"],"Pre-Defined":[null,"Pré-definido"],"Preferred reality-check interval":[null,"Intervalo preferido para o balanço da realidade"],"Press Create token button on the right to create your first token":[null,"Pressione o botão Criar token à direita para criar o seu primeiro token"],"Price Transformation":[null,"Transformação de preço"],"Price forms three black candles, each with lower closes, in a downward price trend. A tall white candle engulfs the price action of the prior three days. The candle acts as a bullish reversal when price breaks out upward, and closes above the top of the candle pattern":[null,"O preço forma três velas, cada uma com fechamentos mais baixo, numa tendência de preços baixista. Uma alta vela branca envolve a ação de preços dos últimos três dias. A vela funciona como uma inversão altista quando o preço vira para cima e fecha-se acima da alta do padrão de velas"],"Price trends downward into the start of the pattern, a tall black candle. Following that, a white candle appears that fits inside the body of the prior candle. This completes the bullish harami candlestick. The final day of the pattern is the confirming candle, a white one that closes above the prior close, which it does. The combination suggests price has reversed trend":[null,"O preço inicia uma tendência para baixo para o início do padrão, uma alta vela preta. A seguir a isso, uma vela branca aparece que cabe dentro do corpo da vela anterior. Isto completa a vela harami altista. O dia final do padrão é a vela confirmante, uma branca que se fecha acima do fechamento anterior. A combinação sugere que o preço possui uma tendência de inversão"],"Primary":[null,"Primário"],"Print chart":[null,"Imprimir gráfico"],"Professional Client":[null,""],"Profit":[null,"Lucro"],"Profit table":[null,"Tabela de lucro"],"Profit/ Loss":[null,"Lucro/Perda"],"Profit/Loss (points)":[null,"Lucro/Perda (pontos)"],"Protect your profits":[null,"Proteja os lucros"],"Published in English, Indonesian, Japanese, Chinese, Polish, German, French, Spanish, Portuguese, Italian, Russian, and Thai":[null,"Publicado em Inglês, Indonésio, Japonês, Chinês, Polaco, Alemão, Francês, Espanhol, Português, Italiano, Russo e Tailandês"],"Purchase":[null,"Comprar"],"Purchase Date":[null,"Data de aquisição"],"Purchase Price":[null,"Preço de compra"],"Rate Of Change (ROC)":[null,"Taxa de Variação (ROC)"],"Rate Of Change Percentage (ROCP)":[null,"Percentagem da Taxa de Alteração (PTA)"],"Rate Of Change Ratio (ROCR)":[null,"Rácio da Taxa de Alteração (RTA)"],"Read":[null,"Ler"],"Read about":[null,"Leia sobre"],"Ref":[null,"Ref"],"Regent Markets Group Ltd. renames to Binary Ltd":[null,"A Regent Markets Group Ltd. é renomeada para Binary Ltd"],"Regent Markets Group Ltd. renames to Binary Ltd., harmonising company and website branding throughout the organisation":[null,"A A Regent Markets Group Ltd. é renomeada para Binary Ltd., uniformizando a imagem da marca e do site em toda a empresa"],"Regent Markets acquires BetsForTraders client base":[null,"A Regent Markets adquire a base de clientes da BetsForTrades"],"Regent Markets files for a patent in March 2000 on the basis of our unique position as the sole serious competitor in the business of fixed-odds financial betting. In May, we register the trading name BetOnMarkets and move to Malta to receive an internet betting licence":[null,"A Regent Markets registra uma patente em março de 2000 com base na nossa posição privilegiada como a única concorrente séria no negócio de apostas financeiras de probabilidades fixas."],"Regent Markets files for patent, and registers BetOnMarkets trading name":[null,"A Regent Markets efetuou um pedido de patente e registra o nome comercial BetOnMarkets"],"Regent Markets granted US patent for 'Betting system and method'":[null,"A Regent Markets é concedida uma patente dos EUA para \"Sistema e método de apostas\""],"Regent Markets granted two new US patents":[null,"A Regent Markets é concedida duas novas patentes dos EUA"],"Regent Markets is founded by Jean-Yves Sireau":[null,"A Regent Markets é fundada por Jean-Yves Sireau"],"Regent Markets obtains a licence in the Isle of Man":[null,"A Regent Markets obtém uma licença da Ilha de Man"],"Regent Markets receives funding to provide on-line financial betting services":[null,"A Regent Markets recebe financiamento para fornecer serviços de apostas financeiras online"],"Regent Markets sets up a programming centre in Cyberjaya, Malaysia":[null,"A Regent Markets monta um centro de programação em Cyberjaya, Malásia"],"Regent Pacific Group Ltd., the Hong Kong-listed founding shareholder of Binary.com":[null,"A Regent Pacific Group Ltd., a acionista fundadora da Binary.com, listada em Hong Kong"],"Regent Pacific transaction":[null,"Transação da Regent Pacific"],"Register free account":[null,"Registrar conta gratuita"],"Regulatory Information":[null,""],"Relative Strength Index (RSI)":[null,"Índice de Força Relativa (IFR)"],"Remove":[null,"Remover"],"Remove Selected":[null,"Remover selecionado"],"Rename":[null,"Renomear"],"Repeat password":[null,"Repetir senha"],"Resale price":[null,"Preço de revenda"],"Reset zoom":[null,"Redefinir zoom"],"Reset zoom level 1:1":[null,"Redefinir nível de zoom 1:1"],"Resources":[null,"Recursos"],"Responsible Trading":[null,"Negociação responsável"],"Results":[null,"Resultados"],"Return":[null,"Voltar"],"Rickshaw Man (CDLRICKSHAWMAN)":[null,"Rickshaw Man (CDLRICKSHAWMAN)"],"Rise":[null,"Subir"],"Rise/Fall":[null,"Sobe/Desce"],"Rise/Fall - Predict if the market will rise or fall from its current level":[null,"Sobe/Desce - preveja se o mercado irá subir ou descer do seu nível atual"],"Rise/Fall trades":[null,"Negociações Sobe/Desce"],"Rise/Fall   Predict that the market will rise or fall from its current level":[null,"Sobe/Desce - preveja se o mercado irá subir ou descer do seu nível atual"],"Rising/Falling Three Methods (CDLRISEFALL3METHODS)":[null,"Três métodos de alta/baixa (CDLRISEFALL3METHODS)"],"Robust and secure platform":[null,"Plataforma robusta e segura"],"Safari":[null,"Safari"],"Salaried Employee":[null,"Trabalhador assalariado"],"Sale Date":[null,"Data de venda"],"Sale Price":[null,"Preço de venda"],"Sand Signika":[null,"Sand Signika"],"Sat":[null,"Sáb"],"Saturday":[null,"Sábado"],"Save":[null,"Salvar"],"Save as":[null,"Salvar como"],"Save changes":[null,"Salvar alterações"],"Saved":[null,"Salva"],"Scalable":[null,"Escalável"],"Second line of home address":[null,"Segunda linha do endereço residencial"],"Secondary":[null,"Secundário"],"Security":[null,"Segurança"],"Security and privacy":[null,"Segurança e privacidade"],"Security question":[null,"Pergunta de segurança"],"Self-Employed":[null,"Trabalhador autônomo"],"Self-Exclusion":[null,"Autoexclusão"],"Sell At Market":[null,"Vender no mercado"],"Sell option":[null,"Vender a opção"],"Sent to account":[null,"Enviado para a conta"],"Sep":[null,"Set"],"Separating Lines (CDLSEPARATINGLINES)":[null,"Linhas separadoras (CDLSEPARATINGLINES)"],"September":[null,"Setembro"],"Session":[null,"Sessão"],"Session duration limit, in minutes":[null,"Limite de duração de sessão, em minutos"],"Set barrier(s) to define your position and trigger the payout you will receive":[null,"Configure as barreiras para definir a sua posição e acionar o prêmio que você deseja receber"],"Set the length of your trade, from 10 seconds to 365 days":[null,"Defina a duração da sua negociação, de 10 segundos a 365 dias"],"Settles":[null,"Liquida"],"Share":[null,"Compartilhar"],"Share chart":[null,"Compartilhar gráfico"],"Sharp, benchmarked prices":[null,"Price exatos e referenciados"],"Shooting Star (CDLSHOOTINGSTAR)":[null,"Estrela Cadente (CDLSHOOTINGSTAR)"],"Short to long-term durations":[null,"Durações de curto a longo prazo"],"Side by side white lines candlestick pattern is a triple pattern. Bullish pattern: In an upward trend, the first candlestick is followed by another upward that opens above the close of the first (gap up), that is followed by a third upward candlestick that opens below the close of the second (gap down). Bearish pattern: During a downtrend, the first candlestick is downward, followed by an upward candlestick that opens below the close of the first one (gap down), followed by an upward candlestick that opens below the close of the second one. This pattern indicates the continuation of a downtrend":[null,"Um padrão de velas de linhas brancas lado a lado é um padrão triplo. Padrão altista: Numa tendência de alta, a primeira vela é seguida por uma vela para cima que se abre acima do fechamento da primeira (lacuna para cima), que é seguida por uma terceira vela para cima que se abre abaixo da segunda (lacuna para baixo). Padrão baixista: Durante uma tendência de baixa, a primeira vela aponta para baixo, seguida por uma vela que aponta para cima que se abre abaixo do fechamento da primeira (lacuna para baixo), seguida por uma vela para cima que se abre abaixo do fechamento da segunda. Este padrão indica a continuação de uma tendência de baixa"],"Simple Moving Average (SMA)":[null,"Médio Móvel Simples (MMS)"],"Simple and intuitive":[null,"Simples e intuitivo"],"Smart FX":[null,"FX Inteligente"],"Smart Indices":[null,"Índices Inteligentes"],"Smoothed Moving Average (SMMA)":[null,"Média Móvel Suavizada (SMMA)"],"Sold":[null,"Vendido"],"Some products are not available in all countries. This website's services are not made available in certain countries such as the USA, Costa Rica, Hong Kong, or to persons under age 18":[null,""],"Source of wealth":[null,"Fonte de riqueza"],"Specify your payout, which is your potential return if your prediction is correct. Our system will proceed to calculate your stake, which is the total cost of purchasing the contract. Binary.com offers payouts from $1 to $50,000":[null,"Especifique o seu prêmio, que representa o seu retorno potencial se a sua previsão for correta. O nosso sistema irá proceder com o cálculo da sua aposta, que representa o custo total da compra do contrato. A Binary.com disponibiliza prêmios de 1 USD a 50.000 USD"],"Spinning Top (CDLSPINNINGTOP)":[null,"Pião (CDLSPINNINGTOP)"],"Spline":[null,"Spline"],"Spot price":[null,"Preço à vista"],"Spreads":[null,"Spreads"],"Spreads down":[null,"Spreads de baixa"],"Spreads up":[null,"Spreads de alta"],"Stake":[null,"Aposta"],"Stalled Pattern (CDLSTALLEDPATTERN)":[null,"Padrão Estagnado (CDLSTALLEDPATTERN)"],"Standard Deviation (STDDEV)":[null,"Desvio Padrão (STDDEV)"],"Standard Deviation is a statistical calculation used to measure the variability. In trading this value is known as volatility. A low standard deviation indicates that the data points tend to be very close to the mean, whereas high standard deviation indicates that the data points are spread out over a large range of values":[null,"Desvio padrão é um cálculo estatístico usado para medir a variabilidade. Em negociação, este valor é conhecido como volatilidade. Um baixo desvio padrão indica que os pontos de dados tendem a estar muito próximos da média, enquanto o alto desvio padrão indica que os pontos de dados estão espalhados sobre um grande intervalo de valores"],"Standard methods":[null,"Métodos padrão"],"Standard withdrawal":[null,"Retirada padrão"],"Start Time":[null,"Hora de início"],"Start Trading":[null,"Começar a negociar"],"Start time":[null,"Hora de início"],"State/province/region":[null,"Estado/província/região"],"Statement":[null,"Extrato"],"Statistical Functions":[null,"Funções estatísticas"],"Status":[null,"Status"],"Stays Between/Goes Outside":[null,"Fica entre/Sai fora"],"Stays Between/Goes Outside trades":[null,"Negociações Fica entre/Sai fora"],"Stays Between/Goes Outside   Predict that the market stays inside or goes outside two price targets any time during the contract period":[null,"Fica entre/Sai fora – Preveja se o mercado permanecerá dentro ou sairá fora de dois preços-alvo em qualquer momento durante o período do contrato"],"Stays in":[null,"Fica dentro"],"Step 1: Define your position":[null,"Etapa 1: Defina a sua posição"],"Step 2: Get your contract price":[null,"Etapa 2: Receba o seu preço de contrato"],"Step 3: Make your trade":[null,"Etapa 3: Realize a sua negociação"],"Stick Sandwich (CDLSTICKSANDWICH)":[null,"Stick Sandwich (CDLSTICKSANDWICH)"],"Stochastic (STOCH )":[null,"Estocástico (STOCH)"],"Stochastic Fast (STOCHF)":[null,"Estocástico rápido (STOCHS)"],"Stochastic Relative Strength Index (STOCHRSI)":[null,"Índice de Força Relativa Estocástico (STOCHRSI)"],"Stochastic Slow (STOCHS)":[null,"Estocástico lento (STOCHS)"],"Stock market indices measure the value of a selection of companies in the stock market":[null,"Os índices do mercado da bolsa medem o valor de uma seleção de empresa no mercado da bolsa"],"Stocks trading experience":[null,"Experiência na negociação de ações"],"Stocks trading frequency":[null,"Frequência das negociações de ações"],"Stop Loss Level":[null,"Nível do limite de perdas"],"Stop Profit Level":[null,"Nível do limite de lucros"],"Stop-loss":[null,"Limite de perdas"],"Stop-profit":[null,"Limite de lucros"],"Stop-type":[null,"Tipo de limite"],"Stroke color":[null,"Cor do traço"],"Stroke width":[null,"Largura do traço"],"Submit":[null,"Enviar"],"Successfully applied the template and saved it as":[null,"Modelo aplicado com sucesso e salvo como"],"Summation (SUM)":[null,"Somatório (SUM)"],"Sun":[null,"Dom"],"Sunday":[null,"Domingo"],"Table":[null,"Tabela"],"Takuri (Dragonfly Doji with very long lower shadow) (CDLTAKURI)":[null,"Takuri (Doji libélula com sombra inferior muito longa) (CDLTAKURI)"],"Tasuki Gap (CDLTASUKIGAP)":[null,"Lacuna Tasuki (CDLTASUKIGAP)"],"Tax identification number":[null,"Número de identificação fiscal"],"Tax information":[null,"Informações fiscais"],"Tax residence":[null,"Residência fiscal"],"Tel":[null,"Tel"],"Template changes saved":[null,"Alterações ao modelo salvas"],"Template name":[null,"Nome do modelo"],"Template name already exists":[null,"Esse nome de modelo já existe"],"Terms":[null,"Termos"],"Tertiary":[null,"Terciário/Superior"],"The":[null,"O"],"The AUD Index is a weighted Index, measuring the Australian Dollar's value against a basket of 5 global currencies (USD, EUR, GBP, JPY, CAD), each weighted by 20%":[null,"O Índice AUD é um índice ponderado, que mede o valor do Dólar australiano em relação a uma cesta de 5 moedas globais (USD, EUR, GBP, JPY e CAD), cada uma ponderada em 20%"],"The Absolute Price Oscillator (APO) is based on the absolute differences between two moving averages of different lengths, a  Fast  and a  Slow  moving average":[null,"O Oscilador de Preço Absoluto (OPA) é baseado nas diferenças absolutas entre duas médias móveis de comprimentos diferentes, uma média móvel rápida e outra lenta"],"The Aroon Oscillator is the difference between Aroon-Up and Aroon-Down. These two indicators are usually plotted together for easy comparison, but chartists can also view the difference of these two indicators with the Aroon Oscillator. This indicator fluctuates between -100 and +100 with zero as the middle line":[null,"O Oscilador Aroon é a diferença entre Aroon para cima e Aroon para baixo. Estes dois indicadores normalmente são traçados juntos para uma comparação facilitada, mas cartistas podem também ver as diferenças destes dois indicadores com o Oscilador Aroon. Este indicador flutua entre -100 e +100 com zero representado pela linha do meio"],"The Average Directional Movement Index index (ADX) was developed in 1978 by J. Welles Wilder as an indicator of trend strength in a series of prices of a financial instrument ADX will range between 0 and 100. Generally, ADX readings below 20 indicate trend weakness, and readings above 40 indicate trend strength":[null,"O Índice de Movimento Direcional Médio (IMD) foi desenvolvido em 1978 por J. Welles Wilder como um indicador de força de tendência numa série preços de um instrumento financeiro. O IMD varia entre 0 e 100. Geralmente, as leituras de IMD abaixo de 20 indica uma tendência fraca, enquanto leituras acima de 40 indica uma tendência forte "],"The Average True Range (TRANGE) study measures the size of the period s range, and takes into account any gap from the close of the previous period":[null,"O estudo do Intervalo de Confiança da Média mede o tamanho do intervalo do período e leva em conta qualquer lacuna do fechamento do período anterior"],"The Awesome Oscillator is an indicator used to measure market momentum. AO calculates the difference of a 34 Period and 5 Period Simple Moving Averages. The Simple Moving Averages that are used are not calculated using closing price but rather each bar's midpoints. AO is generally used to affirm trends or to anticipate possible reversals":[null,"O Awesome Oscillator é um indicador usado para medir o impulso do mercado. O AO calcula a diferença de Médias Móveis Simples de 34 períodos e 5 períodos. As Médias Móveis Simples que são usadas não são calculadas usando um preço de fechamento, mas sim os pontos médios de cada barra. O AO é geralmente usado para afirmar tendências ou antecipar possível inversões"],"The Bearish I-Neck Pattern occurs after a downtrend when first day is a long red candle and the second day is a blue day, opening below the low of the first day and closing barely into the body of the first day":[null,"O padrão baixista \"I-Neck\" ocorre depois de uma tendência de baixa quando o primeiro dia é uma vela vermelha comprida e o segundo dia é um dia azul, abrindo-se abaixo do ponto inferior do primeiro dia e fechando-se mal no corpo do primeiro dia"],"The Bearish On-Neck Pattern occurs after a downtrend when a long black day is followed by a long white day that gaps down at the open and closes below the close of the black day":[null,"O padrão baixista \"On-Neck\" ocorre depois de uma tendência de baixa quando um dia preto comprido é seguido por um longo dia branco que registra uma lacuna para baixo na abertura e se fecha abaixo do fechamento do dia preto"],"The Bullish Three Star appears after a downtrend and it consists of three consecutive Doji, in which the second Doji gaps below the other two Doji. The Bearish Three Star appears after a uptrend and it consists of three consecutive Doji, in which the second Doji gaps above the other two Doji":[null,"A estrela tripla altista aparece depois de uma tendência de baixa e consiste de três dojis consecutivos, em que o segundo doji registra uma lacuna abaixo dos outros dois. A estrela tripla baixista aparece depois de uma tendência de alta e consiste de três dojis consecutivos, em que o segundo doji registra uma lacuna acima dos outros dois"],"The CMO indicator is created by calculating the difference between the sum of all recent higher closes and the sum of all recent lower closes and then dividing the result by the sum of all price movement over a given time period. The result is multiplied by 100 to give the -100 to +100 range":[null,"O indicador CMO é criado ao calcular a diferença entre o somatório de todos os fechamentos mais altos recentes e o somatório de todos os de fechamentos mais baixos recentes e depois dividir o resultado pelo somatório de todos os movimentos de preço durante um determinado período de tempo. O resultado é multiplicado por 100 para dar o intervalo de -100 a +100"],"The Choppiness Index (CHOP) is an indicator designed to determine if the market is choppy (trading sideways) or not choppy (trading within a trend in either direction). CHOP is not meant to predict future market direction, it is a metric to be used to for defining the market's trendiness only":[null,"O Choppiness Index (CHOP) é um indicador concebido para determinar se o mercado está instável (progressão horizontal das negociações) ou não (progressão dentro de uma tendência em qualquer direção). CHOP não foi projetado para prever a direção futura do mercado, mas é uma medida a ser usada apenas para a definição da tendência do mercado"],"The Commodity Channel Index (CCI) is a versatile indicator that can be used to identify a new trend or warn of extreme conditions":[null,"O Commodity Channel Index (CCI) é um indicador versátil que pode ser usado para identificar uma nova tendência ou avisar de condições extremas"],"The Donchian Channel is an indicator used in market trading developed by Richard Donchian. It is formed by taking the highest high and the lowest low of the last n periods. The area between the high and the low is the channel for the period chosen":[null,"O canal Donchian é um indicador usado nas negociações do mercado desenvolvido por Richard Donchian. É formado ao pegar na maior alta e na menor baixa dos últimos n períodos. A área entre a alta e a baia é o canal do período escolhido"],"The Double Exponential Moving Average (CKS) by Patrick Mulloy attempts to remove the inherent lag associated to Moving Averages by placing more weight on recent values":[null,"A Média Móvel Exponencial Dupla (MMED) criada por Patrick Mulloy tenta remover o atraso inerente associado à Médias Móveis ao colocar mais peso sobre valores recentes"],"The Double Exponential Moving Average (DEMA) by Patrick Mulloy attempts to remove the inherent lag associated to Moving Averages by placing more weight on recent values":[null,"A Média Móvel Exponencial Dupla (MMED) criada por Patrick Mulloy tenta remover o atraso inerente associado à Médias Móveis ao colocar mais peso sobre valores recentes"],"The Dragonfly Doji is created when the open, high, and close are the same or about the same price (Where the open, high, and close are exactly the same price is quite rare).The most important part of the Dragonfly Doji is the long lower shadow":[null,"O Dragonfly Doji é criado quando a abertura, a alta e o fechamento são iguais ou próximos do mesmo preço (uma situação em que o preço da abertura da alta e do fechamento sejam iguais é bastante raro). A parte mais importante do Dragonfly Doji é a sombra inferior comprida"],"The EUR Index is a weighted Index, measuring the Euro's value against a basket of 5 global currencies (USD, AUD, GBP, JPY, CAD), each weighted by 20%":[null,"O EUR é um índice ponderado, que mede o valor do Euro em relação a uma cesta de 5 moedas globais (USD, AUD, GBP, JPY e CAD), cada uma ponderada em 20%"],"The Exponential Moving Average (EMA) represents an average of prices, but places more weight on recent prices. The weighting applied to the most recent price depends on the selected period of the moving average. The shorter the period for the EMA, the more weight that will be applied to the most recent price":[null,"A Média Móvel Exponencial (MME) representa uma média de preços, mas coloca mais peso nos preços recentes. O peso aplicado ao preço mais recente depende do período selecionado da média móvel. Quanto mais curto o período do MME, mais peso será aplicado ao preço mais recente"],"The Fast Stochastic Oscillator is based on George Lane's original formulas for %K and %D. %K in the fast version that appears rather choppy. %D is the 3-day SMA of %K":[null,"O Oscilador Estocástico Rápido é baseado na formulas originais de George Lane para %K e %D. %K na versão rápida que parece bastante instável. %D é o MMS de três dias de %K "],"The GBP Index is a weighted Index, measuring the British Pound's value against a basket of 5 global currencies (USD, EUR, AUD, JPY, CAD), each weighted by 20%":[null,"O GBP é um índice ponderado, que mede o valor da Libra britânica em relação a uma cesta de 5 moedas globais (USD, AUD, EUR, JPY e CAD), cada uma ponderada em 20%"],"The Gravestone Doji is created when the open, low, and close are the same or about the same price (Where the open, low, and close are exactly the same price is quite rare). The most important part of the Graveston Doji is the long upper shadow":[null,"O Gravestone Doji é criado quando a abertura, a baixa e o fechamento são iguais ou próximos do mesmo preço (uma situação em que o preço da abertura da alta e do fechamento sejam iguais é bastante raro). A parte mais importante do Graveston Doji é a sombra superior comprida"],"The Hammer formation is created when the open, high, and close are roughly the same price.Also, there is a long lower shadow, twice the length as the real body":[null,"A formação Hammer é criada quando a abertura, a alta e o fechamento são mais ou menos iguais. Também há uma grande sombra inferior, o dobro do comprimento do corpo real"],"The Hanging Man formation, just like the Hammer, is created when the open, high, and close are roughly the same price. Also, there is a long lower shadow, which should be at least twice the length of the real body":[null,"A formação Hanging, tal como a Hammer, é criada quando a abertura, a alta e o fechamento têm mais ou menos o mesmo preço. Também há uma grande sombra inferir, o dobro do comprimento do corpo real"],"The Hull Moving Average solves the age old dilemma of making a moving average more responsive to current price activity whilst maintaining curve smoothness. In fact the HMA almost eliminates lag altogether and manages to improve smoothing at the same time":[null,"A Média Móvel Hull resolve o antigo dilema de tornar uma média móvel mais responsiva à atividade atual de preços enquanto mantém a suavidade da curva. Aliás, a MMH quase elimina atrasos totalmente e consegue melhorar a suavização ao mesmo tempo"],"The Inverted Hammer occurs mainly at the bottom of downtrends when the open, low, and close are roughly the same price. Also, there is a long upper shadow, which should be at least twice the length of the real body":[null,"O Martel Invertido ocorre principalmente no início de tendências de baixa, quando a abertura, a baixa e o fechamento têm mais ou menos o mesmo preço. Também há uma grande sombra superior, o que deve ter pelo menos o dobro do comprimento do corpo real"],"The Kaufman's Adaptive Moving Average (KAMA) Developed by Perry Kaufman, is a moving average designed to account for market noise or volatility. This trend-following indicator can be used to identify the overall trend, time turning points and filter price movements":[null,"A Média Móvel Adaptativa de Kaufman (MMAK), desenvolvida por Perry Kaufman, é uma média móvel concebida para explicar ruido ou volatilidade no mercado. Este indicador de rastreamento de tendências pode ser usado para identificar a tendência geral, pontos de viragem do tempo e movimentos de filtro de preços"],"The Least Squares Moving Average first calculates a least squares regression line over the preceding time periods, then projects it forward to the current period. In essence, it calculates what the value would be if the regression line continued":[null,"A Média Móvel de Mínimos Quadrados calcula primeiro uma linha de regressão de mínimos quadrados nos períodos de tempo precedentes, projetando-a depois para frente até o período atual. Em essência, ela calcula possível valor caso a linha de regressão continuasse"],"The MESA Adaptive Moving Average is developed by John Ehlers of Mesa Software. This trend-following indicator can be used to identify the overall trend, time turning points and filter price movements":[null,"A Média Móvel Adaptativa MESA foi desenvolvida por John Ehlers da Mesa Software. Este indicador de rastreamento de tendências pode ser usado para identificar a tendência geral, pontos de viragem do tempo e movimentos de filtro de preços"],"The Momentum indicator compares where the current price is in relation to where the price was in the past. How far in the past the comparison is made is up to the technical analysis trader. The calculation of Momentum is quite simple (n is the number of periods the technical trader selects): The current price minus the price n-periods ago":[null,"O indicador Impulso compara onde o preço atual está em relação aonde o preço estava no passado. Até onde no passado a comparação é feita depende do negociador de análise técnica. O cálculo do Impulso é bastante simples (n é o número de períodos que o negociador seleciona): O preço atual menos o preço há n períodos atrás"],"The Percentage Price Oscillator (PPO) is a momentum oscillator that measures the difference between two moving averages as a percentage of the larger moving average":[null,"O Oscilador de Percentagem de Preço (OPP) é um oscilador de impulso que mede a diferença entre duas médias móveis como uma percentagem da média móvel maior"],"The Price Rate-of-Change (ROC) indicator displays the difference between the current price and the price x-time periods ago. The difference can be displayed in either points or as a percentage":[null,"O indicador da Taxa de Mudança do Preço exibe a diferença entre o preço atual e o preço há x períodos atrás. A diferença pode ser exibida e pontos ou como uma percentagem"],"The Rate of Change Percentage (ROCP) indicator compares the current price with the previous price from a selected number of periods ago. The current price is divided by the previous price. ROCP does not express as a percentage. This indicator is also commonly known as a momentum indicator":[null,"O indicador da Taxa de Mudança de Percentagem (TMP) compara o preço atual com o preço anterior de um certo período anterior pré-selecionado. O preço atual é divido pelo preço anterior. A TMP não se expressa como uma percentagem. Este indicador é geralmente conhecido como um indicador de impulso"],"The Rate of Change Rate (ROCR) indicator compares the current price with the previous price from a selected number of periods ago. The current price is divided by the previous price. This indicator is also commonly known as a momentum indicator":[null,"O indicador da Taxa de Mudança de Percentagem (TMP) compara o preço atual com o preço de um certo período anterior pré-selecionado. O preço atual é divido pelo preço anterior. A TMP não se expressa como uma percentagem. Este indicador é geralmente conhecido como um indicador de impulso"],"The Relative Strength Index (RSI) was published by J. Welles Wilder. The current price is normalized as a percentage between 0 and 100. The name of this oscillator is misleading because it does not compare the instrument relative to another instrument or set of instruments, but rather represents the current price relative to other recent pieces within the selected lookback window length":[null,"O Índice de Força Relativa (IFR) foi publicado por J. Welles Wilder. O preço atual é normalizado como uma percentagem entre 0 e 100. O nome deste oscilador é enganoso porque ele não compara o instrumento relativo a um outro instrumento ou conjunto de instrumentos, mas sim representa o preço atual relativo a outros preços recentes dentro do período retrospetivo selecionado"],"The Rickshaw Man has unusually tall upper and lower shadows, a body in which the opening and closing prices are about the same, and the body is near the middle of the candlestick":[null,"O Rickshaw Man tem sombras superiores e inferiores excecionalmente altas, um corpo em que os preços de abertura e de fechamento são quase iguais, e o corpo está próximo do meio da vela"],"The Shooting formation is created when the open, low, and close are roughly the same price. There is a long upper shadow, generally defined as at least twice the length of the real body":[null,"A formação de tiro é criada quando a abertura, a baixa e o fechamento têm mais ou menos o mesmo preço. Também há uma grande sombra superior, geralmente definida como sendo pelo menos o dobro do comprimento do corpo real"],"The Simple Moving Average (SMA) is calculated by adding the price of an instrument over a number of time periods and then dividing the sum by the number of time periods. The SMA is basically the average price of the given time period, with equal weighting given to the price of each period":[null,"A Médio Móvel Simples (MMS) é calculada ao adicionar o preço de um instrumento em vários períodos de tempo e depois ao dividir o somatório pelo número de períodos de tempo. A MMS é basicamente o preço médio do período de tempo em causa, com ponderação equivalente atribuída ao preço de cada período"],"The Stochastic Relative Strength Index (STOCHRSI) was developed by Tushar Chande and Stanley Kroll, StochRSI is an oscillator that measures the level of RSI relative to its high-low range over a set time period. StochRSI applies the Stochastics formula to RSI values, instead of price values. This makes it an indicator of an indicator. The result is an oscillator that fluctuates between 0 and 1":[null,"O Índice de Força Relativa Estocástica foi desenvolvido por Tushar Chande e Stanley Kroll. O índice é um oscilador que mede o nível de IFR relativo ao seu intervalo alto-baixo ao longo de um período predefinido. O IFR Estocástico aplica a formula estocástica a valores de IFR, em de valores de preço. Isto faz dele de um indicador de um indicador. O resultado é um oscilador que flutua entre 0 e 1"],"The Tasuki Gap pattern is made up of three candlesticks, the first bar is a red candlestick within a defined downtrend, the second bar is another red candlestick that has gapped below the close of the previous bar and the last bar is a white candlestick that closes within the gap of the first two bars":[null,"O padrão Lacuna Tasuki é constituído por três velas, a primeira barra é uma vela vermelha com uma tendência de baixa definida, a segunda barra é outra vela vermelha que registra uma lacuna abaixo do fechamento da barra anterior e a última barra é uma vela branca que se fecha dentro da lacuna das duas primeiras barras"],"The Three Methods pattern is a trend continuation pattern that can appear in an uptrend or a down trend. In an uptrend it is called the rising three methods pattern and in a downtrend it is called the falling three methods pattern. The three methods pattern consists of at least five candlesticks":[null,"O padrão Três Métodos é um padrão de continuação de tendência que pode aparecer numa tendência de baixa ou alta. Numa tendência de alta é chamado \"padrão de três métodos\" e numa tendência de baixa é chamado \"padrão de três métodos cadente\". O padrão de três métodos consiste de pelo menos cinco velas"],"The Triangular Moving Average (TRIMA) represents an average of prices, but places weight on the middle prices of the time period. The calculations double-smooth the data using a window width that is one-half the length of the series":[null,"A Média Móvel Triangular (TRIMA) representa uma média de preços, mas atribui uma ponderação aos preços do meio do período de tempo. Os cálculos suavizam duplamente os dados usando uma largura de período que é metade do comprimento de uma série"],"The Triple Exponential Moving Average (T3) by Tim Tillson attempts to offers a moving average with better smoothing then traditional exponential moving average":[null,"A Média Móvel Exponencial Triplo (T3) por Tim Tillson tenta oferecer uma média móvel com melhor suavização do que médias móveis exponenciais tradicionais"],"The Triple Exponential Moving Average (TEMA) by Patrick Mulloy offers a moving average with less lag then traditional exponential moving average":[null,"A Média Móvel Exponencial Triplo (T3) por Patrick Mulloy tenta oferecer uma média móvel com menos atraso do que médias móveis exponenciais tradicionais"],"The Typical Price function measures the average of the high, low, and closing prices for the day using a simple, single-line plot. The ordinary price gives a simplified view of the day trading prices for as well as it happens with other price-adjustment functions. You can use it for smoothing out some of the inconstancy of the closing price because it comprises information for the whole trading day and not only the result of the day's end. The Typical Price indicator is measured by adding the high, low, and closing prices together, and then dividing by three":[null,"A função de Preço Típico mede a média dos preços da alta, da baixa e do fechamento do dia usando um traço simples de linha única. O preço vulgar proporciona uma vista simples dos preços de negociações intradiárias, tal como acontece com outras funções de ajuste de preço. É possível usá-la para suavização de alguma de inconstância do preço de fechamento porque ela engloba informações do dia inteiro de negociações e não só os resultados do fim do dia. O indicador de preços típico é medido ao somar o preço da alta, da baixa e do fechamento e depois dividir por três"],"The USD Index is a weighted Index, measuring the US Dollar's value against a basket of 5 global currencies (EUR, GBP, JPY, CAD, AUD), each weighted by 20%":[null,"O USD é um índice ponderado, que mede o valor do Dólar em relação a uma cesta de 5 moedas globais (EUR, AUD, GBP, JPY e CAD), cada uma ponderada em 20%"],"The Volatility 100 Index is twice as volatile as the Volatility 50 Index, and four times as volatile as the Volatility 25 Index":[null,"O Índice Volatility 100 é duas vezes mais volátil que o Índice Volatility 50, e quatro vezes mais volátil que o Índice Volatility 25"],"The Weighted Close indicator is simply an average of each day's price. It can be used to smooth out some of the inconstancy of a chart of closing prices, as it comprises information for the whole trading day":[null,"O indicador de fechamento ponderado é simplesmente uma média do preço de cada dia. Ele pode ser usado para suavizar alguma da inconstância de um gráfico de preços de fechamento, visto que engloba informações sobre o dia inteiro de negociações"],"The balance of power (BOP) indicator measures the strength of the bulls vs. bears by assessing the ability of each to push price to an extreme level":[null,"O indicador do equilíbrio de poder (BOP) mede a força das tendências altistas contra as baixistas ao avaliar a capacidade de cada de impulsionar o preço a níveis extraordinários"],"The barrier of a binary option trade is the price target you set for the underlying. You can choose trades that stay below or go above a price target, or stay between two targets":[null,"A barreira de uma transação de opções binárias é o preço-alvo que definido para o ativo subjacente. É possível escolher negociações que permanecem abaixou ou sobem acima de um preço-alvo ou fica entre os dois alvos"],"The breakaway pattern begins with a long candle representing the current trend. The following candle is the same color and it gaps away from that first long candle. While the third day s candle can be either color, it will not show a change in the current trend. The fourth day continues the trend and therefore continues to produce the same color candles. The fifth day however, reverses the trend. Please note that it only opens slightly the opposite of the current trend and it continues in the same direction to where it then closes in the gap area":[null,"O padrão de rompimento começa com uma vela longa que representa a tendência atual. A vela seguinte tem a mesma cor e registra uma lacuna que afasta dessa primeira vela longa. Apesar da vela do terceiro dia poder ter qualquer das duas cores, ela não irá mostrar nenhuma alteração na tendência atual. O quarto dia continua com a tendência e, portanto, continua a produzir velas da mesma cor. O quinto dia, no entanto, inverte a tendência. Note que apenas abre ligeiramente o oposto da tendência atual e continua na mesma direção aonde depois se fecha na área da lacuna"],"The closing black marubozu candlestick is a tall black candle with an upper shadow but no lower one. The closing white marubozu candlestick is a tall white candle with an lower shadow but no upper shadow":[null,"A vela marubozu preta de fechamento é uma alta vela preta com uma sombra superior, mas sombra inferior. A vela marubozu branca de fechamento é uma alta vela branca com uma sombra inferior, mas nenhuma sombra superior"],"The company holds customer funds in separate bank accounts to the operational accounts which would not, in the event of insolvency, form part of the Company's assets. This meets the Gambling Commission's requirements for the segregation of customer funds at the level":[null,"A empresa mantém fundos de clientes em contas bancárias separadas das contas operacionais, que, no caso de insolvência, não fariam parte dos ativos da empresa. Isso atende aos requisitos da Comissão de Jogos da segregação dos fundos de clientes ao nível "],"The contract period is the timeframe of a trade. It is also called the duration":[null,"O período do contrato é o prazo de uma negociação. Também é chamado a duração"],"The duration is the length of a purchased trade (see":[null,"A duração é o período da negociação comprada (veja"],"The entry spot price is the starting price of the trade purchased by a trader":[null,"O preço de entrada é o preço de iniciação da negociação adquirida pelo negociador"],"The expiry price is the price of the underlying when the contract expires":[null,"O preço de expiração é o preço do subjacente quando o contrato expira"],"The financial trading services contained within this site are only suitable for customers who are able to bear the loss of all the money they invest and who understand and have experience of the risk involved in the acquistion of financial contracts. Transactions in financial contracts carry a high degree of risk. If purchased contracts expire worthless, you will suffer a total loss of your investment, which consists of the contract premium":[null,"Os serviços de negociação financeira contidos neste site são apenas adequados para clientes que tenham a capacidade de suportar as perdas de todo o dinheiro que investem e que compreendam e tenham experiência com os riscos envolvidos na aquisição de contratos financeiros. Transações de contratos financeiros implicam um alto grau de risco. Se os contratos adquiridos expirarem sem ganhos, você irá sofrer uma perda total do seu investimento, que consiste no prêmio do contrato"],"The financial trading services contained within this site are only suitable for customers who are able to bear the loss of all the money they invest and who understand and have experience of the risk involved in the aquistion of financial contracts. Transactions in financial contracts carry a high degree of risk. If purchased contracts expire worthless, you will suffer a total loss of your investment, which consists of the contract permium":[null,"Os serviços de negociação financeira contidos neste site são apenas adequados para clientes que tenham a capacidade de suportar as perdas de todo o dinheiro que investem e que compreendam e tenham experiência com os riscos envolvidos na aquisição de contratos financeiros. Transações de contratos financeiros implicam um alto grau de risco. Se os contratos adquiridos expirarem sem ganhos, você irá sofrer uma perda total do seu investimento, que consiste no prêmio do contrato"],"The first step is to open an account. You can":[null,"O primeiro passo é abrir uma conta. É possível"],"The first thing to do is choose the asset you wish to trade, such as gold or oil, stocks or FX rates (The value of a binary option is derived from the price of the underlying asset). A big advantage of trading options is that you are not buying or selling the actual asset":[null,"A primeira coisa a fazer é escolher o ativo que você deseja negociar, como o ouro ou o petróleo, as ações ou as taxas cambiais (o valor de uma opção binária é derivado do preço do ativo subjacente). A grande vantagem de negociar opções é que você não está comprando nem vendendo o ativo real"],"The first three days of the Bullish Ladder Bottom are strong black candlesticks with consecutive lower opens and lower closes. The fourth day is a short black candlestick, but it opens higher and trades higher, leaving a long upper shadow, then closes making a new low. The fifth day is a strong white candlestick that makes a body gap with the fourth day":[null,"Os três primeiros dias da Escada da Alta são velas pretas com aberturas e fechamentos mais baixos consecutivos. O quarto dia é uma curta vela preta, mas abre mais alto e negocia mais alto, deixando uma longa sombra superior, e depois se fecha criando uma nova baixa. O quinto dia é uma forte vela branca que registra uma lacuna de corpo com o quarto dia "],"The homing pigeon is a bullish candlestick reversal pattern comprised of two red candlesticks. The first candle is a tall black one that appears in a downward price trend. The second day is also a black candle, but it is smaller and fits inside the body of the first black candle":[null,"O pombo correia de alta é um padrão de velas de inversão altista que consiste de duas velas vermelhas. A primeira vela é uma alta e preta que aparece numa tendência de preços baixista. O segundo dia é uma vela preta, mas é mais pequena e cabe dentro do corpo da primeira vela preta"],"The indicator is designed for use on a monthly time scale. It is the sum of a 14-month rate of change and 11-month rate of change, smoothed by a 10-period weighted moving average":[null,"O indicador foi concebido para uso numa escala de tempo mensal. É o somatório de uma taxa de câmbio de 14 meses e uma taxa de câmbio de 11 meses, suavizado por uma média móvel de 10 períodos"],"The market exit price is the price in effect at the end of the contract period":[null,"O preço de saída do mercado é o preço em vigor no fim do período do contrato"],"The parabolic SAR is calculated almost independently for each trend in the price. When the price is in an uptrend, the SAR emerges below the price and converges upwards towards it. Similarly, on a downtrend, the SAR emerges above the price and converges downwards. At each step within a trend, the SAR is calculated one period in advance":[null,"O SAR parabólico é calculado independentemente para cada tendência no preço. Quando o preço está numa tendência de alta, o SAR emerge abaixo do preço e converge para cima em direção ao mesmo. Similarmente, numa tendência de baixa, o SAR emerge acima do preço e converge para baixo. Em cada etapa durante uma tendência, o SAR é calculado com um período de antecedência"],"The patent means Regent Markets is the recognised pioneer of binary betting. The patent helps protect our innovations":[null,"Esta patente significa que a Regent Markets é um pioneiro reconhecido de apostas binárias. A patente ajuda a proteger as nossas inovações"],"The payout is the amount paid to an options trader if their prediction is correct":[null,"O prêmio é o valor pago a um negociador de opções se a sua previsão for correta"],"The piercing pattern is made up of two candlesticks, the first black and the second white.Both candlesticks should have fairly large bodies and the shadows are usually, but not necessarily, small or nonexistent. The white candlestick must open below the previous close and close above the midpoint of the black candlestick's body. A close below the midpoint might qualify as a reversal, but would not be considered as bullish":[null,"O padrão de piercing é constituído por duas velas, a primeira preta e a segunda branca. Ambas as velas devem ter corpos bastante grandes e as sombras costumam ser, mas não necessariamente, pequenas ou inexistentes. A vela branca deve abrir abaixo o fechamento anterior e fechar-se acima do ponto médio do corpo da vela preta. Um fechamento abaixo do ponto médio pode qualificar como uma inversão, mas não seria considerado altista"],"The premier platform for trading binary options in the world's financial markets":[null,"A principal plataforma para a negociação de opções binárias nos mercados financeiros do mundo"],"The profit is the difference between the purchase price (the stake) and the payout on a winning trade":[null,"O lucro é a diferença entre o preço de aquisição (a aposta) e o pagamento de prêmio numa negociação ganhadora"],"The rebranding is a natural evolution for the platform as it continues to grow market share in the highly competitive field of binary trading. The new brand reflects the nature of the business, and our new tagline - Sharp Prices, Smart Trading - communicates our ethos and commitment to our clients":[null,"A alteração da marca é uma evolução natural da plataforma enquanto continua a fazer crescer a cota de mercado no campo altamente competitivo de negociações binárias. A nova marca reflete a natureza do negócio e o nosso novo slogan - Preços exatos, Negociações inteligentes - comunica nosso etos e compromisso com os nossos clientes"],"The resale price indicates a contract's current market price. Resale prices are on a best-efforts basis and may not be available at all times after purchase. See 'Sell option' for more details on selling contracts before expiry":[null,"O preço de revenda indica o preço atual do mercado de um contrato. Preços de revenda existem em bases de melhores esforços e podem não estar sempre disponíveis depois da aquisição. Veja \"Opção de venda\" para mais detalhes sobre a venda de contrato antes de expiração"],"The return is the money realized when the contract expires (see 'Payout')":[null,"O retorno é o dinheiro realizado quando o contrato expira (ver \"Prêmio\")"],"The stake is the amount that a trader must pay to enter into a trade":[null,"A aposta é o valor que um negociador deve pagar para entrar numa negociação"],"The sum of price over selected period":[null,"O somatório de preços durante o período selecionado"],"The variance and the closely-related standard deviation are measures of how spread out a distribution is. In other words, they are measures of variability. The variance is computed as the average squared deviation of each number from its mean":[null,"A variância e o desvio associado padrão são medidas da situação da distribuição. Em outras palavras, são medidas de variabilidade. A variância é computada como a média do desvio quadrado de cada número da sua média"],"The volatility indices simulate various real market situations and provide an ideal platform for getting used to trading and testing strategies under various market conditions. These indices depend on volatility and drift, and help users to try out scenarios like - high volatility, low volatility, bullish and bearish trends":[null,"Os índices \"Volatility\" simulam várias situações reais de mercado e proporcionam uma plataforma ideal para treinar negociações e testar estratégias sob várias condições do mercado. Estes índices dependem da volatilidade e do deslocamento e ajudar usuários a experimentar cenários diferentes, como: volatilidade alta, volatilidade baixa, tendências de baixa e tendências de alta"],"There are four main trade types for you to choose from":[null,"Há quatro tipos de negociação principais entre quais você pode escolher"],"There are two types of In/Out trades":[null,"Existem dois tipos de negociações Dentro/Fora"],"There are two types of Up/Down trades":[null,"Existem dois tipos de negociações Acima/Abaixo"],"There are two ways to trade Asians":[null,"Há duas maneiras de se negociar Asiáticos"],"These are trades where the trader predicts if a market will finish higher or lower than a specified price target":[null,"Estas são negociações em que o negociador prevê se o mercado irá terminar acima ou abaixo de um determinado preço-alvo"],"These are trades where the trader predicts if a market will rise or fall at the end of a selected time period":[null,"Estas são negociações em que o negociador prevê se o mercado irá terminar acima ou abaixo de um determinado preço-alvo"],"These are trades where the trader selects a low and high barrier, and predicts if the market will stay within these barriers or go outside them (see also 'Stays Between/Goes Outside trades')":[null,"Estas são negociações em que o negociador seleciona uma barreira baixa e alta e prevê se o mercado irá permanecer dentro destas barreiras ou sair das mesmas (ver também \"Negociações Fica entre/Sai fora\")"],"These are trades where the trader selects a price target, and predicts that the market will never touch the target before the expiry of the trade":[null,"Estas são negociações em que o negociador seleciona um preço-alvo e prevê que o mercado nunca irá tocar no alvo antes da negociação expirar"],"These are trades where the trader selects a price target, and predicts that the market will touch the target before the expiry of the trade":[null,"Estas são negociações em que o negociador seleciona um preço-alvo e prevê que o mercado irá tocar no alvo antes da negociação expirar"],"This Moving Average uses curve of the Normal (Gauss) distribution which can be placed by Offset parameter from 0 to 1. This parameter allows regulating the smoothness and high sensitivity of the Moving Average. Sigma is another parameter that is responsible for the shape of the curve coefficients":[null,"Esta média móvel usa a curva da distribuição Normal (Gauss) que pode ser colocada ao ajustar o parâmetro de Compensação entre 0 e 1. Este parâmetro permite regular a suavidade e alta sensibilidade da média móvel. Sigma é outro parâmetro que é responsável pela forma dos coeficientes da curva"],"This feature is not relevant to virtual-money accounts":[null,""],"This field is required":[null,"Este campo é obrigatório"],"This is another award we really savour. Trade2win is a portal for active traders seeking to profit from stocks, futures, options and forex, and these traders award us silver (we are just pipped for gold by Betfair). It means active traders worldwide rate our trading platform extremely highly":[null,"Este é outro prêmio que nos deu imensa satisfação. O Trade2win é um portal para negociadores ativos que procuram lucrar de ações, futuros, opções e mercados cambiais, e estes negociadores nos entregaram o prêmio de prata (a Betfair conseguiu chegar marginalmente à nossa frente). Significa que negociadores ativos mundialmente dão uma alta classificação à nossa plataforma de negociação "],"This is big. We pick up a double award from the Financial Times and Investors Chronicle, reflecting our success in improving the quality and usability of our website and products":[null,"Isto é grande. Recebemos um prêmio duplo da Financial Times e Investors Chronicle, refletindo o nosso sucesso no melhoramento da qualidade e usabilidade do nosso site e dos nossos produtos"],"This is the current price at which an underlying can be bought or sold at a particular time":[null,"Este é o preço atual em que o ativo subjacente pode ser comprado ou vendido em um determinado momento"],"This pattern occurs when two black days appear with equal closes in a downtrend. Matching Low indicates a bottom has been made, even though the new low was tested and there was no follow through, which is indicative of a good support price":[null,"Este padrão ocorre quando dois dias pretos aparecem com fechamentos iguais numa tendência de baixa. Atingindo o mínimo indica uma baixa mínima foi criada, apesar da nova baixa ter sido testada e não haver seguimento, o que é indicativo de um bom preço de apoio"],"Three Advancing White Soldiers (CDL3WHITESOLDIERS)":[null,"Três soldados brancos que avançam (CDL3WHITESOLDIERS)"],"Three Black Crows (CDL3BLACKCROWS)":[null,"Três Corvos Pretos (CDL3BLACKCROWS)"],"Three Inside Up/Down (CDL3INSIDE)":[null,"Três por dentro de alta/baixa (CDL3INSIDE)"],"Three Outside Up/Down (CDL3OUTSIDE)":[null,"Três por fora da alta/baixa (CDL3OUTSIDE)"],"Three Stars In The South (CDL3STARSSOUTH)":[null,"Três estrelas no sul (CDL3STARSSOUTH)"],"Three tall white candles, each with higher closes, and bodies that overlap (an opening price within the prior candle's body)":[null,"Três velas brancas, cada uma com fechamentos mais altos, e corpos sobrepostos (um preço de abertura dentro do corpo da vela anterior)"],"Three white days occur. Each successive day opens within the body of the previous day and closes above the previous day. The bodies of the candles get progressively smaller with the upper shadows of day 2 and 3 getting progressively longer":[null,"Ocorrem três dias brancos. Cada dia sucessivo abre dentro do corpo do dia anterior e fecha acima do dia anterior. Os corpos das velas tornam-se progressivamente mais pequenos com as sombras superiores do dia 2 e 3 ficando progressivamente mais longos"],"Three-Line Strike (CDL3LINESTRIKE)":[null,"Strike de três linhas (CDL3LINESTRIKE)"],"Thrusting Pattern (CDLTHRUSTING)":[null,"Padrão Empurrão (CDLTHRUSTING)"],"Thu":[null,"Qui"],"Thursday":[null,"Quinta-feira"],"Tick":[null,"Tique-taque"],"Tick Trade app":[null,"Aplicativo negociações tique-taque"],"Tick {row.number}":[null,"Tique-taque {row.number}"],"Ticks":[null,"Tique-taques"],"Time interval":[null,"Intervalo de tempo"],"Time out until":[null,"Bloqueio até"],"Times are changing. We increase payouts so our clients can make the most of their winning trades":[null,"Os tempos estão mudando. Aumentamos os pagamentos de prêmios para que os nossos clientes possam aproveitar ao máximo das suas negociações ganhadoras"],"Title":[null,"Título"],"Ti ng Vi t":[null,"Ti ng Vi t"],"To":[null,"Para"],"To deposit money please contact the payment agent directly":[null,"Para depositar dinheiro contate o agente de pagamentos diretamente"],"To process deposits and withdrawals for payment methods or local currencies not supported by Binary.com contact a payment agent":[null,"Para processar depósitos e retiradas de métodos de pagamentos ou moedas locais não suportadas pela Binary.com, contate um agente de pagamentos"],"To withdraw funds please enter the special verification token we have just emailed you":[null,"Para retirar fundos, insira o token de verificação especial que acabamos de lhe enviar por e-mail"],"Token":[null,"Token"],"Token Management":[null,"Gerenciamento de tokens"],"Token management":[null,"Gerenciamento do token"],"Token name":[null,"Nome do token"],"Token permissions":[null,"Permissões do token"],"Tooltip background":[null,"Plano de fundo da dica de ferramenta"],"Tooltip text":[null,"Texto da dica de ferramenta"],"Total Copiers":[null,"Copiadores totais"],"Total Cost":[null,"Custo total"],"Total Profit/Loss":[null,"Lucro/Perda Total"],"Total Trades":[null,"Negociações totais"],"Touch":[null,"Toca"],"Touch/No Touch":[null,"Toca/não toca"],"Touch/No Touch - Predict if the market will touch or not touch a target price":[null,"Toca/Não toca- preveja se o mercado irá tocar ou não tocar num preço-alvo"],"Tourism":[null,"Turismo"],"Town/City":[null,"Cidade"],"Trade":[null,"Negociar"],"Trade Confirmation":[null,"Confirmação da negociação"],"Trade Types":[null,"Tipos de negociações"],"Trade according to your preferred strategy":[null,"Negocie de acordo com a sua estratégia preferida"],"Trade using":[null,"Negociar usando"],"Trader":[null,"Negociador"],"Trader's Statistics":[null,"Estatísticas do negociador"],"Trades Profitability":[null,"Rentabilidade das negociações"],"Trades break down":[null,"Decomposição das negociações"],"Trading Experience":[null,""],"Trading Times":[null,"Horas de negociação"],"Trading binary options is relatively easy, and you can purchase a trade in only three simple steps":[null,"A negociação de opções binárias é relativamente fácil e é possível comprar um contrato em apenas três etapas simples"],"Trading binary options may not be suitable for everyone, so please ensure that you fully understand the risks involved. Your losses can exceed your initial deposit and you do not own or have any interest in the underlying asset. In regards to binary options which are gambling products, remember that gambling can be addictive - please play responsibly":[null,"A negociação de opções binárias pode não ser adequada para todos. Por essa razão, pedimos que se certifique de que compreenda totalmente todos os riscos envolvidos. As suas perdas podem exceder o seu depósito inicial e você não será titular de, nem possuirá interesses em, o ativo subjacente. Em relação a opções binárias que são produtos de jogo, lembre-se de que os jogos a dinheiro podem ser viciantes - jogue responsavelmente"],"Tradingview for Binary.com":[null,"TradingView para Binary.com"],"Transfer":[null,"Transferir"],"Transfer to another Binary account":[null,"Transferir para outra conta Binary"],"Transparent risk and potential reward":[null,"Risco transparente e recompensa potencial"],"Triangular Moving Average (TRIMA)":[null,"Média Móvel Triangular (TRIMA)"],"Triple Exponential Moving Average (T3)":[null,"Média Móvel Exponencial Triplo (T3)"],"Triple Exponential Moving Average (TEMA)":[null,"Média Móvel Exponencial Triplo (TEMA)"],"Tristar Pattern (CDLTRISTAR)":[null,"Padrão Três Estrelas (CDLTRISTAR)"],"True Range (TRANGE)":[null,"True Range (TRANGE)"],"Try":[null,"Experimentar"],"Tue":[null,"Ter"],"Tuesday":[null,"Terça-feria"],"Turnover":[null,"Volume de negócios"],"Two Crows (CDL2CROWS)":[null,"Dois corvos (CDL2CROWS)"],"Two-way pricing":[null,"Determinação de preços bidirecional"],"Types of lookbacks":[null,""],"Typical Price (TYPPRICE)":[null,"Preço Típico (TYPPRICE)"],"US Patents":[null,"Patentes dos EUA"],"USD":[null,"USD"],"USDJPY":[null,"USDJPY"],"Ultimate Oscillator (ULTOSC)":[null,"Derradeiro Oscilador (ULTOSC)"],"Under":[null,"Inferior"],"Underlying":[null,"Subjacente"],"Unfortunately, no - funds initially deposited through one payment method must be withdrawn through the same system; funds cannot be transferred to an alternate system for withdrawal. We do offer a wide variety of payment methods, to suit your specific needs and preferences":[null,"Infelizmente, não - fundos depositados através de um método de pagamento devem ser retirados pelo mesmo sistema; fundos não podem ser transferidos para um sistema alternativo para retirada. Disponibilizamos uma grande variedade de métodos de pagamento para atender às suas necessidades e preferências específicas"],"Unfortunately, your browser does not support them":[null,"Infelizmente, o seu navegador não suporta estas tecnologias"],"Unique 3 River (CDLUNIQUE3RIVER)":[null,"3 rios único (CDLUNIQUE3RIVER)"],"Unique Three River Bottom is a bullish candlestick pattern made up of three candles: The 1st candle has a long and bearish body, the 2nd candle is a hammer, and its body is inside the 1st bar's body, the 3rd candle is small and bullish, its Close price is lower than 2nd bar's":[null,"O fundo único de três rios é um padrão de velas altista composto de três velas: A primeira vela possui um longo corpo baixista, a segunda vela é um martelo e o seu corpo encontra-se dentro do corpo da primeira vela, a terceira vela é pequena e altista, o seu preço de fechamento está mais baixo que o da segunda barra"],"Up - Predict that the market will end higher than the average price":[null,"Acima - Preveja se o mercado terminará mais alto que o preço médio"],"Up/Down":[null,"Acima/Abaixo"],"Up/Down-Gap Side-By-Side White Lines (CDLGAPSIDESIDEWHITE)":[null,"Lacuna para cima/baixo linhas brancas lado a lado (CDLGAPSIDESIDEWHITE)"],"Upcoming Events":[null,"Próximos eventos"],"Update":[null,"Atualização"],"Update Settings":[null,"Atualizar configurações"],"Upgrade to a Real Account":[null,"Atualize para uma conta de dinheiro real"],"Upload template":[null,"Carregar modelo"],"Upside/Downside Gap Three Methods (CDLXSIDEGAP3METHODS)":[null,"Lacuna de alta/baixa Três métodos (CDLXSIDEGAP3METHODS)"],"Upside/Downside Gap Two Crows (CDLUPSIDEGAP2CROWS)":[null,"Lacuna de alta/baixa Dois Corvos (CDLUPSIDEGAP2CROWS)"],"Use":[null,"Use"],"Use the \"Save as ...\" button to save the chart settings, type, time period, indicators and comparisons":[null,"Use o botão \"Salvar como ...\" para salvar as configurações, o tipo, o período de tempo, os indicadores e as comparações do gráfico"],"Use the \"Save as ...\" button to save the trade settings":[null,"Use o botão \"Salvar como ...\" para salvar as configurações da negociação"],"Using our website, customers can trade currencies, indices, stocks and commodities 24/7. We have the most flexible pricing and the most comprehensive suite of products available":[null,"Ao usar o nosso site, clientes pode negociar moedas, índices, ações e matérias-primas 24/7. Temos os preços mais flexíveis e o conjunto de produtos mais abrangente do mercado"],"Variance (VAR)":[null,"Variância (VAR)"],"Various customisable features like loading and arranging assets, charting, and other resources however you see fit":[null,"Vários recursos personalizáveis como o carregamento e organização de ativos, gráficos e outros recursos, conforme você pretenda"],"Verification code has been sent to your email":[null,"O código de verificação foi enviado para o seu e-mail"],"Verification token":[null,"Token de verificação"],"Verify new password":[null,"Verificar nova senha"],"Vertical line":[null,"Linha vertical"],"View":[null,"Ver"],"View Statement":[null,"Ver extrato"],"Volatility Index Markets":[null,"Mercados de índices \"Volatility\""],"Volatility Indicators":[null,"Indicadores Volatility"],"Volatility Indices":[null,"Índices Volatility"],"Volatility Indices are further categorized into two types":[null,"Os índices \"Volatility\" são ainda categorizados em dois tipos"],"Volatility indices - Binary.com's proprietary indices that simulate market forces":[null,"Índices \"Volatility\" - os índices \"Volatility\" da Binary.com que simulam as forças do mercado"],"WMA stands for weighted moving average. It helps to smooth the price curve for better trend identification. It places even greater importance on recent data than the EMA does":[null,"MMP é abreviatura de Média Móvel Ponderada. Ajuda na suavização da curva de preço para melhor identificação de tendências. Coloca ainda mais importância em dados recentes do que a MME"],"We are required by our license to inform you about what happens to funds which we hold on account for you, and the extent to which funds are protected in the event of insolvency":[null,"Somos obrigados pela nossa licença a informar-lhe sobre o que acontece aos fundos que mantemos por sua conta, e em que medida fundos são protegidos no evento de insolvência"],"We do it again. BetOnMarkets.com follows up our 2007 award by being voted 'Best Fixed-Odds Financial Trading Provider' for 2008":[null,"Voltamos a ganhar. A BetOnMarkets.com repete o sucesso de 2007 e é novamente votada a \"Melhor fornecedora de negociações financeiras de probabilidades fixas\" de 2008"],"We offer three types lookbacks":[null,""],"We rebrand BetOnMarkets.com as":[null,"Alteramos a marca BetOnMarkets.com para"],"We segregate all client funds and hold them in secure and licensed financial institutions, according to the conditions of our trading licenses":[null,"Segregamos todos os fundos de clientes e mantemo-los em instituições financeiras seguras e licenciadas, de acordo com as condições das nossas licenças de operação"],"We're granted patents for 'Computer trading system and method for speculating on a financial market' and 'Computer trading system for offering custom financial market speculations'. The patents show our ability to innovate and stay ahead of the pack":[null,"São nos concedidas patentes para \"Sistema de negociação informática e método de especulação em mercados financeiros\" e \"Sistema de negociação informática para a disponibilização de especulações personalizadas do mercado financeiro\". As patentes mostram a nossa capacidade de inovar e de ficar à frente da concorrência"],"We're really proud of this award. We're strongly committed to offering an ethical and customer-focused trading experience, and the award shows that BetOnMarkets is a trusted brand that listens and caters to customers, whether they are experienced traders or novices. We offer customer services in English, Indonesian, Russian, Chinese and Spanish":[null,"Estamos orgulhosos deste prêmio. Estamos fortemente empenhados em oferecer uma experiência de negociação ético e focada no cliente, e este prêmio mostra que a BetOnMarkets é uma marca de confiança que ouve e serve os clientes, sejam eles negociadores experientes ou principiantes. Disponibilizamos serviços de apoio ao cliente em Inglês, Indonésio, Russo, Chinês e Espanhol"],"Webtrader":[null,"Webtrader"],"Webtrader is an advanced trading platform that's fully-customisable according to your personal preferences":[null,"O WebTrader é uma plataforma de negociação avançada, totalmente personalizável de acordo com as suas preferências pessoais"],"Webtrader uses new web technologies for rich and enjoyable trading experience":[null,"Webtrader utiliza novas tecnologias web para uma experiência de negociação rica e divertida"],"Wed":[null,"Qua"],"Wednesday":[null,"Quarta-feira"],"Weighted Close Price (WCLPRICE)":[null,"Preço de Fechamento Ponderado (WCLPRICE)"],"Weighted Moving Average (WMA)":[null,"Média Móvel Ponderada (WMA)"],"Welcome to Binary.com Webtrader":[null,"Bem-vindo(a) ao WebTrader da Binary.com"],"What are OTC indices and stocks?":[null,"O que são os índices e as ações OTC?"],"What are lookbacks":[null,""],"What is pep?":[null,"O que uma PPE?"],"What is this?":[null,""],"When you are satisfied with the price that you receive, execute your trade immediately. With our unique platform, you won t have to contend with  slippages  or gaping markets. And most importantly, there are no invisible fees. You can also sell back any long-term trades at any time before they expire to protect the profit you may have earned or to minimise your losses":[null,"Quando você estiver satisfeito com o preço recebido, execute a sua negociação imediatamente. Com a nossa plataforma única, você não terá que lidar com desvios nem mercados com disparidades. E, sobretudo, não há taxas invisíveis. É também possível vender quaisquer contratos de longo prazo em qualquer momento, antes de expiração, para proteger os lucros que possa ter ganho ou para minimizar as suas perdas"],"When you trade with Binary.com, you can be assured that your deposits are held in a separate trust account and are not used for any other purpose":[null,"Quando você negocia na Binary.com, pode ter a certeza de que os seus depósitos são mantidos em contas separadas e não serão usados para quaisquer outros fins"],"Where does Binary.com hold my funds?":[null,"Onde é que a Binary.com guarda o meu dinheiro?"],"While on the go, you can":[null,"Em qualquer lugar, você pode"],"Why Choose Binary Trading?":[null,"Por que escolher a negociação de opções binárias?"],"Why trade with Binary.com":[null,"Por que negociar com a Binary.com"],"Will I need to install any software?":[null,"Vou precisar instalar qualquer software?"],"Williams' %R (WILLR)":[null,"Williams' %R (WILLR)"],"Win the multiplier times the close minus low":[null,""],"Win the multiplier times the high minus close":[null,""],"Win the multiplier times the high minus low":[null,""],"With Binary.com you can trade":[null,"Com a Binary.com é possível negociar"],"Withdraw funds":[null,"Retirar fundos"],"Withdrawal via payment agents":[null,"Retirada através de agentes de pagamentos"],"Workspace":[null,"Mesa de negociações"],"X-axis labels":[null,"Etiquetas do eixo X"],"X-axis line":[null,"Linha do eixo X"],"X-axis tick":[null,"Tique-taque eixo X"],"Xodds.com":[null,"Xodds.com"],"Y-axis gridline":[null,"Linha de grelha eixo Y"],"Y-axis labels":[null,"Etiquetas do eixo Y"],"Yearly Profitable Trades":[null,"Negociações rentáveis do ano"],"Yes":[null,"Sim"],"You are not copying any trade(s) yet":[null,"Você ainda não está copiando quaisquer negociações"],"You can":[null,"É possível"],"You don't need to deposit any money to open an account, but you need to deposit funds before you can start trading":[null,"Não é necessário depositar qualquer dinheiro para abrir uma conta, mas é necessário depositar fundos antes de começar a negociar"],"You have sold the following contract":[null,"Você vendeu o seguinte contrato"],"You haven't saved any templates yet":[null,"Você ainda não salvou nenhum modelo"],"You only need to make four decisions to execute a binary contract":[null,"Você precisa tomar apenas quatro decisões para executar um contrato binário"],"You pay":[null,"Você paga"],"You will be automatically logged out after such time":[null,"Você será automaticamente desconectado após tal hora"],"You wish to allow other traders to copy your trades":[null,"Deseja permitir que outros negociadores copiem as suas negociações"],"You wish to copy another trader's trades":[null,"Deseja copiar as negociações de outros negociadores"],"Your Binary.com account is created, but to start trading you need to allow Webtrader access it":[null,"A sua conta Binary foi criada, mas para começar a negociar você precisa permitir que o Webtrader tenha acesso a ela"],"Your account (%) is locked, please contact customer support for more info.":[null,"A sua conta (%) encontra-se bloqueada. Contate o apoio ao cliente para mais informações."],"Your browser is not supported":[null,"O seu navegador não é suportado"],"Your copying settings":[null,"As suas configurações de cópia"],"Your email":[null,"O seu e-mail"],"Your new account balance is":[null,"O seu novo saldo de conta é"],"Your transaction reference is":[null,"A referência da sua transação é"],"Your transaction reference number is":[null,"O número de referência da sua transação é"],"Zoom":[null,"Zoom"],"allowing clients to develop their own automated trading robots with  drag-and-drop  simplicity":[null,"permitindo que clientes desenvolvam os seus próprios robôs de negociação automatizados com a simplicidade do tipo \"arrastar e soltar\""],"and for Irish clients by (3) the Revenue Commissioners in Ireland (Remote Bookmaker's Licence no. 1010285 issued on 1 July 2017). View complete":[null,""],"and start learning how to trade":[null,"e comece a aprender a negociar"],"apostrophe (') are allowed":[null,"apóstrofo (') é permitido"],"apply online":[null,"faça o requerimento online"],"at a valuation of US$ 50.5 million":[null,"numa avaliação de mais de US$ 50,5 milhões"],"auto-trader programming tool":[null,"ferramenta de programação de negociador automático"],"below and proceeding with the Account Opening you should note that you may be exposing yourself to risks (which may be significant, including the risk of loss of the entire sum invested) that you may not have the knowledge and experience to properly assess or mitigate":[null,"abaixo e procedendo com a abertura de conta, você deve tomar nota que poderá estar a expor-se a riscos (que poderão ser significativos, incluindo o risco da perda do valor total investido) que possa não compreender nem ter a experiência para avaliar ou mitigar"],"commission":[null,"comissão"],"contact support":[null,"contatar o apoio ao cliente"],"create a Read-only token, and share the token with your copier(s)":[null,""],"customer support":[null,"apoio ao cliente"],"day":[null,"dia"],"days":[null,"dias"],"deposit funds and begin trading within minutes":[null,"deposite fundos e comece e negociar dentro de poucos minutos"],"disposes of its stake":[null,"aliena a sua aposta"],"e-commerce site for branded merchandise":[null,"site de comércio eletrônico para produtos de marca"],"end time":[null,"hora de fim"],"entry spot":[null,"preço de entrada"],"exit spot":[null,"preço de saída"],"for mobile charts":[null,"para gráficos móveis"],"has updated its":[null,"atualizou"],"hour":[null,"hora"],"hours":[null,"horas"],"if this is not your country of residence":[null,"se este não for o seu país de residência"],"in just a few minutes":[null,"em poucos minutos"],"in the future, the":[null,"no futuro, a"],"is Binary's advanced desktop trading platform. Its multi-window interface provides maximum flexibility and suits the needs of active traders working on their desktop PCs":[null,"é a plataforma de negociação avançada para desktops da Binary. A sua interface de várias janelas proporciona flexibilidade máxima e se adequa às necessidade de negociadores ativos que trabalham nos seus computadores desktop"],"is required. Current spread":[null,"é necessário. Spread atual"],"is that which is selected and the":[null,"é aquela que está selecionada e o"],"is the":[null,"é o"],"is the price in effect at that time":[null,"é o preço em vigor naquele momento"],"is the selected number of minutes/hours after the":[null,"é o número de minutos/horas selecionado depois de"],"is the selected time":[null,"é a hora selecionada"],"is the spot at the":[null,"é o preço na"],"is when the contract is processed by our servers and the":[null,"é quando o contrato é processado pelos nossos servidores e "],"main site":[null,"Site principal"],"medium protection":[null,"proteção média"],"minute":[null,"minuto"],"minutes":[null,"minutos"],"next tick":[null,"próximo tique-taque"],"of \"Now\", the":[null," para a quantia de "],"open a free $10k fully-functional virtual-money account":[null,"abra uma conta gratuita de dinheiro virtual totalmente funcional com 10.000 USD"],"open an account":[null,"abra uma conta"],"our helpful support desk":[null,"o nosso útil apoio ao cliente"],"payment agent":[null,"agente de pagamentos"],"points":[null,"pontos"],"sec":[null,""],"second":[null,"segundo"],"seconds":[null,"segundos"],"session overview":[null,"visão geral da sessão"],"start time":[null,"hora de início"],"terms and conditions":[null,"termos e condições"],"the":[null,"o"],"thereafter":[null,"depois"],"tick":[null,"tique-taque"],"ticks":[null,"tique-taques"],"www.Binary.com":[null,"www.Binary.com"],"yes":[null,"sim"],"{agent.commission}%":[null,"{agent.commission}%"],"| Return":[null,""],"enabling clients, affiliates, and developers to buy and sell Binary.com products":[null,"permitindo que clientes, afiliados e desenvolvedores possam comprar e vender produtos da Binary.com"]}