{"1":[null,"1"],"2":[null,"2"],"3":[null,"3"],"4":[null,"4"],"5":[null,"5"],"8":[null,"8"],"10":[null,"10"],"15":[null,"15"],"30":[null,"30"],"1999":[null,"1999"],"2000":[null,"2000"],"2004":[null,"2004"],"2007":[null,"2007"],"2008":[null,"2008"],"2009":[null,"2009"],"2011":[null,"2011"],"2012":[null,"2012"],"2013":[null,"2013"],"2014":[null,"2014"],"2015":[null,"2015"],"2016":[null,"2016"],"2017":[null,"2017 г."],"":{"plural-forms":"nplurals=4; plural=((n%10==1 && n%100!=11) ? 0 : ((n%10 >= 2 && n%10 <=4 && (n%100 < 12 || n%100 > 14)) ? 1 : ((n%10 == 0 || (n%10 >= 5 && n%10 <=9)) || (n%100 >= 11 && n%100 <= 14)) ? 2 : 3));","x-generator":"crowdin.com","x-crowdin-project":"webtrader","x-crowdin-language":"ru","x-crowdin-file":"/development/translations/i18n/messages.pot","project-id-version":"webtrader","content-type":"text/plain; charset=UTF-8","last-translator":"binarycom <jy@binary.com>","language-team":"Russian","language":"ru_RU","po-revision-date":"2018-08-16 05:20"},"\"http://www.gamblingcommission.gov.uk/Consumers/Protection-of-customer-funds.aspx\"":[null,"\"http://www.gamblingcommission.gov.uk/Consumers/Protection-of-customer-funds.aspx\""],"'Best Customer Communication Firm' award by Investors Chronicle":[null,"Награда “Лучшая компания в области коммуникации с клиентами“ от Investors Chronicle"],"'Best Fixed-Odds Broker' silver award by Trade2Win":[null,"Серебряная награда “Лучший брокер по опционам с фиксированным выигрышем“ от Trade2Win"],"'Best Fixed-Odds Financial Provider' award by Financial Times and Investors Chronicle UK":[null,"Победа в номинации “Лучший предоставитель услуг по опционам с фиксированным коэффициентом выигрыша“ от Financial Times и Investors Chronicle UK"],"'Best Fixed-Odds Financial Trading Provider' award by Shares Magazine UK":[null,"Награда “Лучший предоставитель финансового трейдинга с фиксированным коэффициентом выигрыша“ от Shares Magazine UK"],"'Best Fixed-Odds Firm 2012' award by Global Banking and Finance Review":[null,"Награда \"Лучшая компания по опционам с фиксированным коэффициентом выигрыша 2012\" от Global Banking and Finance Review"],"'Financial Betting Operator of the Year' award by eGaming Review":[null,"Награда \"Оператор года по финансовому беттингу\" от eGaming Review"],"'contract period'":[null,"\"период контракта\""],"(6,000   5,200) * 2 = $1600":[null,""],"(One) Touch trades":[null,"Контракты Касание"],"(formerly known as":[null,"(ранее известный как"],"(if less than one day in duration), or at the end of the trading day (if one day or more in duration)":[null,"(если длительность составляет менее одного дня) или в конце торгового дня (если длительность составляет один день или более)"],"(license reference no: 39172)":[null,""],"(license reference no: 39495)":[null,""],") goes live, establishing a round-the-clock financial betting service on a variety of financial indices. Business grows quickly, and we soon become the market leader in fixed-odds financial betting":[null,"), предоставляющий круглосуточный сервис финансовых ставок на нескольких индексах. Бизнес быстро растёт, и вскоре сайт становится лидером в индустрии финансовых ставок с фиксированным коэффициентом выигрыша"],"- Benefit from the same rates of return as interbank traders. Our prices are benchmarked daily against the interbank options markets":[null,"- Торгуйте по тем же курсам, которыми пользуются трейдеры на межбанковском рынке. Мы ежедневно корректируем котировки, согласно межбанковскому рынку валютных контрактов"],"- Binary.com is not affiliated with any of the Payment Agents listed above. Each Payment Agent operates as an independent service provider and is not endorsed, guaranteed or otherwise approved by Binary.com. CUSTOMERS DEAL WITH PAYMENT AGENTS AT THEIR SOLE RISK AND PERIL. Customers are advised to check the credentials of Payment Agents before sending them any money. Binary.com shall not in any circumstance be held responsible for transactions made between customers and Payment Agents":[null,"- Binary.com не является партнёром ни одного из вышеперечисленных платёжных агентов. Каждый платёжный агент действует в качестве независимого поставщика услуг и не получает поощрения, гарантий или иного одобрения от Binary.com. КЛИЕНТЫ СОТРУДНИЧАЮТ С ПЛАТЁЖНЫМИ АГЕНТАМИ НА СВОЙ СТРАХ И РИСК. Клиентам рекомендуется проверять рекомендации платёжных агентов перед отправкой им денег. Ни при каких обстоятельствах Binary.com не будет нести ответственности за транзакции, осуществляемые между клиентами и платёжными агентами"],"- Choose from over one million possible trade variations at any time, and customise your trades according to your preferred strategy":[null,"- Выберите один из миллиона доступных контрактов и задайте настройки, согласно Вашей стратегии"],"- Choose timeframes from 10 seconds to 365 days":[null,"– Выбирайте любую продолжительность контрактов: от 10 секунд до 365 дней"],"- Deposit as little as USD 5 to start trading":[null,"- Внесите на счёт всего USD 5 и начните торговлю"],"- Earn the same proportional return on stakes of all values":[null,"- Получайте прибыль, пропорциональную Вашей инвестиции"],"- Enjoy a trading platform that s easy to navigate and use":[null,"- Воспользуйтесь торговой платформой, которая проста в работе и навигации"],"- Know how much you will win or lose before you purchase the contract":[null,"- Знайте возможный выигрыш и убыток ещё до покупки контракта"],"- Open an account and start trading in minutes. Deposits and withdrawals are also available 24/7":[null,"- Откройте счёт и начните торговать за считанные минуты. Пополнение и вывод средств со счёта доступны 24/7"],"- Predict the market ending higher or lower than a price target":[null,"– Сделайте прогноз, окончится ли контракт выше или ниже заданного барьера"],"- Predict the market rising or falling from its current level":[null,"- Предскажите, упадёт или вырастет цена относительно текущего уровня"],"- Predict the market staying between or going outside two price targets":[null,"- Сделайте прогноз: останется ли цена внутри двух заданных барьеров или выйдет за их пределы"],"- Predict the market touching or not touching a price target":[null,"- Предскажите, коснётся ли рынок выбранного ценового барьера"],"- Receive quotes for a trade and counter-trade, so you always get unbiased, transparent rates from Binary.com":[null,"- Знайте котировки на прямые и обратные контракты: получайте точные и прозрачные цены от Binary.com"],"- Sell your long-term contracts before expiry to protect any profits you may have made or to minimise your losses":[null,"- Продавайте длинные контракты до истечения срока их действия, чтобы зафиксировать прибыль или минимизировать убыток"],"- Trade based on \"gut feel\" or rely on technical and fundamental analysis":[null,"- Доверьтесь своему чутью или пользуйтесь техническим и фундаментальным анализом"],"- Trade confidently, knowing that your personal data, transactions, and funds are always secure":[null,"- Торгуйте с полной уверенностью, что Ваши данные, контракты и сделки надёжно защищены"],"- Trade currencies, indices, commodities and more in rising, falling, sideways, quiet, and volatile markets":[null,"- Торгуйте валютами, индексами и сырьевыми товарами в условиях снижающихся или растущих, волатильных или неподвижных рынков"],"- Trade when you want. Binary.com is available 24/7, even on weekends":[null,"- Торгуйте в любое удобное время. Binary.com работает 24/7, даже по выходным"],"- Trade with the industry pioneer and holder of a patented pricing technology":[null,"- Торгуйте с признанным новатором и обладателем уникальной ценовой технологии"],"- currencies, stock indices, and commodities":[null,"– валютными парами, индексами и сырьевыми материалами"],"- from $1 to $50,000":[null,"– от $1 до $50 000"],"- from 10 seconds to 365 days":[null,"– от 10 секунд до 365 дней"],"- up/down, touch/no-touch, stays between/goes outside":[null,"- вверх/вниз, касание/нет касания, останется внутри/вне"],"0-1 year":[null,"0-1 года"],"0-5 transactions in the past 12 months":[null,"0-5 сделок за последние 12 мес"],"1 Day":[null,"1 день"],"1 Hour":[null,"1 Час"],"1 Minute":[null,"1 Минута"],"1 Tick":[null,"1 тик"],"1 million transactions/day":[null,"1 миллион транзакций в день"],"1-2 years":[null,"1-2 года"],"1. Choose the Underlying":[null,"1. Выберите рынок"],"1. Underlying market":[null,"1. Основной инструмент"],"10 Minutes":[null,"10 Минут"],"10m":[null,"10м"],"15 Minutes":[null,"15 Минут"],"15m":[null,"15м"],"1d":[null,"1д"],"1h":[null,"1ч"],"1m":[null,"1м"],"1t":[null,"1т"],"2 Hours":[null,"2 Часа"],"2 Minutes":[null,"2 Минуты"],"2. Choose the Duration of the Trade":[null,"2. Укажите длительность контракта"],"2. Trade type":[null,"2. Вид контракта"],"2h":[null,"2ч"],"2m":[null,"2м"],"3 Minutes":[null,"3 Минуты"],"3. Choose how you want to Trade the Market":[null,"3. Выберите, как Вы хотите торговать на рынке"],"3. Duration":[null,"3. Длительность"],"30 Minutes":[null,"30 минут"],"30-day limit on losses":[null,"30-дневный лимит на убытки"],"30-day turnover limit":[null,"30-дневный лимит на объём покупок"],"30m":[null,"30м"],"3m":[null,"3м"],"4 Hours":[null,"4 часа"],"4. Barrier(s)":[null,"4. Барьер(ы)"],"4. Choose your Stake and Potential Return":[null,"4. Выберите ставку и потенциальную выплату"],"40 transactions or more in the past 12 months":[null,"40 или более транзакций за последние 12 мес"],"4h":[null,"4ч"],"5 Minutes":[null,"5 минут"],"5. Payout":[null,"5. Выплата"],"5m":[null,"5м"],"6-10 transactions in the past 12 months":[null,"6-10 транзакций за последние 12 мес"],"7-day limit on losses":[null,"7-дневный лимит на убытки"],"7-day turnover limit":[null,"7-дневный лимит на объём покупок"],"8 Hours":[null,"8 часов"],"8h":[null,"8ч"],"A Evening Doji Star consists of a long bullish candle, followed by a Doji that has gapped above it, then a third bearish candle that closes well within the body of the first candle and in doing so confirming the reversal. It is considered a strong bearish price reversal candlestick pattern":[null,"Вечерняя звезда Дожи состоит из длинной бычьей свечи, за которой следует Дожи с гэпом над ней, а затем третья, медвежья свеча, закрывающаяся на уровне тела первой свечи и таким образом подтверждающая наличие разворота. Данная фигура считается сильным индикатором медвежьего разворота на свечном графике"],"A Smoothed Moving Average is sort of a blend between a Simple Moving Average and an Exponential Moving Average, only with a longer period applied":[null,"Сглаженная скользящая средняя – это своего рода смесь простой скользящей средней и экспоненциальной скользящей средней, но с более продолжительным периодом"],"A Spinning Top Candlestick is a bullish or bearish candlestick with a small body. The length of the head and tail shadows can vary. Like a Doji Candlestick it represents a point of indecision with buyers and seller matched":[null,"Свеча \"волчок\" – это бычья или медвежья свеча с маленьким телом. У таких свечей может быть разная длина верхней и нижней тени. Как и свеча дожи, свеча \"волчок\" демонстрирует наличие неопределённости на рынке с равной силой бычьих и медвежьих настроений"],"A Stays Between trade pays out if the market stays between (does not touch) BOTH the high barrier or the low barrier at any time during the period chosen by a trader. A Goes Outside trade pays out if the market touches EITHER the high barrier or the low barrier at any time during the period chosen by a trader":[null,"Если Вы выбираете \"Останется между\", Вы получите прибыль, если на протяжении всего указанного Вами периода цена останется между верхним и нижним барьерами (не коснётся НИ ОДНОГО из них). Контракт \"Выйдет за пределы\" принесёт прибыль, если на протяжении указанного Вами периода цена коснётся верхнего или нижнего барьера"],"A bearish candlestick pattern consisting of three candles that have demonstrated the following characteristics, the first bar is a large white candlestick located within an uptrend, the middle bar is a small-bodied candle (red or white) that closes above the first white bar, the last bar is a large red candle that opens below the middle candle and closes near the center of the first bar's body":[null,"Фигура \"медвежий подсвечник\", состоящая из трёх свечей, имеет следующие характеристики: первый столбик – большая белая свеча, относящаяся к восходящему тренду; средний столбик – короткая свеча (красная или белая), закрывающаяся выше первого белого столбика; последний столбик представляет собой большую красную свечу, которая открывается ниже средней свечи и закрывается в районе середины тела первой свечи"],"A bearish candlestick pattern that is used to predict the reversal of the current uptrend. This pattern consists of three consecutive long-bodied candlesticks that have closed lower than the previous day with each session's open occurring within the body of the previous candle":[null,"Фигура \"медвежий подсвечник\" предвещает разворот текущего восходящего тренда. Данная фигура состоит из трёх свечей с длинным телом, закрывшихся ниже уровня предыдущего дня, а открытие каждой сессии происходит на уровне тела предыдущей свечи"],"A bearish counterattack is a long white candle in an uptrend, followed by a long black candle. Closing prices of both candles are at the same price level. A bullish counterattack is a long black candle in an downtrend, followed by a long white candle. Closing prices of both candles are at the same price level":[null,"Медвежья контратака – это длинная белая свеча в рамках восходящего тренда, за которой следует длинная чёрная свеча. Цены закрытия обеих свечей находятся на одном и том же ценовом уровне. Бычья контратака – это длинная чёрная свеча в рамках нисходящего тренда, за которой следует длинная белая свеча. Цены закрытия обеих свечей находятся на одном и том же ценовом уровне"],"A bearish separating line is a bearish continuation pattern. It is the exact opposite of the bullish separating line. There are two components to the bearish separating line: The first day is a green candlestick and the second day gaps down, opens at the first candlestick's open and closes weakly":[null,"Медвежья разделительная линия – это фигура продолжающегося нисходящего движения. Дання фигура является прямой противоположностью бычьей разделительной линии. Медвежья разделительная линия состоит из двух компонентов: первый день представлен зелёной свечой, а второй денб начинается нисходящим гэпом, открывается на уровне открытия первой свечи и закрывается со слабой динамикой"],"A binary option is a contract purchased by a trader, which pays a pre-determined amount if their prediction is correct":[null,"Бинарный опцион – это контракт, приобретаемый трейдером, который приносит заранее установленную прибыль, если прогноз окажется правильным"],"A binary option is an option with a fixed payout that is determined at the start of the trade. If your prediction is correct, you receive an agreed payout. If not, you lose your initial stake, and no more. The options are called 'binary' because there can be only two outcomes - win or lose":[null,"Бинарный опцион – это опцион с фиксированной прибылью, которая определяется до начала контракта. Если прогноз сбывается, трейдер получает указанную прибыль. В противном случае, он теряет только свою ставку (цену покупки), но не более того. Опционы называются \"бинарными\", потому что они предлагают два возможных исхода контракта – прибыль или убыток"],"A bullish candlestick pattern that consists of five candles, the first day is a long white day, the second day gaps up and is a black day, the second, third, and fourth days have small real bodies and follow a brief downtrend pattern, but stay within the range of the first day and the fifth day is a long white day that closes above the close of the first day":[null,"Фигура \"бычий подсвечник\", состоящая из пяти свечей. Первый день представлен длинной белой свечой; второй день начинается восходящим гэпом и представлен чёрной свечой; свечи на второй, третий и четвёртый день отличаются коротким телом и относятся к краткосрочному нисходящему тренду, но находятся в пределах тела первой свечи. На пятый день на графике формируется длинная белая свеча, которая закрывается выше уровня закрытия первого дня"],"A bullish candlestick pattern that consists of three candles, the first bar is a large red candlestick located within a defined downtrend, the second bar is a small-bodied candle (either red or white) that closes below the first red bar and the last bar is a large white candle that opens above the middle candle and closes near the center of the first bar's body":[null,"Фигура \"бычий подсвечник\", состоящая из трёх свечей: первая – большая красная свеча, относящаяся к чёткому нисходящему тренду; вторая – короткая свеча (красная или белая), которая закрывается ниже первой красной свечи; последняя свеча – большая белая свеча, которая открывается выше второй свечи и закрывается вблизи середины первой свечи"],"A bullish candlestick pattern that consists of three candles, the first bar is a large red candlestick located within a defined downtrend, the second bar is a small-bodied candle (either red or white) that closes below the first red bar., he last bar is a large white candle that opens above the middle candle and closes near the center of the first bar's body":[null,"Фигура \"бычий подсвечник\", состоящая из трёх свечей: первая – большая красная свеча, относящаяся к чёткому нисходящему тренду; вторая – короткая свеча (красная или белая), которая закрывается ниже первой красной свечи; последняя свеча – большая белая свеча, которая открывается выше второй свечи и закрывается вблизи середины первой свечи"],"A bullish or bearish candle followed by a doji with with a downward or uptrend gap":[null,"Бычья или медвежья свеча, за которой идёт дожи с восходящим или нисходящим гэпом"],"A candlestick chart pattern in which a large candlestick is followed by a smaller candlestick whose body is located within the vertical range of the larger body. In terms of candlestick colors, the bullish harami is a downtrend of negative-colored (black) candlesticks engulfing a small positive (white) candlestick, giving a sign of a reversal of the downward trend":[null,"Фигура на графике японских свечей, в рамках которой за длинной свечой следует короткая свеча, тело которой находится в пределах диапазона длинной свечи. Если обратить внимание на цвет, бычье харами представлено нисходящим трендом и нисходящимии (чёрными) свечами, поглощающими небольшую восходящую (белую) свечу, показывающую признаки разворота в нисходящем тренде"],"A candlestick with a long black body (long line) represents a bearish force in the market. The price of the stock was up and down in a wide range, opening near the high and closing near the low of the day. One with a long white line represents a bullish force in the market. The price of the stock was up and down in a wide range, opening near the low of the day and closing near the high":[null,"Свеча с длинным чёрным телом (длинной линией) демонстрирует медвежьи настроения на рынке. Цена актива колебалась в широком диапазоне, открывшись вблизи дневного максимума и закрывшись вблизи дневного минимума. Свеча с длинным белым телом демонстрирует бычьи настроения на рынке. Цена актива колебалась в широком диапазоне, открывшись вблизи дневного минимума и закрывшись вблизи дневного максимума"],"A candlestick with very long upper and lower shadows and a small real body on a Japanese candlestick chart. It shows that the market is losing its direction bias that it had before this candle appeared":[null,"Свеча на графике японских свечей с очень длинной верхней и нежней тенью, но маленьким телом. Свеча показывает, что до её появления рынок терял направление движения"],"A chart pattern that consists of a small white candlestick with short shadows or tails followed by a large black candlestick that eclipses or 'engulfs' the small white one":[null,"Фигура на графике, состоящая из короткой белой свечи с короткими тенями, за которой идёт длинная чёрная свеча, \"поглощающая\" предыдущую белую свечу"],"A derivative is a financial instrument whose value is determined by reference to an underlying market. Derivatives are commonly traded in the inter-bank market, and binaries are one of the simplest forms of derivatives":[null,"Производные – это финансовые инструменты, стоимость которых определяется отношением к конкретному рынку. Производными (деривативами) обычно торгуют в межбанковской системе, а бинарные опционы являются самой простой формой производных"],"A lookback contract has a payout that depends on the optimum high or low achieved by the market. The option allows the holder to \"look back\" over time to determine the payout":[null,""],"A medium to long bullish or bearish candlestick with the key defining trait being no head or tail shadows":[null,"Средняя или длинная бычья или медвежья свеча, не имеющая ни нижней, ни верхней тени"],"A panel featuring industry leaders awards BetOnMarkets.com 'Financial Betting Operator of the Year' over two other finalists. It's a major victory for our brand and further recognition of our world-beating service. Ten years on, and going from strength to strength":[null,"Жюри с участием лидеров в данной индустрии награждает BetOnMarkets.com премией в номинации ‘Financial Betting Operator of the Year’ (финансовый оператор года по беттингу), предпочтя нас двум другим финалистам. Это большая победа для нашего бренда и важный знак признания нашего сервиса. Десять лет спустя мы не останавливаемся на достигнутом"],"A technical indicator invented by Larry Williams that uses the weighted average of three different time periods to reduce the volatility and false transaction signals that are associated with many other indicators that mainly rely on a single time period":[null,"Технический индикатор, придуманный Ларри Вилльямсом и использующий взвешенную скользящую среднюю, которая основана на трёх разных временных периодах, чтобы уменьшить волатильность и ложные сигналы, ассоциируемые со многими другими индикаторами (преимущественно полагающимися всего на один период времени)"],"A technical momentum indicator that compares a security's closing price to its price range over a given time period. The oscillator's sensitivity to market movements can be reduced by adjusting the time period or by taking a moving average of the result":[null,"Технический индикатор темпа, который сравнивает цену закрытия ценной бумаги с диапазоном её цен на протяжении заданного периода времени. Уменьшить чувствительность осциллятора к рыночным движениям можно путём регулирования временного периода или воспользовавшись скользящей средней"],"A technical trading pattern in which three candlesticks form what appears to be a sandwich on the trader's screen. Stick sandwiches will have the middle candlestick oppositely colored of the candlesticks on either side of it, both of which will have a larger trading range than the middle candlestick. Stick sandwich patterns can occur in both bearish and bullish indications":[null,"Фигура технического анализа, в которой три свечи формируют \"сэндвич\" на графике. Центральная свеча в таких сэндвичах отличается от боковых цветом и размером (она всегда короче). Свечной сэндвич может появиться как при восходящей динамике, так и при нисходящей"],"A tick is the minimum upward or downward movement in the price of a market":[null,"Тик – это минимальное движение рыночной цены вверх или вниз"],"A trend indicated by a large candlestick followed by a doji that is located within the top and bottom of the candlestick's body. This indicates that the previous trend is about to reverse":[null,"Тренд, обозначенный длинной свечой, за которой следует дожи, расположенный внутри тела свечи. Это означает, что на предыдущем тренде ожидается разворот"],"A white candle in an upward price trend followed by a doji whose lower shadow remains above the prior candle's high. The third day is a black candle with an upper shadow below the doji's low":[null,"Белая свеча в рамках восходящего тренда, за которой следует дожи, нижняя тень которого находится выше верхней точки предыдущей свечи. На третий день образуется чёрная свеча, верхняя тень которой находится ниже нижней точки дожи"],"Abandoned Baby (CDLABANDONEDBABY)":[null,"Брошенный младенец (CDLABANDONEDBABY)"],"Absolute Price Oscillator (APO)":[null,"Абсолютный ценовой осциллятор (APO)"],"Accept":[null,"Принять"],"Accessible from any web browser in 13 languages":[null,"Доступно на 13 языках с любого веб-браузера"],"Account balance":[null,"Баланс счёта"],"Account opening reason":[null,"Причина открытия счёта"],"Action":[null,"Действие"],"Active":[null,"Активные"],"Active Since":[null,"На рынке с"],"Add comparisons":[null,"Добавить сравнения"],"Add indicator":[null,"Добавить индикатор"],"Add/Remove comparisons":[null,"Добавить/удалить сравнение"],"Add/Remove indicators":[null,"Добавить/удалить индикаторы"],"Add/remove indicators":[null,"Добавить/удалить индикаторы"],"Address":[null,""],"Admin":[null,"Администратор"],"Advance Block (CDLADVANCEBLOCK)":[null,"Отбитое наступление (CDLADVANCEBLOCK)"],"All durations":[null,"С любой длительностью"],"All fields are optional. If you wish to copy all assets and trade types, please leave all fields empty":[null,""],"All market conditions":[null,"При любых условиях рынка"],"All market conditions and durations":[null,"Любая продолжительность контрактов при любых условиях"],"All markets":[null,"На всех рынках"],"All markets and conditions":[null,"На любых рынках, при любых условиях"],"All payouts":[null,"С выплатами по контрактам"],"All times are in GMT (Greenwich Mean Time)":[null,"Всё время указано в GMT (по Гринвичу)"],"Allow others to copy your trades":[null,"Разрешайте другим трейдерам копировать Ваши контракты"],"Amount":[null,"Сумма"],"Amount Per Point":[null,"Сумма за пункт"],"Amount per point":[null,"Сумма за пункт"],"An Ends Between trade pays out if the market exit price is strictly higher than the low price target AND strictly lower than the high price target. An Ends Outside binary pays out if the market exit price is EITHER strictly higher than the high price target OR strictly lower than the low price target":[null,"Контракт \"Закончится внутри\" приносит прибыль, если выходная цена рынка будет строго выше, чем нижний ценовой барьер И строго ниже, чем верхний ценовой барьер. Контракт \"Закончится вне\" приносит прибыль, если выходная цена рынка ЛИБО строго выше, чем верхний ценовой барьер, ЛИБО строго ниже, чем нижний ценовой барьер"],"Another major award. This time we're nominated by the online readers of Global Banking and Finance Review and judged by a panel of industry experts and analysts who recognise our 13 years of platform reliability, range of trades, pricing, customer service and extensive knowledge":[null,"Еще одна крупная награда: на этот раз мы были номинированы читателями онлайн изданий Global Banking и Finance Review. Нас судило жюри из экспертов индустрии и аналитиков, которое высоко оценило наш 13-летний опыт, надежность, широкий выбор контрактов, политику ценообразования, высокий уровень поддержки клиентов и общие знания нашей команды о бизнесе"],"Answer":[null,"Ответ"],"Anticipated account turnover":[null,"Ожидаемый объем покупок на счету"],"Apply":[null,"Применить"],"Apply to become a Binary.com":[null,"Binary.com: Подайте заявку на получение статуса"],"Appropriateness Test: WARNING":[null,"Тест на целесообразность: ПРЕДУПРЕЖДЕНИЕ"],"Apr":[null,"Апр"],"April":[null,"Апрель"],"Are you sure you want to delete template?":[null,"Вы уверены, что хотите удалить шаблон?"],"Are you sure you want to delete this token?":[null,"Вы уверены, что хотите удалить этот ключ?"],"Are you sure you want to overwrite current template?":[null,"Вы уверены, что хотите переделать текущий шаблон?"],"Arnaud Legoux Moving Average (ALMA)":[null,"Скользящая средняя Арно Легу (ALMA)"],"Aroon (AROON)":[null,"Арун (AROON)"],"Aroon Oscillator (AROONOSC)":[null,"Осциллятор Арун (AROONOSC)"],"Arrange":[null,"Организация"],"Asian down":[null,"Азиатские вниз"],"Asian up":[null,"Азиатские вверх"],"Asians":[null,"Азиатские"],"Asset":[null,"Актив"],"Asset Index":[null,"Индекс активов"],"Assets":[null,"Активы"],"Aug":[null,"Авг"],"August":[null,"Август"],"Available 24/7":[null,"Доступно 24/7"],"Available Currencies":[null,"Доступные валюты"],"Average Directional Movement Index (ADX)":[null,"Индекс среднего направления (ADX)"],"Average Directional Movement Index Rating (ADXR)":[null,"Мощность индекса среднего направления движения (ADXR)"],"Average Directional Movement Rating quantifies momentum change in the ADX. It is calculated by adding two values of ADX (the current value and a value n periods back), then dividing by two":[null,"Мощность индекса среднего направления измеряет изменение темпа в индексе среднего направления (ADX). Она рассчитывается путём сложения двух значений индекса ADX (текущего значения и значения за определённый период в прошлом), а затем деления полученной суммы на два"],"Average True Range (ATR)":[null,"Средний истинный диапазон (ATR)"],"Avg. Duration":[null,"Средн. длительность"],"Avg. Duration of Open Positions":[null,""],"Avg. Loss":[null,"Средн. убыток"],"Avg. Profit":[null,"Средн. прибыль"],"Award-winning online trading platform":[null,"Торговая платформа, удостоенная высоких наград"],"Awesome Oscillator (AO)":[null,"Чудесный осциллятор (AO)"],"Back":[null,"Назад"],"Back to list":[null,"Вернуться к списку"],"Balance of Power (BOP)":[null,"Баланс сил (BOP)"],"Banks, hedge funds and professional investors routinely trade binary options in over-the-counter derivatives markets. Many market professionals use and trust the Binary.com platform for high-volume flexible trades":[null,"Банки, хеджинговые фонды и профессиональные инвесторы часто торгуют бинарными опционами на внебиржевых рынках производных. Многие профессионалы рынка выбирают платформу Binary.com для торговли в больших объемах и с гибкими условиями контрактов"],"Barrier":[null,"Барьер"],"Barrier offset":[null,"Изменение барьера"],"Barrier(s)":[null,"Барьер(ы)"],"Bearish: This is an end-of-trend pattern composed of three candlesticks in an uptrend. The second candlestick must open close to the close of the previous day. The last candlestick should be short and can form an upside gap. There could also be a selling shadow.The pattern represents a weakness in a rise with a risk of consolidation and possible reversal. Bullish: This is an end-of-trend pattern composed of three candlesticks in a downtrend. The second candlestick must open close to the close of the previous day. the last candlestick must be short. The pattern represents a weakness and consolidation and a possible reversal in trend":[null,"Медвежья фигура: это фигура окончания тренда, состоящая из трёх свечей в рамках восходящего тренда. Вторая свеча должна открываться в вблизи уровня закрытия предыдущего дня. Последняя свеча должна быть короткой и может образовать гэп при попытке роста. Также может присутствовать тень продажи. Фигура демонстрирует слабость восходящей динамики с риском консолидации и возможным разворотом. Бычья фигура: Это фигура окончания тренда, состоящая из трёх свечей, относящихся к нисходящему тренду. Вторая свеча должна открываться вблизи уровня закрытия предыдущего дня. Последняя свеча должна быть короткой. Фигура демонстрирует слабость и консолидацию, а также возможный разворот тренда"],"Belt-hold (CDLBELTHOLD)":[null,"Захват за пояс (CDLBELTHOLD)"],"Best Fixed-Odds Financial Trading Provider' award by Shares Magazine UK":[null,"Награда “Лучший предоставитель финансового трейдинга с фиксированным коэффициентом выигрыша“ от Shares Magazine UK"],"BetOnMarkets goes live":[null,"Запуск сайта BetOnMarkets"],"BetOnMarkets.com has over 400,000 clients in its database and reach the US$ 1 billion milestone in only our 13th year, making us one of the leading fixed-odds trading providers":[null,"У BetOnMarkets.com более 400 000 клиентов. Оборот компании достиг отметки 1 миллиард долларов уже к 13-му году её существования, что делает нас одной из ведущих платформ для торговли опционами с фиксированным уровнем прибыли"],"BetOnMarkets.com increases payouts to 100,000 USD, EUR, GBP and AUD":[null,"BetOnMarkets.com увеличивает максимальные выплаты до 100 000 USD, EUR, GBP и AUD"],"BetOnMarkets.com is successfully rebranded Binary.com":[null,"Портал BetOnMarkets.com успешно переименован в Binary.com"],"BetOnMarkets.com reaches $1 billion turnover since starting in 1999":[null,"BetOnMarkets.com достигает оборота в 1 миллиард долларов, начав работу в 1999 г."],"Betonmarkets.com":[null,"Betonmarkets.com"],"Betting system and method":[null,"Система и методы ставок"],"Bill Williams":[null,"Билл Вилльямс"],"Binary Bot released":[null,"Запущен робот Binary Bot"],"Binary KK granted Japan license":[null,"Binary KK получил японскую лицензию"],"Binary Options Basics":[null,"Основы бинарных опционов"],"Binary granted Investment Services license":[null,"Binary получает лицензию на оказание инвестиционных услуг"],"Binary opens Japan office":[null,"Binary открыл офис в Японии"],"Binary option":[null,"Бинарный опцион"],"Binary options are easy to understand. They're called 'binary' because there can be only two outcomes - win or lose. If your prediction is correct, you receive a payout that is determined at the start of the trade. If not, you just lose your initial stake":[null,"Бинарные опционы просты для понимания. Они называются \"бинарными\", потому что контракт имеет только два возможных исхода – выигрыш или проигрыш. Если Ваш прогноз верен, Вы получите заранее установленную прибыль. В противном случае Вы потеряете только изначальную инвестицию (цену покупки)"],"Binary options or other financial derivatives trading experience":[null,"Опыт торговли бинарными опционами или другими финансовыми производными"],"Binary options or other financial derivatives trading frequency":[null,"Частота торговли бинарными опционами или другими финансовыми производными"],"Binary options trading experience":[null,""],"Binary options trading frequency":[null,""],"Binary trading is flexible":[null,"Торговля на бинарных опционах характеризуется гибкостью"],"Binary trading is ideal for both individuals and market professionals":[null,"Торговля бинарными опционами идеально подходит как частным лицам, так и профессионалам рынка"],"Binary's Japanese subsidiary Binary KK is licensed by the KLFB as a Type 1 Financial Instruments Business in Japan":[null,"Binary KK – японский филиал Binary, лицензированный Управлением по финансовому регулированию Японии (KLFB) в качестве Организации в сфере финансовых инструментов 1-го типа"],"Binary's Japanese subsidiary Binary KK opens an office in Tokyo and starts the process of applying for relevant licenses":[null,"Binary KK – дочерняя компания Binary в Японии – открыла офис в Токио и начала процесс получения соответствующих лицензий"],"Binary's Maltese subsidiary Binary Investments (Europe) Ltd. is granted a Category 3 Investment Services license by the Malta Financial Services Authority":[null,"Мальтийская дочерняя компания Binary под названием Binary Investments (Europe) Ltd. получает лицензию на инвестиционные услуги категории 3 от Мальтийского управления финансовых услуг (Malta Financial Services Authority)"],"Binary's platform transacts on average 20 transactions per second, 24/7":[null,"Платформа Binary работает 24/7 и в среднем исполняет 20 контрактов в секунду"],"Binary.com":[null,"Binary.com"],"Binary.com : Webtrader":[null,"Binary.com: Webtrader"],"Binary.com Shop introduced":[null,"Начал работу Магазин Binary.com"],"Binary.com announces plans for an":[null,"Binary.com объявляет о своих планах"],"Binary.com continues to innovate and grow":[null,"Binary.com продолжает расти и развиваться"],"Binary.com has created Volatility Indices that you can trade 24/7. You can trade these on all types of contract":[null,"Binary.com создал собственные Индексы волатильности, которые доступны 24/7. Вы можете работать на данных индексах со всеми типами контрактов"],"Binary.com has earned an enviable reputation for our commitment to high ethical standards and the quality of the trading experience we provide":[null,"Binary.com заслужил завидную репутацию за стремление к высоким этическим стандартам и качество предоставляемого нами торгового опыта"],"Binary.com has over 800,000 clients in its database and reaches the US$ 2 billion milestone in our 15th year, making us one of the leading binary options providers":[null,"У Binary.com более 800,000 клиентов. Уже к 15-ому году своего существования компания достигла оборота в размере 2 миллиарда долларов, что делает нас одной из ведущих платформ для торговли бинарными опционами"],"Binary.com has thousands of clients taking a variety of positions on the financial markets at any one time, and earns a small margin on these trades":[null,"Помогая тысячам клиентов приобретать самые различные контракты в любое время, Binary.com зарабатывает при этом лишь минимальную ценовую маржу"],"Binary.com hits 1 million users, reaching a historic milestone. The company continues to see exponential growth and this reconfirms its position as an industry leader":[null,"Число пользователей Binary.com достигло 1 миллиона, что является историческим рубежом. Компания продолжает расти в геометрической прогрессии и подтверждает позицию лидера в данной индустрии"],"Binary.com introduces an":[null,"Binary.com представляет"],"Binary.com is awarded Best Binary Options Broker by the UK-based Online Personal Wealth Awards 2017, as voted by investors worldwide":[null,"Binary.com получил награду в номинации Лучший брокер бинарных опционов в рамках британской премии Online Personal Wealth Awards 2017, завоевав признание инвесторов по всему миру"],"Binary.com is entirely web-based and requires no software installation":[null,"Binary.com функционирует полностью онлайн и не требует специального программного обеспечения"],"Binary.com is honoured as the world's \"Best Binary Options Broker\" at the 16th annual MENA International Financial Conference and Exhibition, hosted in Dubai":[null,"Binary.com завоевал награду в категории “Лучший брокер бинарных опционов” на 16-й Международной финансовой конференции и выставке стран MENA, которая состоялась в Дубае"],"Binary.com is owned and operated by the Binary Group Ltd. group of companies. For more information, visit our history page":[null,"Binary.com принадлежит и находится под управлением группы компаний Binary Ltd. Для получения дополнительной информации, пожалуйста, посетите страницу нашей истории"],"Binary.com launches Bitcoin (BTC) accounts for non-EU customers":[null,"Binary.com запускает счета с Bitcoin (BTC) для клиентов вне ЕС"],"Binary.com launches Bitcoin accounts":[null,"Binary.com открыл счета с Bitcoin"],"Binary.com launches an":[null,"Binary.com запускает"],"Binary.com offers a range of common deposit and withdrawal methods, from credit and debit cards to bank wires, e-cash and e-wallets":[null,"Binary.com предлагает широкий выбор способов пополнения и вывода средств, от кредитных карт и банковского перевода до электронных кошельков и валют"],"Binary.com offers a virtual-money account so you can get the hang of trading binaries. Why not":[null,"Binary.com предоставляет своим клиентам демо-счета, на которых можно начать торговлю бинарными опционами. Почему бы не"],"Binary.com offers new ways to trade":[null,"Binary.com предлагает новые способы торговли"],"Binary.com offers you four ways to trade a particular asset":[null,"Binary.com предлагает Вашему вниманию четыре способа торговли активами"],"Binary.com opens an office in the QSentral office building in central Kuala Lumpur to further expand its IT development team":[null,"Binary.com открывает офис в здании QSentral, в самом центре Куала-Лумпура, чтобы продолжить расширять свою команду разработчиков IT"],"Binary.com reaches $2 billion turnover since starting in 1999":[null,"Binary.com достигает оборота в 2 миллиарда долларов, начав работу в 1999 г."],"Binary.com reaches 1 million registered users":[null,"Binary.com достигает 1 миллиона пользователей"],"Binary.com takes home first prize in the Financial Betting Operator category at the prestigious 2015 EGR Operator Awards ceremony, hosted in London":[null,"Binary.com завоевал первое место в категории Оператор по финансовому беттингу (Financial Betting Operator) на престижной церемонии 2015 EGR Operator Awards, которая состоялась в Лондоне"],"Binary.com's Continuous Indices are the Volatility 10 Index, Volatility 25 Index, Volatility 50 Index, Volatility 75 Index and Volatility 100 Index. These indices correspond to simulated markets with constant volatilities of 10%, 25%, 50%, 75% and 100%":[null,"Непрерывные индексы Binary.com включают Индекс волатильности 10, Индекс волатильности 25, Индекс волатильности 50, Индекс волатильности 75 и Индекс волатильности 100. Данные индексы соответствуют моделируемым рынкам с волатильностью в размере 10%, 25%, 50%, 75% и 100%"],"Binary.com's OTC Indices and stocks are sourced from the over-the-counter market and provide you with an alternative means of trading stock indices and stocks - available from sources outside of the centralised exchanges":[null,"Внебиржевые индексы и акции (OTC) от Binary.com получены на внебиржевых рынках и предоставляют Вам альтернативный способ торговли акциями и фондовыми индексами, так как они происходят из источников, находящихся вне центральных бирж"],"Binary.com's OTC Indices and stocks offer the benefit of real-time charts and pricing. Enjoy even more exciting opportunities to trade our featured market indices and stocks through this new real-time offering":[null,"Внебиржевые индексы и акции (OTC) от Binary.com имеют важное преимущество: графики и цены в режиме реального времени. Воспользуйтесь возможностями захватывающей торговли на наших уникальных индексах и акциях"],"Binary.com's Smart FX are smart markets that measure the value of a currency against a basket of major currencies":[null,"Индексы Smart FX от Binary.com – это \"умные\" рынки, которые измеряют стоимость валюты по отношению к группе основных валют"],"Binary.com's Volatility Indices are based on a cryptographically secure random number generator audited for fairness by an independent third party":[null,"Индексы волатильности Binary.com основаны на криптографически зашифрованном генераторе случайных чисел, надёжность которого подтверждена независимой третьей стороной"],"Binary.com's systems are now processing in excess of 1 million transactions/day (including virtual accounts)":[null,"Системы Binary.com обрабатывают более 1 миллиона транзакций в день (включая демо-счета)"],"Bollinger Bands (BBANDS)":[null,"Полосы Боллинджера (BBANDS)"],"Bollinger Bands can be used to measure the highness or lowness of the price relative to previous trades":[null,"Полосы Боллинджера измеряют максимум или минимум цены по отношению к предыдущим контрактам"],"Bought":[null,"Куплено"],"Brand of first car":[null,"Марка первой машины"],"Breakaway (CDLBREAKAWAY)":[null,"Разрыв (CDLBREAKAWAY)"],"Browser upgrade required":[null,"Необходимо обновление браузера"],"Bull Market and Bear Market Indices start at 00:00 GMT each day, replicating a bullish and bearish market respectively":[null,"Индексы бычьего и медвежьего рынка начинают работу ежедневно, в 00:00 GMT, и отражают динамику восходящего и нисходящего рынка, соответственно"],"Buy Price":[null,"Цена покупки"],"Buy price":[null,"Цена покупки"],"By clicking":[null,"Нажав"],"By clicking OK, you confirm that you have read and accepted the updated":[null,"Нажав OK, Вы подтверждаете, что прочитали и согласились с обновлениями в документе"],"By default, all clients are treated as retail. Do you prefer to be treated as a professional client if you match the necessary criteria?":[null,""],"CFD trading experience":[null,""],"CFD trading frequency":[null,""],"Can be used to buy and sell contracts, renew expired purchases, and top-up virtual-money accounts.":[null,"Может использоваться для покупки и продажи контрактов, возобновления закончившихся сделок, а также для пополнения демо-счетов."],"Can be used to open accounts, set settings, manage token usage, and more.":[null,"Может использоваться для открытия счетов, создания настроек, управления ключами и других действий."],"Can be used to view account activity, including settings, limits, balance sheets, trade purchase history, and more.":[null,"Может использоваться для просмотра активности на счете, в том числе настроек, лимитов, баланса, истории торговли и др."],"Can be used to withdraw to payment agents, transfer funds between accounts, and set / clear cashier passwords.":[null,"Может использоваться для вывода денег через платёжных агентов, перевода средств между счетами, установки / изменения паролей для Кассы."],"Cancel":[null,"Отмена"],"Candles":[null,"Свечи"],"Candlestick down-color":[null,"Цвет нисходящей свечи"],"Candlestick down-line":[null,"Линия нисходящих свечей"],"Candlestick up-color":[null,"Цвет восходящей свечи"],"Candlestick up-line":[null,"Линия восходящих свечей"],"Cash Balance":[null,"Баланс счёта"],"Chande Kroll Stop (CKS)":[null,"Чанд-Кролл Стоп (CKS)"],"Chande Momentum Oscillator (CMO)":[null,"Осциллятор темпа Чанде (CMO)"],"Change password":[null,"Изменить пароль"],"Chart":[null,"График"],"Chart Themes":[null,"Виды графиков"],"Chart background":[null,"Фон графика"],"Chart context menu":[null,"Контекстное меню графика"],"Chart template":[null,"Шаблон графика"],"Chart type":[null,"Вид графика"],"Choose from five types of markets and their respective assets":[null,"Выберите один из пяти видов рынка и укажите нужный актив"],"Choose password":[null,"Выберите пароль"],"Choose the Touch/No Touch trade if you want to predict the market touching or not touching a target any time during the contract period":[null,"Выберите \"Касание/Нет касания\", если Вы хотите сделать прогноз, коснётся ли рынок выбранного барьера в любой момент в течение длительности контракта"],"Choose the asset you wish to trade, such as gold, oil, stocks, or currency pairs. The value of a binary option is derived from the price of the underlying asset. One advantage of trading binary options is that you are not buying or selling the actual asset, only a contract that determines how that asset performs":[null,"Выберите нужный актив: золото, нефть, акции или валютные пары. Цена бинарного опциона будет определяться ценой базового актива. Основное преимущество торговли бинарными опционами заключается в том, что Вы не покупаете и не продаёте настоящие рыночные активы. Вы лишь заключаете контракт, предсказывающий движение актива"],"Choose your pereferred payment agent":[null,"Выберите платёжного агента"],"Choose your pereferred withdrawal method":[null,"Выберите способ вывода средств"],"Choppiness Index (CHOP)":[null,"Индекс переменчивости (CHOP)"],"Chrome":[null,"Chrome"],"Citizenship":[null,""],"Click to log in with your Binary.com account":[null,"Нажмите, чтобы войти через счёт на Binary.com"],"Client funds":[null,"Средства клиента"],"Close":[null,"Закрыть"],"Close All":[null,"Закрыть всё"],"Closes":[null,"Закрытие"],"Closing Marubozu (CDLCLOSINGMARUBOZU)":[null,"Закрытый марубозу (CDLCLOSINGMARUBOZU)"],"Commodities":[null,"Сырьевые товары"],"Commodities - Major commodities such as gold and oil":[null,"Сырьевые рынки – торгуйте основными сырьевыми товарами, такими как золото и нефть"],"Commodities are resources that are grown or extracted from the ground, such as silver, gold and oil. On Binary.com, they are priced in US dollars":[null,"Сырьевые товары – это материалы, которые растут или добываются из недр земли, как серебро, золото и нефть. На Binary.com они оцениваются в американских долларах"],"Commodities trading experience":[null,"Опыт торговли сырьевыми товарами"],"Commodities trading frequency":[null,"Частота торговли сырьевыми товарами"],"Commodity Channel Index (CCI)":[null,"Индекс товарного канала (CCI)"],"Comparisons":[null,"Сравнение"],"Competitive and transparent pricing":[null,"Прозрачные и конкурентоспособные цены"],"Computer system and method for speculating on a financial market":[null,"Компьютерная система и методы спекуляций на финансовом рынке"],"Computer trading system for offering custom financial market speculations":[null,"Компьютерная торговая система для индивидуальных спекуляций на финансовых рынках"],"Conditions":[null,"Условия"],"Confirm transfer":[null,"Подтвердить перевод"],"Construction":[null,"Строительство"],"Contact Us":[null,"Контакты"],"Continue":[null,"Продолжить"],"Continue Trading":[null,"Продолжить торговлю"],"Continuous Indices":[null,"Непрерывные индексы"],"Contract":[null,"Контракт"],"Contract period":[null,"Период контракта"],"Contracts":[null,"Контракты"],"Copier":[null,"Последователь"],"Coppock Curve (CC)":[null,"Кривая Коппока (CC)"],"Copy Trading":[null,"Копирование контрактов"],"Counterattack (CDLCOUNTERATTACK)":[null,"Контратака (CDLCOUNTERATTACK)"],"Country of residence":[null,"Страна проживания"],"Create":[null,"Создать"],"Create Account":[null,"Открыть счёт"],"Create token":[null,"Создать ключ"],"Credit/Debit":[null,"Кредит/Дебет"],"Crosshair":[null,"Пересечение"],"Currencies - All major Forex pairs":[null,"Валюты – все основные пары рынка Forex"],"Current Level":[null,"Текущий уровень"],"Current Spot":[null,"Текущая спот-цена"],"Current Spot Time":[null,"Текущее спот-время"],"Current comparisons":[null,"Текущие сравнения"],"Current indicators":[null,"Текущие индикаторы"],"Current password":[null,"Текущий пароль"],"Current time":[null,"Текущее время"],"Custom Theme":[null,"Индивид. настройка"],"Daily Reset Indices":[null,"Ежедневные индексы Reset"],"Daily Reset Indices replicate markets with a bullish and bearish trend, with a constant volatility":[null,"Ежедневные индексы Reset отражают рынки с восходящим (бычьим) и нисходящим (медвежьим) трендом, а также постоянной волатильностью"],"Daily limit on losses":[null,"Дневной лимит на убытки"],"Daily turnover limit":[null,"Дневной лимит на объём покупок"],"Dark Blue":[null,"Тёмно-синий"],"Dark Cloud Cover (CDLDARKCLOUDCOVER)":[null,"Тёмная завеса (CDLDARKCLOUDCOVER)"],"Dark Cloud Cover is a bearish candlestick reversal pattern that occurs when a red bearish candlestick (close price below open price) on day 2 closes below the middle of day 1 bullish candlestick (close price above open price). We will be using this pattern to sell rallies in a bearish currency market":[null,"Тёмная завеса – это свечная фигура, которая появляется, когда красная медвежья свеча (цена закрытия которой находится ниже цены открытия) закрывается на 2-й день ниже середины бычьей свечи, образованной в 1-й день (цена закрытия которой находится выше цены открытия). Мы будем использовать данную фигуру для продажи на подъёме во время медвежьей динамики на валютном рынке"],"Dark Green":[null,"Тёмно-зелёный"],"Dark Unica":[null,"Dark Unica"],"Date":[null,"Дата"],"Date of birth":[null,"Дата рождения"],"Days":[null,"Дни"],"Debt-free":[null,"Никаких долгов"],"Dec":[null,"Дек"],"December":[null,"Декабрь"],"Decline":[null,"Отклонить"],"Default":[null,"По умолчанию"],"Define your position":[null,"Выберите свои условия"],"Delete":[null,"Удалить"],"Demo for affiliates to access Webtrader charts":[null,"Демо-ролик для партнёров о том, как работать с графиками на Webtrader"],"Deposit funds":[null,"Пополнить счет"],"Deposit of USD":[null,"Депозит в USD"],"Depositing and withdrawing funds":[null,"Пополнение и вывод средств"],"Derivative":[null,"Производные"],"Describe what this token is for to find it later":[null,"Опишите, для чего нужен данный ключ, чтобы найти его позже"],"Description":[null,"Описание"],"Deutsch":[null,"Deutsch"],"Developed by Donald Dorsey, the Mass Index uses the high-low range to identify trend reversals based on range expansions. In this sense, the Mass Index is a volatility indicator that does not have a directional bias. Instead, the Mass Index identifies range bulges that can foreshadow a reversal of the current trend":[null,"Индекс массы, разработанный Дональдом Дорси, использует верхнюю и нижнюю границу диапазона для определения разворота на тренде (на основании расширения границ диапазона). В этой связи, Индекс массы скорее является индикатором волатильности, который не зависит от направления движения. Вместо этого Индекс массы определяет расширения границ диапазона, что также может оказаться предвестником разворота текущего тренда"],"Developed by Larry Williams, Williams %R is a momentum indicator that is the inverse of the Fast Stochastic Oscillator. Also referred to as %R, Williams %R reflects the level of the close relative to the highest high for the look-back period":[null,"Диапазон Вильямса (%R), разработанный Ларри Вильямсом, служит индикатором темпа, который противоположен быстрому стохастическому индикатору. Также индекс часто называют %R и Процентным диапазоном Вильямса. Индекс показывает уровень цены закрытия относительно максимума за определенный период"],"Developed by Tushar Chande in 1995, Aroon is an indicator system that determines whether a stock is trending or not and how strong the trend is. There are two separate indicators: Aroon-Up and Aroon-Down. A 25-day Aroon-Up measures the number of days since a 25-day high. A 25-day Aroon-Down measures the number of days since a 25-day low":[null,"Арун – это система индикаторов, разработанная Тюшаром Чэйндом в 1995 году. Система определяет, развивает ли инструмент какой-либо тренд, а также силу данного тренда. Выделяют две разновидности индикатора: Арун-Вверх и Арун-Вниз. 25-дневный Арун-Вверх измеряет количество дней после 25-дневного максимума. 25-дневный Арун-Вниз измеряет количество дней после 25-дневного минимума"],"Differs":[null,"Отличается"],"Digits":[null,"Цифровые"],"Digits let you predict the last decimal digit of the spot price. There are three types of Digits trades":[null,"Цифровые контракты позволяют предсказать последнюю десятичную спот-котировки. Выделяют три типа цифровых контрактов"],"Directional Movement (DMI) is actually a collection of three separate indicators combined into one. Directional Movement consists of the Average Directional Index (ADX), Plus Directional Indicator (+DI) and Minus Directional Indicator (-DI)":[null,"Индикатор направленного движения (DMI) фактически представляет собой набор из трёх отдельных индикаторов, объединённых в один индекс. Индикатор направленного движения включает Индекс среднего направления (ADX), Индикатор направления вверх (+DI) и Индикатор направления вниз (-DI)"],"Directional Movement Index (DX)":[null,"Индикатор направленного движения (DX)"],"Do I need to deposit any funds to open an account?":[null,"Нужно ли вносить средства, чтобы открыть счёт?"],"Do you offer virtual-money accounts?":[null,"Есть ли у Вас демо-счета?"],"Do you want to install Webtrader chrome extension?":[null,"Хотите установить расширение Webtrader для Chrome?"],"Do you want to install the Webtrader chrome extension?":[null,"Хотите установить расширение Webtrader для Chrome?"],"Doji (CDLDOJI)":[null,"Дожи (CDLDOJI)"],"Doji Star (CDLDOJISTAR)":[null,"Звезда дожи (CDLDOJISTAR)"],"Doji form when a security's open and close are virtually equal. The length of the upper and lower shadows can vary and the resulting candlestick looks like a cross, inverted cross or plus sign":[null,"Дожи образуется на графике, когда уровень открытия актива практически совпадает с уровнем его закрытия. Длина верхней и нижней тени может варьироваться, а образовавшаяся в результате свеча напоминает крест или плюс"],"Don't have an account yet? Sign up and get a $10,000 virtual account":[null,"У Вас ещё нет счёта? Зарегистрируйтесь и получите на демо-счёт $10 000"],"Donchian Channel (DC)":[null,"Индикатор канала Дончиана (DC)"],"Done. The funds are being transferred to the payment agent":[null,"Готово. Средства переведены платёжному агенту"],"Done. The funds are transferred":[null,"Готово. Средства переведены"],"Dot":[null,"Точечный"],"Double Exponential Moving Average (DEMA)":[null,"Двойная экспоненциальная скользящая средняя (DEMA)"],"Double click the object to remove":[null,"Дважды нажмите на объект, чтобы удалить его"],"Down - Predict that the market will end lower than the average price":[null,"Вниз – сделайте ставку на то, что рынок закроется ниже средней цены"],"Download":[null,"Загрузить"],"Download CSV":[null,"Загрузить в CSV"],"Download JPEG image":[null,"Загрузить изображение в JPEG"],"Download PDF document":[null,"Загрузить документ в PDF"],"Download PNG":[null,"Загрузить в PNG"],"Download PNG image":[null,"Загрузить изображение в PNG"],"Download SVG":[null,"Загрузить в SVG"],"Download SVG vector image":[null,"Загрузить векторное изображение в SVG"],"Download as":[null,"Загрузить как"],"Downloading .csv":[null,"Загрузка .csv"],"Downloading template as":[null,"Загрузка шаблона в формате"],"Dragonfly Doji (CDLDRAGONFLYDOJI)":[null,"Дожи-стрекоза (CDLDRAGONFLYDOJI)"],"Drawing tools":[null,"Ср-ва отображения"],"Due to recent changes in the regulations, we are required to ask our clients to complete the following Financial Assessment. Please note that you will not be able to continue trading until this is completed":[null,"Ввиду последних изменений в нормативных положениях, мы должны просить клиентов заполнить следующую форму финансовой оценки. Пожалуйста примите во внимание, что Вы не сможете продолжить торговлю, пока не пройдёте финансовую оценку"],"Duration":[null,"Продолжит."],"EGR Operator Award":[null,"Церемония EGR Operator Award"],"EURUSD":[null,"EURUSD"],"Each binary option contract runs for a set time - with Binary.com you can choose a contract that runs between 10 seconds and 365 days":[null,"Каждый бинарный опцион имеет определенную длительность – на Binary.com Вы можете выбрать период от 10 секунд до 365 дней"],"Each binary option is a prediction on the future movement of an underlying market":[null,"Каждый бинарный опцион является прогнозом будущего движения конкретного актива"],"Each trade comes with a pre-determined payout that you will see after adjusting each parameter. You ll win the payout if your prediction is correct. If not, you will only lose your initial stake":[null,"Каждый контракт предлагает заранее оговоренную прибыль, которая появится после указания всех параметров. Вы получите прибыль в случае правильности Вашего прогноза. Если прогноз окажется неправильным, Вы потеряете лишь сумму инвестиции"],"Edge":[null,"Граница"],"Education":[null,"Образование"],"Embed code":[null,"Код для вставки"],"Employment status":[null,"Статус занятости"],"End Time":[null,"Окончание"],"Ends Between/Ends Outside trades":[null,"Закончится между/Закончится вне"],"Ends Between/Ends Outside   Predict that the market stops inside or outside two price targets at the end of the time period":[null,"Закончится внутри/вне – укажите, останется рынок внутри или вне выбранных барьеров на момент окончания контракта"],"Ends Between/Outside":[null,"Закончится внутри/вне"],"Ends in":[null,"Закончится внутри"],"Ends out":[null,"Закончится вне"],"English":[null,"English"],"Engulfing Pattern (CDLENGULFING)":[null,"Фигура поглощение (CDLENGULFING)"],"Enjoy an intuitive trading interface with advanced functionality that lets you monitor all of your favourite assets and markets at the same time, as well as essential charts, the asset index, trading times, and historical data. Most importantly, you get to choose what you want to see on your screen":[null,"Воспользуйтесь интуитивно-понятным торговым интерфейсом с улучшенными функциями, которые позволят Вам одновременно следить за всеми любимыми активами и рынками, а также просматривать нужные графики, индекс активов, время торговли и исторические данные. Самый важный аспект: Вы можете самостоятельно выбирать, что будет отображено на экране"],"Enter your current password":[null,"Введите текущий пароль"],"Entry Spot":[null,"Входная котировка"],"Entry spot":[null,"Входная котировка"],"Entry spot price":[null,"Спот-котировка на входе"],"Error getting data for %1":[null,"Ошибка при получении данных для %1"],"Espa ol":[null,"Espanol"],"Estimated Net Worth":[null,"Собственный капитал"],"Even":[null,"Чётное"],"Even/Odd - Predict that the last digit is even or odd after the last tick":[null,"Чётное/нечётное – предскажите, будет ли последняя десятичная после последнего тика чётным или нечётным числом"],"Evening Doji Star (CDLEVENINGDOJISTAR)":[null,"Вечерняя звезда дожи (CDLEVENINGDOJISTAR)"],"Evening Star (CDLEVENINGSTAR)":[null,"Вечерняя звезда (CDLEVENINGSTAR)"],"Exclude me from the website until":[null,"Исключите меня с сайта до"],"Exit Spot":[null,"Выходная котировка"],"Exit Spot Time":[null,"Время выходной котировки"],"Exit spot":[null,"Выходная котировка"],"Expiry price":[null,"Цена при окончании"],"Explanation":[null,"Пояснение"],"Exponential Moving Average (EMA)":[null,"Экспоненциальная скользящая средняя (EMA)"],"Fall":[null,"Падение"],"Family name":[null,"Фамилия"],"Favorites":[null,"Избранное"],"Favourite artist":[null,"Любимый артист"],"Favourite dish":[null,"Любимое блюдо"],"Features":[null,"Характеристики"],"Feb":[null,"Фев"],"February":[null,"Февраль"],"Fifteen years on, and we're still innovating, growing and working on new ways to serve our customers better. For the first time, we offer short-term touch/no-touch trades and introduce a new charting application. We believe we have the most competitive and comprehensive digital options platform available to the retail public":[null,"Пятнадцать лет спустя, мы всё ещё вносим инновации, растём и работаем над новыми способами предложения лучших услуг нашим клиентам. Недавно мы начали предлагать краткосрочные контракты Касание/Нет касания и ввели новые приложения для построения графиков. Мы уверены, что у нас самая конкурентоспособная онлайн платформа для торговли бинарными опционами, которая доступна для всех пользователей"],"Final Price":[null,"Цена продажи"],"Final price":[null,"Цена продажи"],"Finance":[null,"Финансы"],"Financial Information":[null,"Финансовая информация"],"Financial information":[null,"Финансовая информация"],"Firefox":[null,"Firefox"],"First line of home address":[null,"Адрес (улица, дом, кв.)"],"First name":[null,"Имя"],"First, you need to set the parameters of your trade. Here's what you need to consider":[null,"Сначала необходимо задать параметры Вашего контракта. Вам нужно определиться со следующими аспектами"],"Flexible":[null,"Гибкость"],"For example, let s say the market has a low of 5,200 and a close of 6,000 over the contract duration, then a  Close-Low  lookback with a multiplier of $2 would have a payout of":[null,""],"For the third straight year, BetOnMarkets.com is voted 'Best Fixed-Odds Financial Trading Provider' by Shares Magazine UK. It's the last time we win it because Shares Magazine stops awarding in this category":[null,"Третий год подряд BetOnMarkets.com становится лучшей компанией в номинации \"Лучший поставщик услуг в торговле опционами с фиксированным коэффициентом прибыли\" по версии британского журнала Shares Magazine. Это последний раз, когда мы выиграли этот приз, так как Shares Magazine перестал предлагать эту категорию номинаций"],"Forex":[null,"Forex"],"Forex trading experience":[null,"Опыт торговли на Forex"],"Forex trading frequency":[null,"Частота торговли на Forex"],"Founded October 1999":[null,"Время основания: октябрь 1999 г."],"Founded in 1999, Binary.com is one of the oldest and most respected names in online binary trading":[null,"Binary.com – одна из первых и самых авторитетных компаний в сфере онлайн торговли бинарными опционами, основанная в 1999 году"],"Fractal (FRACTAL)":[null,"Фрактал (FRACTAL)"],"Fractals are indicators on candlestick charts that identify reversal points in the market. Traders often use fractals to get an idea about the direction in which the price will develop. A fractal will form when a particular price pattern happens on a chart":[null,"Фракталы - это индикаторы на графике японских свечей, которые определяют уровни разворота на рынке. Трейдеры часто используют фракталы, чтобы определить направление, в котором будет двигаться цена. Фракталы образуются при появлении на графике определённых фигур"],"Fran ais":[null,"Francais"],"Fri":[null,"Пят"],"Friday":[null,"Пятница"],"From":[null,"От"],"Full-screen trading interface":[null,"Полноэкранный интерфейс"],"Further instructions":[null,"Дальнейшие инструкции"],"GMT":[null,"GMT"],"GMT stands for Greenwich Mean Time, the official time used in the UK during winter. In summer, the UK changes to British Summer Time, which is GMT + 1 hour. All times on the Binary.com site use GMT all year round":[null,"GMT – время по Гринвичу или Greenwich Mean Time – это официальное время, используемое в зимний период в Великобритании. Летом время в Великобритании меняется на британское летнее время, которое составляет GMT +1 час. Всё время на сайте Binary.com всегда указывается в GMT"],"Get API token from trader(s) and add it in your list":[null,"Получите токены API от трейдера (трейдеров) и добавьте их в свой список"],"Get your price":[null,"Узнайте цену"],"Go to":[null,"Перейти к"],"Goes out":[null,"Выйдет за пределы"],"Gravestone Doji (CDLGRAVESTONEDOJI)":[null,"Дожи-надгробие (CDLGRAVESTONEDOJI)"],"Gray":[null,"Серый"],"Grid":[null,"Сетка"],"Grid Light":[null,"Светлая сетка"],"Group History":[null,"История компании"],"Hammer (CDLHAMMER)":[null,"Молот (CDLHAMMER)"],"Hanging Man (CDLHANGINGMAN)":[null,"Повешенный (CDLHANGINGMAN)"],"Harami Cross Pattern (CDLHARAMICROSS)":[null,"Крест Харами (CDLHARAMICROSS)"],"Harami Pattern (CDLHARAMI)":[null,"Модель Харами (CDLHARAMI)"],"Health":[null,"Здравоохранение"],"Help":[null,"Помощь"],"High":[null,"Выше"],"High barrier":[null,"Верхний барьер"],"High barrier offset":[null,"Изменение верхнего барьера"],"High-Wave Candle (CDLHIGHWAVE)":[null,"Высокая волна (CDLHIGHWAVE)"],"Higher":[null,"Выше"],"Higher/Lower":[null,"Выше/Ниже"],"Higher/Lower - Predict if the market will end higher or lower than a target price":[null,"Выше/Ниже – сделайте прогноз, будет рынок выше или ниже заданной цены"],"Higher/Lower trades":[null,"Контракты Выше/Ниже"],"Higher/Lower   Predict that the market will end higher or lower than a price target":[null,"Выше/Ниже – сделайте прогноз, будет рынок выше или ниже заданного барьера"],"Hikkake Pattern (CDLHIKKAKE)":[null,"Фигура Хиккаке (CDLHIKKAKE)"],"Historical Data":[null,"История"],"Homing Pigeon (CDLHOMINGPIGEON)":[null,"Почтовый голубь (CDLHOMINGPIGEON)"],"Horizontal line":[null,"Горизонтальная линия"],"Hours":[null,"Часы"],"How do I fund my account?":[null,"Как пополнить счёт?"],"How does Binary.com make money?":[null,"Как зарабатывает Binary.com?"],"How soon can I start trading?":[null,"Как быстро можно начать торговать?"],"How to trade binaries?":[null,"Как торговать бинарными опционами?"],"How to trade the Volatility Indices markets?":[null,"Как торговать на рынках Индексов волатильности?"],"Hull Moving Average (HMA)":[null,"Скользящая средняя Хала (HMA)"],"I acknowledge that I am not a politically exposed person (PEP)":[null,"Я подтверждаю, что не являюсь политически-значимым лицом (ПЗЛ)"],"I have read and agree to Binary.com":[null,"Я ознакомился и согласился с условиями Binary.com"],"I hereby confirm that the tax information I provided is true and complete. I will also inform Binary Investments (Europe) Ltd. about any changes to this information":[null,""],"I want to be treated as a professional client":[null,""],"I'm new to binaries, where do I start?":[null,"Я новичок в торговле бинарными опционами. С чего начать?"],"IMPORTANT DISCLAIMER":[null,"ВАЖНАЯ ИНФОРМАЦИЯ"],"IMPORTANT DISCLAIMER - Binary.com is not affiliated with any of the payment agents listed above. Each payment agent operates as an independent service provider and is not endorsed, guaranteed or otherwise approved by Binary.com. CUSTOMERS DEAL WITH PAYMENT AGENTS AT THEIR SOLE RISK AND PERIL. Customers are advised to check the credentials of payment agents before sending them any money. Binary.com shall not in any circumstance be held responsible for transactions made between customers and payment agents":[null,"ВАЖНАЯ ИНФОРМАЦИЯ: Binary.com не является партнёром ни одного из вышеперечисленных платёжных агентов. Каждый платёжный агент действует в качестве независимого поставщика услуг и не получает поощрения, гарантий или иного одобрения от Binary.com. КЛИЕНТЫ СОТРУДНИЧАЮТ С ПЛАТЁЖНЫМИ АГЕНТАМИ НА СВОЙ СТРАХ И РИСК. Клиентам рекомендуется проверять рекомендации платёжных агентов перед отправкой им денег. Ни при каких обстоятельствах Binary.com не будет нести ответственности за транзакции, осуществляемые между клиентами и платёжными агентами"],"IPO on the blockchain":[null,"IPO в системе блокчейн"],"Ideal for beginners and experienced traders":[null,"Идеальная платформа для новичков и опытных трейдеров"],"Identical Three Crows (CDLIDENTICAL3CROWS)":[null,"Три одинаковые вороны (CDLIDENTICAL3CROWS)"],"If you select a":[null,"Если Вы выбираете"],"If you select a specific":[null,"Если Вы выбираете определенное"],"If you're an individual trader, you'll appreciate the simplicity, flexibility, and limited risk of binary trading. With Binary.com's low minimum stakes, you'll soon learn how to trade with skill and confidence. And if you have any questions, you're free to access":[null,"Если Вы являетесь частным лицом, Вам понравится простота, гибкость и ограниченный риск торговли бинарными опционами на нашей платформе. Binary.com предлагает минимальные ставки, благодаря которым Вы быстро сможете научиться работе и обретёте уверенность. Если у Вас возникли вопросы, к Вашим услугам наша"],"In April":[null,"В апреле"],"In Bullish Belt Hold After a stretch of bearish candlesticks, a bullish or white candlestick forms. The opening price, which becomes the low for the day, is significantly lower then the closing price. This results in a long white candlestick with a short upper shadow and no lower shadow. In Berish Belt Hold, a bearish or black candlestick occurs, the opening price, which becomes the high for the day, is higher than the close of the previous day, resulting in a long black candlestick with a short lower shadow and no upper shadow":[null,"В бычьей фигуре \"Захват за пояс\" после череды медвежьих свечей на графике формируется бычья или белая свеча. Цена открытия (которая становится минимумом дня) находится значительно ниже цены закрытия. В результате формируется длинная белая свеча с короткой верхней тенью и без нижней тени. В медвежьей фигуре \"Захват за пояс\" на графике формируется медвежья или чёрная свеча, цена открытия которой становится дневным максимумом и находится выше уровня закрытия предыдущего дня. В результате образуется длинная чёрная свеча с короткой нижней тенью и полным отсутствием верхней тени"],"In Bullish Hikkake Pattern After the downward move, the bullish candle reaches above the range of the three preceding candles and most likely triggers a number of stop loss orders. This additional buying leads to a more distinct upward movement. In Bearish Hikkake Pattern After an upward move, the bearish candle reaches below the range of the three preceding , which most likely triggers a number of stop loss orders. This additional selling leads to a more distinct downward move":[null,"В бычьей фигуре Хиккаке после нисходящей динамики бычья свеча поднимается выше диапазона, образованного тремя предыдущими свечами, что может вызвать серию ордеров стоп-лосс в кругах трейдеров. Дополнительная покупка контрактов поддерживает более отчётливую дальнейшую восходящую динамику. В медвежьей фигуре Хиккаке после восходящей динамики на графике медвежья свеча опускается ниже диапазона из трёх предыдущей свечей, что способно вызвать серию ордеров стоп-лосс в кругах трейдеров. Дополнительная покупка контрактов поддерживает более отчётливую дальнейшую нисходящую динамику"],"In October 1999, Regent Markets receives US$ 2 million investment funding from Jim Mellon through his Regent Pacific Group, a Hong Kong based fund management company":[null,"В октябре 1999 года Regent Markets получает от Джима Меллона инвестицию в размере 2 миллионов долларов США через его группу компаний Regent Pacific Group – компанию по управлению фондами, находящуюся в Гонконге"],"In a downtrend, one small short body candlestick has a long lower shadow at least three times the real body, and little or no upper shadow. Confirmation from prices closing higher the next day":[null,"В рамках нисходящего тренда формируется одна короткая свеча с длинной нижней тенью (которая в три раза превышает длину самой свечи) и короткой верхней тенью (или вообще без неё). Подтверждением будет служить закрытие рынка выше данной свечи на следующий день"],"In a downward price trend, a black candle appears followed by a white candle that opens below the prior body, but it may be difficult to see that from the chart. The white candle closes above the body, too. The last day of the three line candle is another white candle in this example. It shows a higher close":[null,"Если в рамках нисходящего тренда формируется чёрная свеча, за которой идёт белая свеча, открывшаяся ниже тела предышущей свечи, разглядеть данное формирование на графике бывает непросто. Белая свеча также закрывается выше. На третий день формируется ещё одна аналогичная белая свеча. Данное формирование показывает, что цена завершит день выше"],"In an uptrend three successive days opens at or near the previous day's close and close down on the day. This pattern is more severe than the Three Black Crows pattern and thus has a higher reliability as a reversal pattern":[null,"В рамках восходящего тренда на протяжении трёх дней подряд свечи открываются на или вблизи уровня закрытия предыдущего дня и завершают день снижением. Данная фигура более точна, чем фигура \"Три чёрные вороны\" и таким образом служит более надёжным подтверждением разворота"],"In classic Silicon Valley style, Hong Kong based hedge fund manager and entrepreneur, Jean-Yves Sireau, starts Regent Markets in his Hong Kong bedroom. He develops the systems, methods and algorithms for implementing a fixed-odds financial betting system. Jean-Yves's vision is to create a market in the simplest of all derivatives contracts - the fixed-odds bet - and to offer ordinary investors the chance to make small bets. Until his innovation, binary options are normally only traded in large quantities":[null,"В классическом стиле Силиконовой долины, хедж-менеджер фонда и предприниматель Жан-Ив Сиро основал проект Regent Markets в своей квартире в Гонконге. Он развивает системы, методы и алгоритмы для системы финансовых ставок с фиксированным коэффициентом выигрыша. Идея Жан-Ива: создать из всех производных контрактов простой рынок (с фиксированным коэффициентом выигрыша) и дать обычным инвесторам шанс делать ставки на небольшие суммы. До этой инновации торговля на бинарных опционах была возможна только в больших объемах"],"In foreign exchange markets, traders can enter contracts based on the change in price of one currency as it relates to another currency. For example if a trader selects Rise in the EUR/USD market, they are predicting that the value of the Euro will rise in relation to the value of the US dollar":[null,"На рынке Forex трейдеры могут заключать контракты, основанные на цене одной валюты по отношению к другой. Например, если трейдер выбирает контракт \"Повышение\" на EUR/USD, он делает прогноз, что цена евро поднимется по отношению к американскому доллару"],"In order to properly apply theme, a full refresh of page is required. Are you sure you want to proceed?":[null,"Чтобы изменение темы вступило в силу, необходимо полное обновление страницы. Вы уверены, что хотите продолжить?"],"In providing our services to you, we are required to obtain information from you in order to assess whether a given product or service is appropriate for you (that is, whether you possess the experience and knowledge to understand the risks involved)":[null,"В рамках предоставления Вам услуг, нам необходимо получить от Вас информацию с целью оценить, подходит ли Вам определённый продукт или услуга (в частности, узнать, обладаете ли Вы необходимым опытом и знаниями, чтобы понимать сопряжённые риски)"],"In the EU, financial products are offered by Binary Investments (Europe) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta, licensed and regulated as a Category 3 Investment Services provider by the Malta Financial Services Authority (license no. IS/70156). In the Isle of Man and the UK, Volatility Indices are offered by Binary (IOM) Ltd., First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW, Isle of Man, British Isles; licensed and regulated respectively by (1) the Gambling Supervision Commission in the Isle of Man (current licence issued on 31 August 2017) and by (2) the Gambling Commission in the UK":[null,""],"In the UK and Isle of Man, our clients trade through Binary (IOM) Ltd. In Japan, they trade through Binary KK. In the European Union (except UK), they trade through Binary (Europe) Ltd and Binary Investments (Europe) Ltd. In the rest of the world, they trade through Binary (C.R.) S.A":[null,"Наши клиенты из Великобритании и с Острова Мэн торгуют через Binary (IOM) Ltd. Трейдеров из Японии обслуживает компания Binary KK. Клиенты из Европейского Союза (за исключением Великобритании) торгуют через Binary (Europe) Ltd и Binary Investments (Europe) Ltd. Клиенты из других стран мира торгуют через Binary (C.R.) S.A."],"In the rest of the EU, Volatility Indices are offered by Binary (Europe) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta; licensed and regulated by (1) the Malta Gaming Authority in Malta (licence no. MGA/CL2/118/2000 issued on 26 May 2015), for UK clients by (2) the UK Gambling Commission":[null,""],"In-Neck Pattern (CDLINNECK)":[null,"Фигура \"В основании\" (CDLINNECK)"],"In/Out":[null,"Внутри/Вне"],"In/Out (ends between/outside and stays between/goes outside)":[null,"Внутри/Вне (закончится внутри/вне и останется внутри/выйдет за пределы)"],"In/Out - Predict if the market will stay between or outside two target prices":[null,"Внутри/Вне – сделайте прогноз, останется ли цена внутри или вне заданных целевых уровней"],"In/Out trades":[null,"Контракты Внутри/Вне"],"Income Source":[null,"Источник дохода"],"Indicative Price":[null,"Ориентировочная цена"],"Indicators":[null,"Индикаторы"],"Indices":[null,"Индексы"],"Indices - All major worldwide stock indices sourced from the over-the-counter market":[null,"Индексы – все крупнейшие мировые индексы, получаемые через внебиржевой рынок"],"Indices trading experience":[null,"Опыт торговли индексами"],"Indices trading frequency":[null,"Частота торговли индексами"],"Individual Traders":[null,"Частные трейдеры"],"Indonesia":[null,"Indonesia"],"Industry of Employment":[null,"Сфера занятости"],"Initial Coin Offering (ICO)":[null,"Первичное предложение средств (ICO)"],"Instant access":[null,"Мгновенный доступ"],"Instruments":[null,"Инструменты"],"Invalid JSON file":[null,"Неправильный файл JSON"],"Invalid parameter(s)":[null,"Неправильный параметр(ы)"],"Invalid template type":[null,"Неправильный тип шаблона"],"Inverted Hammer (CDLINVERTEDHAMMER)":[null,"Перевернутый молот (CDLINVERTEDHAMMER)"],"Investments & Dividends":[null,"Инвестиции и дивиденды"],"Is it possible to deposit the same funds through different payment methods?":[null,"Можно ли внести одну и ту же сумму различными способами оплаты?"],"It has a long white candle, followed by another that opens above the first (gaps up), followed by a downward black candlestick that opens below the close of the second day (gaps down) and has a low below the close of the first day. The upward trend is expected to continue":[null,"Фигура состоит из длинной белой свечи, за которой следует другая свеча, открывающаяся выше первой (гэп или разрыв при повышении), а затем чёрная медвежья свеча, которая открывается ниже уровня закрытия второй свечи (гэп при снижении) и минимум которой находится ниже уровня закрытия первого дня. После подобной фигуры ожидается продолжение восходящего тренда"],"It is sometimes possible to sell an option before the expiry of a trade, but only if a fair price can be determined. If this option is available, you will see a blue 'Sell' button next to your trade in the portfolio":[null,"Иногда бывает доступна кнопка досрочной продажи контракта, но только в случаях, когда может быть предложена справедливая рыночная цена. Если данная опция доступна, Вы увидите синюю кнопку \"Продать\" рядом с контрактом"],"It's time to expand. We set up a programming center in Cyberjaya - the Silicon Valley of Kuala Lumpur - to maintain and improve BetOnMarkets.com":[null,"Время расширяться. Для улучшения работы BetOnMarkets.com мы открыли центр программирования в Киберджайя – Силиконовой долине Куала-Лумпура"],"Italiano":[null,"Italiano"],"Jan":[null,"Янв"],"January":[null,"Январь"],"Jul":[null,"Июль"],"July":[null,"Июль"],"Jun":[null,"Июнь"],"June":[null,"Июнь"],"Just click  Grant  button on the page you will now be taken to":[null,"Просто нажмите кнопку  Разрешить  на открывшейся странице"],"Kaufman's Adaptive Moving Average (KAMA)":[null,"Адаптивная скользящая средняя Кауфмана (KAMA)"],"Key facts":[null,"Основные факты"],"Kicking (CDLKICKING)":[null,"Высокий прыжок (CDLKICKING)"],"Kicking - bull/bear determined by the longer marubozu (CDLKICKINGBYLENGTH)":[null,"Высокий прыжок – бычья/медвежья динамика определяется длинным марубозу (CDLKICKINGBYLENGTH)"],"Kicking patterns on a candlestick chart are formed when there are two long marubozu - one white and one black - with a gap between them. Bullish kicking patterns would present as a black or filled candlestick without any wicks (shadows) followed by a gap higher with a white or hollow candlestick that is also without wicks":[null,"Фигура \"Высокий прыжок\" на графике японских свечей формируется при наличии двух длинных марубозу – белого и чёрного, с гэпом между ними. Фигура бычьего прыжка будет представлена в виде чёрной или закрашенной свечи без теней, за которой будет следовать гэп на повышение с белой или незакрвшенной свечой, у которой нет теней"],"Kicking patterns on a candlestick chart are formed when there are two marubozu - one white and one black - with a gap between them. Bullish kicking patterns would present as a black or filled candlestick without any wicks (shadows) followed by a gap higher with a white or hollow candlestick that is also without wicks":[null,"Фигуры \"Высокий прыжок\" на графике японских свечей формируются при наличии двух марубозу – белого и чёрного, с гэпом между ними. Бычья фигура \"Высокий прыжок\" представлена чёрной или закрашенной свечой без теней, за которой следует гэп на повышение и белая или незакрашенная свеча, у которой также нет теней"],"Kuala Lumpur Office":[null,"Офис в Куала-Лумпуре"],"Ladder Bottom (CDLLADDERBOTTOM)":[null,"Ступенчатое дно (CDLLADDERBOTTOM)"],"Last 12 mnts Profitable Trades":[null,"Прибыльные контракты за последние 12 мин"],"Last used":[null,"Недавние"],"Learning to trade":[null,"Научитесь торговле"],"Least Squares Moving Average (LSMA)":[null,"Скользящая средняя по наименьшему количеству клеток (LSMA)"],"Less than":[null,"Менее"],"Let's do it":[null,"Приступим"],"Level of Education":[null,"Уровень образования"],"Licensed and regulated in Malta, the United Kingdom, the Isle of Man, Ireland, and Japan":[null,"Компания лицензирована и регулируется на Мальте, в Великобритании, на Острове Мэн, в Ирландии и Японии"],"Like the EMA, the LWMA assigns more meaning to the recent prices and less to the closing price from the period's beginning. Thus they are faster at detecting a trend reversal, though it they can be more prone to market noise":[null,"Как и экспоненциальная скользящая средняя (EMA), линейно-взвешенная скользящая средняя (LWMA) уделяет больше внимания недавним ценам и меньше внимания цене закрытия со времени начала периода. Таким образом, этот инструмент быстрее определяет разворот на тренде, но всё же остаётся восприимчивым к рыночному шуму"],"Line":[null,"Линейный"],"Line Dot":[null,"Линейно-точечн."],"Linearly Weighted Moving Average (LWMA)":[null,"Линейно-взвешенная скользящая средняя (LWMA)"],"Link":[null,"Ссылка"],"Load Workspace":[null,"Загрузить Рабочую область"],"Load chart template":[null,"Загрузить шаблон графика"],"Load trade template":[null,"Загрузить шаблон контракта"],"Loading Asset Index":[null,"Загрузка индекса активов"],"Loading Copy Trade":[null,"Загрузка копирования"],"Loading Download/View Data":[null,"Идет Загрузка/Обзор данных"],"Loading MAM":[null,"Загрузка ММС"],"Loading Password dialog":[null,"Загружается диалоговое окно пароля"],"Loading Profit Table":[null,"Загружается анализ счёта"],"Loading Real account opening":[null,"Загружается реальный счёт"],"Loading Self-Exclusion":[null,"Загружается самоисключение"],"Loading Statement Table":[null,"Загружается история счёта"],"Loading Token management":[null,"Загружается управление ключами"],"Loading Trading Times":[null,"Загружается время открытия рынков"],"Loading chart and trade menus":[null,"Загружается график и торговое меню"],"Loading custom theme configuration":[null,"Загрузка индивидуальных настроек"],"Loading help docs":[null,"Загрузка пособий"],"Loading portfolio":[null,"Загрузка портфеля"],"Loading...":[null,"Идёт загрузка..."],"Log in":[null,"Вход"],"Log in time":[null,"Время входа"],"Login":[null,"Вход"],"Logout":[null,"Выход"],"Long Legged Doji (CDLLONGLEGGEDDOJI)":[null,"Длинноногий дожи (CDLLONGLEGGEDDOJI)"],"Long Line Candle (CDLLONGLINE)":[null,"Длинная свеча (CDLLONGLINE)"],"Long-legged doji have long upper and lower shadows that are almost equal in length. These doji reflect a great amount of indecision in the market. Long-legged doji indicate that prices traded well above and below the session's opening level, but closed virtually even with the open. After a whole lot of yelling and screaming, the end result showed little change from the initial open":[null,"Длинноногий дожи обладает длинной верхней и нижней тенями, которые практически равны по длине. Данный дожи говорит о значительной неопределённости на рынке. Длинноногий дожи обозначает, что цена торговалась выше и ниже уровня открытия сессии, но закрыла сессию практически на уровне открытия. После многочисленных ценовых колебаний конечный результат не показал значительных изменений, по сравнению с уровнем открытия"],"Look for a black candle in a downward price trend followed by a white candle that opens below the prior low but closes near but below the midpoint of the black candle's body":[null,"Обратите внимание на чёрную свечу в рамках нисходящего тренда, за которой следует белая свеча, которая открывается ниже предыдущего минимума, но закрывается вблизи и чуть ниже середины тела чёрной свечи"],"Look for a tall black candle with a long lower shadow to appear in a downward price trend. The second day should be similar to the first day, but smaller and with a higher low. The last day is a black marubozu that squeezes inside the high-low range of the prior day":[null,"Обратите внимание на длинную чёрную свечу с длинной нижней тенью, образовавуюся в рамках нисходящего тренда. Свеча во второй день должна быть похожа на свечу первого дня, но меньше по длине и с более высоким минимумом. В последний день на графике формируется чёрный марубозу, который находится в пределах диапазона между минимумом и максимумом предыдущего дня"],"Look for a tall white candle in an upward price trend. Following that, a black candle has a body that gaps above the prior candle's body. The last day is another black candle, but this one engulfs the previous bearish candle but closes above first bar's open":[null,"Обратите внимание на длинную белую свечу в рамках восходящего тренда. За ней идёт чёрная свеча с гэпом над телом предыдущей свечи. В последний день образуется ещё одна чёрная свеча, поглощающая предыдущую медвежью свечу, но закрывающаяся выше открытия первой свечи"],"Lookbacks":[null,""],"Lookbacks are currently only available for Volatility Indices":[null,""],"Low":[null,"Ниже"],"Low barrier":[null,"Нижний барьер"],"Low barrier offset":[null,"Изменение нижнего барьера"],"Low minimum stakes":[null,"Низкие минимальные ставки"],"Lower":[null,"Ниже"],"MACD is a trading indicator used in technical analysis of stock prices.It is supposed to reveal changes in the strength, direction, momentum, and duration of a trend in a stock's price":[null,"MACD – это индикатор, использующийся для технического анализа цены акций. Он выявляет изменение силы, направления, темпа и продолжительности тренда, отмечающегося на цене акции"],"MENA FFXPO Award":[null,"Награда на MENA FFXPO"],"Make sure that you have first agreed with the Agent on the terms of payment before submitting your request. Once you click the 'Confirm transfer' button the funds will be withdrawn from your account and will be sent to the Payment Agent you have chosen. The Agent will send you the withdrawal amount (minus the commission) via your preferred payment method":[null,"Перед тем, как подтвердить запрос, убедитесь, что Вы предварительно оговорили с платёжным агентом все условия оплаты. Когда Вы нажмёте кнопку \"Подтвердить перевод,\" средства будут выведены с Вашего счёта и отправлены выбранному Вами платёжному агенту. Агент переведёт Вам выведенную сумму (за вычетом комиссии) выбранным способом оплаты"],"Make your trade":[null,"Купите контракт"],"Manage":[null,"Управление"],"Mar":[null,"Мар"],"March":[null,"Март"],"Market Professionals":[null,"Профессионалы рынка"],"Market exit price":[null,"Выходная цена рынка"],"Marubozu (CDLMARUBOZU)":[null,"МАРУБОЗУ (CDLMARUBOZU)"],"Mass Index (MASS)":[null,"Индекс массы (MASS)"],"Mat Hold (CDLMATHOLD)":[null,"Подстилка (CDLMATHOLD)"],"Matches":[null,"Совпадёт"],"Matches/Differs - Predict that the last digit will match or not match":[null,"Совпадение/отличие – проверьте, совпадёт ли последняя десятичная цены с Вашим прогнозом"],"Matching Low (CDLMATCHINGLOW)":[null,"Совпадение по нижнему уровню (CDLMATCHINGLOW)"],"Max. Trade Stake":[null,"Макс. ставка"],"Maximum (MAX)":[null,"Максимум (MAX)"],"Maximum account cash balance":[null,"Максимальный баланс счёта"],"Maximum aggregate contract purchases over a 30-day period":[null,"Максимальная совокупная стоимость приобретённых контрактов за 30-дневный период"],"Maximum aggregate contract purchases over a 7-day period":[null,"Максимальная совокупная стоимость приобретённых контрактов за 7-дневный период"],"Maximum aggregate contract purchases per day":[null,"Максимальная совокупная стоимость приобретённых контрактов за день"],"Maximum aggregate loss over a 30-day period":[null,"Максимальная совокупная сумма убытков за 30-дневный период"],"Maximum aggregate loss per day":[null,"Максимальная совокупная сумма убытков за день"],"Maximum number of open positions":[null,"Максимальное количество открытых позиций"],"Maximum price over selected period":[null,"Максимальная цена за выбранный период"],"May":[null,"Май"],"Memorable date":[null,"Важная дата"],"Memorable town/city":[null,"Любимый город"],"Mesa Adaptive Moving Average (MAMA)":[null,"MESA адаптивная скользящая средняя (MAMA)"],"Min. Trade Stake":[null,"Мин. ставка"],"Min: 10 Max: 2000":[null,"Мин: 10; Макс: 2000"],"Minimum (MIN)":[null,"Минимум (MIN)"],"Minimum of 2 characters required":[null,"Необходимо минимум 2 символа"],"Minimum of 4 characters required":[null,"Необходимо минимум 4 символа"],"Minimum of 6 characters required":[null,"Необходимо минимум 6 символов"],"Minimum of six lower and uppercase letters with numbers":[null,""],"Minimum price over selected period":[null,"Минимальная цена за выбранный период"],"Minus the agent's commission":[null,"Минус комиссия агента"],"Minutes":[null,"Минуты"],"Miss":[null,"Госпожа"],"Momentum (MOM)":[null,"Momentum (MOM)"],"Momentum Indicators":[null,"Индикаторы темпа"],"Mon":[null,"Пон"],"Monday":[null,"Понедельник"],"Monthly Profitable Trades":[null,"Прибыльные контракты за мес."],"Morning Doji Star (CDLMORNINGDOJISTAR)":[null,"Утрeнняя звeзда доджи (CDLMORNINGDOJISTAR)"],"Morning Star (CDLMORNINGSTAR)":[null,"Утрeнняя звeзда (CDLMORNINGSTAR)"],"Mother's maiden name":[null,"Девичья фамилия матери"],"Moving Average Convergence/Divergence (MACD)":[null,"Схождение/расхождение скользящих средних (MACD)"],"Mr":[null,"Господин"],"Mrs":[null,"Госпожа"],"Ms":[null,"Госпожа"],"Multiplier":[null,""],"Name":[null,"Имя"],"Name of first love":[null,"Имя первой любви"],"Name of your pet":[null,"Кличка домашнего животного"],"Navigator handles background":[null,"Фон бегунков навигатора"],"Navigator handles border":[null,"Граница бегунков навигатора"],"Navigator mask-fill":[null,"Фон навигатора"],"Navigator outline":[null,"Рамка навигатора"],"Navigator series color":[null,"Цвет элементов навигатора"],"Navigator series line":[null,"Линия навигатора"],"Net Annual Income":[null,"Чистый годовой доход"],"Net Profit":[null,"Чистая прибыль"],"New password":[null,"Новый пароль"],"No":[null,"Нет"],"No Touch trades":[null,"Контракты Нет касания"],"No touch":[null,"Нет касания"],"Normalized Average True Range (NATR)":[null,"Нормализованный средний истинный диапазон (NATR)"],"Normalized Average True Range (NATR) attempts to normalize the average true range values across instruments by using the formula below":[null,"Нормализованный средний истинный диапазон (NATR) предпринимает попытку нормализовать значения среднего истинного диапазона инструментов, используя следующую формулу"],"Note: You can only have one fiat currency account and one of each cryptocurrency account":[null,"Примечание: Вы можете открыть лишь один счёт с обычными деньгами и по одному счёту на каждую криптовалюту"],"Note: withdrawal via payment agent is available only if you deposit exclusively via payment agent":[null,"Примечание: вывод средств через платёжного агента возможен лишь в том случае, когда Вы вносите средства исключительно через данного платёжного агента"],"Nov":[null,"Ноя"],"November":[null,"Ноябрь"],"Now":[null,"Сейчас"],"OHLC":[null,"OHLC"],"OK":[null,"OK"],"OTC stocks - Blue-chip stock contracts sourced from the over-the-counter market":[null,"Внебиржевыне акции – контракты на голубых фишках, получаемые с внебиржевого рынка"],"Occupation":[null,"Вид деятельности"],"Oct":[null,"Окт."],"October":[null,"Октябрь"],"Odd":[null,"Нечётное"],"Offices in Malta, Malaysia and Japan":[null,"Офисы на Мальте, в Малайзии и Японии"],"Ok":[null,"OK"],"On the basis of the information provided in relation to your knowledge and experience, we consider that the investments available via this website are not appropriate for you":[null,"На основе предоставленной информации о Ваших знаниях и опыте, мы считаем, что инвестиции, предоставляемые на данном сайте, не подходят для Вас"],"On-Neck Pattern (CDLONNECK)":[null,"Фигура \"У основания\" (CDLONNECK)"],"Once this limit is reached, you may no longer deposit":[null,"Когда данный лимит будет достигнут, Вы не сможете вносить средства"],"One last step left":[null,"Остался один шаг"],"Online trading can become addictive. Fill in the form below to limit your participation on the website or send a signed letter or fax to our customer support team. Once set, you can only tighten your limits. Limits will only be removed or loosened after 7 days with the exception of the self- exclusion date, which cannot be removed or altered once you have confirmed it. To remove or increase your limits, please contact":[null,"Онлайн торговля может перерасти в зависимость. Заполните форму для ограничения Вашего участия на сайте или вышлите в службу поддержки подписанное письмо в отсканированном виде или по факсу. После установки ограничений Вы можете только усилить их. Ограничения могут быть сняты или смягчены по истечении 7 дней, за исключением даты самоисключения, которая не может быть изменена или отменена после её подтверждения. Для снятия или увеличения лимитов ограничения, пожалуйста, свяжитесь со следующим отделом:"],"Only five years after inception, we pick up this major award for our online trading services. The award recognises BetOnMarkets.com's reliable, fast and secure online trading for novice and expert traders. At this time, our website has received over 15 million trades":[null,"Уже через пять лет после создания сайта мы получили этот крупный приз за свои услуги онлайн трейдинга. Награда признает надежный, быстрый и безопасный трейдинг, предлагаемый BetOnMarkets.com как новичкам, так и опытным трейдерам. На тот момент на сайте было выполнено более 15 миллионов сделок"],"Only letters, numbers, hyphen are allowed":[null,"Разрешены только буквы, цифры и дефис"],"Only letters, numbers, space, hyphen, period, apostrophe are allowed":[null,"Разрешены только буквы, цифры, пробел, дефис, точки и апостроф"],"Only letters, numbers, space, period, comma, - / @ ' are allowed":[null,"Разрешены только буквы, цифры, пробелы, точки, запятые и символы - / @ '"],"Only letters, numbers, space, period, comma, dash(-)":[null,"Только буквы, цифры, пробелы, точки, запятые, тире (-)"],"Only letters, space, hyphen, period, apostrophe are allowed":[null,"Разрешены только буквы, пробелы, дефисы, точки и апостроф"],"Only numbers and space are allowed":[null,"Разрешены только цифры и пробелы"],"Only numbers, letters, hyphens are allowed":[null,"Разрешены только цифры, буквы и дефисы"],"Open":[null,"Открыто"],"Open Account":[null,"Открыть счёт"],"Open a Financial Account":[null,"Открыть финансовый счёт"],"Open account":[null,"Открыть счёт"],"Opening an account":[null,"Открытие счёта"],"Opens":[null,"Открытие"],"Opera":[null,"Opera"],"Option trading can become a real addiction, as can any other activity pushed to its limits. To avoid the danger of such addiction, we provide a reality-check that gives you a summary of your trades and accounts on a regular basis":[null,"Торговля бинарными опционами может вызват зависимость, как и любая деятельность, доведённая до крайности. Чтобы избежать опасности возникновения подобной зависимости, мы проводим проверку реальности и предоставляем регулярный отчёт о Ваших сделках и счетах"],"Other":[null,"Другое"],"Other financial instruments trading experience":[null,"Опыт торговли другими финансовыми инструментами"],"Other financial instruments trading frequency":[null,"Частота торговли другими финансовыми инструментами"],"Our company continues to thrive and obtains a license in the Isle of Man to better service our UK clients":[null,"Наша компания продолжает процветать и получает лицензию на Острове Мэн, чтобы предлагать лучшее обслуживание нашим клиентам из Великобритании"],"Our customers clearly like us. In mid-2014, Binary.com has over 100 million historical transactions and over 130,000 new daily transactions":[null,"Без сомнения, нашим клиентам по душе наш сервис. В середине 2014 года Binary.com зарегистрировал в истории своего архива более 100 миллионов сделок и провёл более 130 тысяч новых ежедневных контрактов"],"Our fast organic growth is supplemented by the acquisition of the client base of BetsForTraders, one of our main competitors":[null,"Наш быстрый рост дополняется приобретением клиентской базы BetsForTraders, одного из наших основных конкурентов"],"Our prices are benchmarked against the interbank options market. You ll receive fair and transparent pricing, whatever your position":[null,"Наши цены сопоставляются с данными рынка межбанковских опционов. Таким образом, Вы всегда получаете честные и прозрачные цены для каждого контракта"],"Over":[null,"Более"],"Over 1 million registered accounts worldwide":[null,"Свыше 1 миллиона зарегистрированных счетов по всему миру"],"Over 130 staff and contractors worldwide":[null,"Более 130 сотрудников и внештатных работников по всему миру"],"Over 3 years":[null,"Более 3 лет"],"Over/Under - Predict that the last digit is higher or lower":[null,"Над/Под – предскажите, будет ли последняя десятичная находиться над или под заданным барьером"],"Overlap Studies":[null,"Перекрытие графиков"],"PEP Declaration":[null,"Декларация ПЗЛ"],"Parabolic SAR (SAR)":[null,"Параболическая система SAR (SAR)"],"Passwords didn't match. Please type them again":[null,"Пароли не совпали. Пожалуйста, введите пароли снова"],"Patented technology":[null,"Запатентованная технология"],"Pattern Recognition":[null,"Распознавание фигуры"],"Payment agent":[null,"Платёжный агент"],"Payment agents":[null,"Платёжные агенты"],"Payments":[null,"Платежи"],"Payout":[null,"Выплата"],"Pension":[null,"Пенсия"],"Percentage Price Oscillator (PPO)":[null,"Процентный ценовой осциллятор (ПЦО)"],"Performance Probability":[null,"Прибыльность торговли"],"Permissions":[null,"Разрешения"],"Personal Details":[null,"Личные данные"],"Personal Wealth Awards 2017":[null,"Personal Wealth Awards 2017"],"Phone":[null,"Телефон"],"Piercing Pattern (CDLPIERCING)":[null,"Просвет в облаках (CDLPIERCING)"],"Pip":[null,"Пипс"],"Pip stands for 'percentage in point' which is generally the fourth decimal place (i.e. 0.0001)":[null,"\"Пипс\" обозначает \"соответствующую процентную долю\", что обычно соответствует четвертой десятичной (т. е. 0.0001)"],"Place of birth":[null,"Место рождения"],"Please":[null,"Пожалуйста"],"Please choose which currency you would like to transact in":[null,"Пожалуйста, выберите валюту, в которой Вы хотите выполнить транзакцию"],"Please confirm the following details in order to complete the transfer":[null,"Пожалуйста, подтвердите следующие данные, чтобы завершить перевод"],"Please enter a valid date in yyyy-mm-dd format":[null,"Пожалуйста, введите точную дату в формате: гггг-мм-дд"],"Please enter a value greater than 0":[null,"Пожалуйста, введите значение больше 0"],"Please enter correct email":[null,"Пожалуйста, введите правильный email"],"Please enter date in the format YYYY-MM-DD":[null,"Пожалуйста, введите дату в следующем формате: ГГГГ-ММ-ДД"],"Please enter time in the format HH:MM":[null,"Пожалуйста, введите время в формате ЧЧ:ММ"],"Please enter your current password":[null,"Пожалуйста, введите текущий пароль"],"Please enter your email":[null,"Пожалуйста, введите Ваш эл. адрес"],"Please input correct token":[null,"Пожалуйста, введите правильный ключ"],"Please install the latest version of one of these browsers":[null,"Пожалуйста, установите последнюю версию одного из следующих браузеров"],"Please note that due to their over-the-counter nature, the prices of the OTC Indices and stocks will differ from the prices of the corresponding indices and stocks on centralised exchanges":[null,"Пожалуйста, примите во внимание тот факт, что цены внебиржевых индексов и акций будут отличаться от цен соответствующих индексов и акций на централизованных биржах"],"Please provide your tax information":[null,"Пожалуйста, предоставьте Вашу налоговую информацию"],"Please select":[null,"Пожалуйста, выберите"],"Please select an account opening reason before continuing":[null,"Чтобы продолжить, пожалуйста, укажите причину открытия счёта"],"Please submit a valid verification token":[null,"Пожалуйста, укажите правильный проверочный ключ"],"Please try again after 1 minute":[null,"Пожалуйста, повторите попытку через 1 минуту"],"Plot":[null,"Тема"],"Pofit/Loss":[null,"Прибыль/Убытки"],"Points":[null,"Пункты"],"Polski":[null,"Polski"],"Portfolio":[null,"Портфель"],"Portugu s":[null,"Portugues"],"Postal code/ZIP":[null,"Почтовый код/индекс"],"Potential Payout":[null,"Потенциальная выплата"],"Potential Profit":[null,"Потенциальная прибыль"],"Potential profit":[null,"Потенциальная прибыль"],"Pre-Defined":[null,"Стандартные"],"Preferred reality-check interval":[null,"Желаемый интервал для проверки реальности"],"Press Create token button on the right to create your first token":[null,"Нажмите кнопку \"Создать ключ\" справа, чтобы создать Ваш первый ключ"],"Price Transformation":[null,"Трансформация цены"],"Price forms three black candles, each with lower closes, in a downward price trend. A tall white candle engulfs the price action of the prior three days. The candle acts as a bullish reversal when price breaks out upward, and closes above the top of the candle pattern":[null,"В рамках нисходящего тренда цена формирует на графике три чёрные свечи, каждая из которых закрывается снижением. Длинная белая свеча охватывает ценовую динамику трёх предыдущих дней. Свеча является бычьей фигурой разворота, когда цена совершает пробой вверх и закрывается выше верхнего уровня свечной фигуры"],"Price trends downward into the start of the pattern, a tall black candle. Following that, a white candle appears that fits inside the body of the prior candle. This completes the bullish harami candlestick. The final day of the pattern is the confirming candle, a white one that closes above the prior close, which it does. The combination suggests price has reversed trend":[null,"В начале фигуры – высокой чёрной свечи – цена стремится вниз. Затем формируется белая свеча, тело которой находится в пределах тела предыдущей свечи. Это завершает формирование бычьей свечи харами. В последний день фигуры образуется подтверждающая свеча – белая свеча, закрывающаяся выше уровня закрытия предыдущей свечи. Данная фигура предполагает, что цена совершила разворот на тренде"],"Primary":[null,"Начальное"],"Print chart":[null,"Напечатать график"],"Professional Client":[null,""],"Profit":[null,"Прибыль"],"Profit table":[null,"Анализ счёта"],"Profit/ Loss":[null,"Прибыль/ Убытки"],"Profit/Loss (points)":[null,"Прибыль/убытки (пункты)"],"Protect your profits":[null,"Защитите свою прибыль"],"Published in English, Indonesian, Japanese, Chinese, Polish, German, French, Spanish, Portuguese, Italian, Russian, and Thai":[null,"Сайт работает на русском, английском, индонезийском, японском, китайском, польском, немецком, французском, испанском, португальском, итальянском, русском и тайском языках"],"Purchase":[null,"Купить"],"Purchase Date":[null,"Дата покупки"],"Purchase Price":[null,"Цена покупки"],"Rate Of Change (ROC)":[null,"Скорость изменения (ROC)"],"Rate Of Change Percentage (ROCP)":[null,"Процент скорости изменения (ROCP)"],"Rate Of Change Ratio (ROCR)":[null,"Коэффициент скорости изменения (ROCR)"],"Read":[null,"Читать"],"Read about":[null,"Подробнее"],"Ref":[null,"Номер"],"Regent Markets Group Ltd. renames to Binary Ltd":[null,"Компания Regent Markets Group Limited переименована в Binary Ltd."],"Regent Markets Group Ltd. renames to Binary Ltd., harmonising company and website branding throughout the organisation":[null,"Regent Markets Group Ltd. переименована в Binary Ltd., для гармонизации брендов компании и вебсайта нашей организации"],"Regent Markets acquires BetsForTraders client base":[null,"Regent Markets приобретает базу данных клиентов BetsForTraders"],"Regent Markets files for a patent in March 2000 on the basis of our unique position as the sole serious competitor in the business of fixed-odds financial betting. In May, we register the trading name BetOnMarkets and move to Malta to receive an internet betting licence":[null,"Regent Markets подаёт на патент в марте 2000 на основе своей уникальной позиции единственного серьезного участника в бизнесе финансового беттинга с фиксированным коэффициентом выигрыша. В мае мы регистрируем торговую марку BetOnMarkets и переезжаем на Мальту для получения игровой лицензии на предоставление услуг в интернете"],"Regent Markets files for patent, and registers BetOnMarkets trading name":[null,"Regent Markets подает на патент и регистрирует торговое имя BetOnMarkets"],"Regent Markets granted US patent for 'Betting system and method'":[null,"Regent Markets получает патент в США как “Система и метод беттинга”"],"Regent Markets granted two new US patents":[null,"Regent Markets получает два новых патента в США"],"Regent Markets is founded by Jean-Yves Sireau":[null,"Проект Regent Markets основан Жан-Ивом Сиро"],"Regent Markets obtains a licence in the Isle of Man":[null,"Regent Markets получает лицензию на Острове Мэн"],"Regent Markets receives funding to provide on-line financial betting services":[null,"Regent Markets получает финансирование для предоставления сервиса финансового онлайн-беттинга"],"Regent Markets sets up a programming centre in Cyberjaya, Malaysia":[null,"Regent Markets открывает центр программирования в Cyberjaya, Малайзия"],"Regent Pacific Group Ltd., the Hong Kong-listed founding shareholder of Binary.com":[null,"Regent Pacific Group Ltd., акционер Binary.com, зарегистрированный в Гонконге,"],"Regent Pacific transaction":[null,"Выкуп доли у Regent Pacific"],"Register free account":[null,"Откройте бесплатный счёт"],"Regulatory Information":[null,""],"Relative Strength Index (RSI)":[null,"Индекс относительной силы (RSI)"],"Remove":[null,"Удалить"],"Remove Selected":[null,"Удалить выбранное"],"Rename":[null,"Переименовать"],"Repeat password":[null,"Повторите пароль"],"Resale price":[null,"Цена перепродажи"],"Reset zoom":[null,"Сбросить масштаб"],"Reset zoom level 1:1":[null,"Сбросить уровень масштаба 1:1"],"Resources":[null,"Ресурсы"],"Responsible Trading":[null,"Ответственная торговля"],"Results":[null,"Результаты"],"Return":[null,"Прибыль"],"Rickshaw Man (CDLRICKSHAWMAN)":[null,"Рикша (CDLRICKSHAWMAN)"],"Rise":[null,"Повышение"],"Rise/Fall":[null,"Повышение/Падение"],"Rise/Fall - Predict if the market will rise or fall from its current level":[null,"Повышение/Падение – сделайте прогноз, упадет или поднимется цена относительно текущего уровня"],"Rise/Fall trades":[null,"Контракты Повышение/Падение"],"Rise/Fall   Predict that the market will rise or fall from its current level":[null,"Повышение/Падение – сделайте прогноз, упадет или поднимется цена относительно текущего уровня"],"Rising/Falling Three Methods (CDLRISEFALL3METHODS)":[null,"Метод трёх поднимающихся/падающих (CDLRISEFALL3METHODS)"],"Robust and secure platform":[null,"Надёжная и безопасная платформа"],"Safari":[null,"Safari"],"Salaried Employee":[null,"Наёмный работник"],"Sale Date":[null,"Дата продажи"],"Sale Price":[null,"Цена продажи"],"Sand Signika":[null,"Sand Signika"],"Sat":[null,"Суб"],"Saturday":[null,"Суббота"],"Save":[null,"Сохранить"],"Save as":[null,"Сохранить как"],"Save changes":[null,"Сохранить изменения"],"Saved":[null,"Сохранённое"],"Scalable":[null,"Масштабируемость"],"Second line of home address":[null,"Вторая строка адреса"],"Secondary":[null,"Среднее"],"Security":[null,"Безопасность"],"Security and privacy":[null,"Безопасность"],"Security question":[null,"Секретный вопрос"],"Self-Employed":[null,"Частный предприниматель"],"Self-Exclusion":[null,"Самоисключение"],"Sell At Market":[null,"Продать по текущей цене"],"Sell option":[null,"Продажа опциона"],"Sent to account":[null,"Отправлено на счёт"],"Sep":[null,"Сент"],"Separating Lines (CDLSEPARATINGLINES)":[null,"Разделение (CDLSEPARATINGLINES)"],"September":[null,"Сентябрь"],"Session":[null,"Сессия"],"Session duration limit, in minutes":[null,"Ограничение на длительность сессии, в минутах"],"Set barrier(s) to define your position and trigger the payout you will receive":[null,"Установите барьер(ы), чтобы определить позицию и узнать возможную выплату"],"Set the length of your trade, from 10 seconds to 365 days":[null,"Установите длительность сделки: от 10 секунд до 365 дней"],"Settles":[null,"Заканч."],"Share":[null,"Поделиться"],"Share chart":[null,"Поделиться графиком"],"Sharp, benchmarked prices":[null,"Точные цены на активы"],"Shooting Star (CDLSHOOTINGSTAR)":[null,"Падающая звезда (CDLSHOOTINGSTAR)"],"Short to long-term durations":[null,"Краткосрочные и долгосрочные контракты"],"Side by side white lines candlestick pattern is a triple pattern. Bullish pattern: In an upward trend, the first candlestick is followed by another upward that opens above the close of the first (gap up), that is followed by a third upward candlestick that opens below the close of the second (gap down). Bearish pattern: During a downtrend, the first candlestick is downward, followed by an upward candlestick that opens below the close of the first one (gap down), followed by an upward candlestick that opens below the close of the second one. This pattern indicates the continuation of a downtrend":[null,"Фигура из трёх белых свечей. Бычья фигура: в рамках восходящего тренда после первой белой свечи формируется вторая свеча, которая начинается выше уровня закрытия предыдущей свечи (восходящий гэп). Затем на графике формируется третья восходящая свеча, начало которой находится ниже уровня закрытия второй свечи (нисходящий гэп). Медвежья фигура: в рамках нисходящего тренда, за первой нисходящей свечой  формируется восходящая свеча, начало которой находится ниже уровня закрытия первой свечи (нисходящий гэп). Затем на графике формируется ещё одна растущая свеча, которая открывается ниже уровня закрытия второй свечи. Данная фигура обозначает продолжение нисходящего тренда"],"Simple Moving Average (SMA)":[null,"Простая скользящая средняя (SMA)"],"Simple and intuitive":[null,"Просто и понятно"],"Smart FX":[null,"Smart FX"],"Smart Indices":[null,"Smart-индексы"],"Smoothed Moving Average (SMMA)":[null,"Сглаженная скользящая средняя (SMMA)"],"Sold":[null,"Продано"],"Some products are not available in all countries. This website's services are not made available in certain countries such as the USA, Costa Rica, Hong Kong, or to persons under age 18":[null,""],"Source of wealth":[null,"Источник доходов"],"Specify your payout, which is your potential return if your prediction is correct. Our system will proceed to calculate your stake, which is the total cost of purchasing the contract. Binary.com offers payouts from $1 to $50,000":[null,"Укажите выплату, которая станет Вашей потенциальной прибылью в случае правильности прогноза. Наша система рассчитает Вам ставку, которая станет итоговой ценой контракта. Binary.com предлагает выплаты в размере от $1 до $50 000"],"Spinning Top (CDLSPINNINGTOP)":[null,"Волчок (CDLSPINNINGTOP)"],"Spline":[null,"Кривая"],"Spot price":[null,"Спот-цена"],"Spreads":[null,"Спреды"],"Spreads down":[null,"Спреды вниз"],"Spreads up":[null,"Спреды вверх"],"Stake":[null,"Ставка"],"Stalled Pattern (CDLSTALLEDPATTERN)":[null,"Торможение (CDLSTALLEDPATTERN)"],"Standard Deviation (STDDEV)":[null,"Стандартное отклонение (STDDEV)"],"Standard Deviation is a statistical calculation used to measure the variability. In trading this value is known as volatility. A low standard deviation indicates that the data points tend to be very close to the mean, whereas high standard deviation indicates that the data points are spread out over a large range of values":[null,"Стандартное отклонение – это статистический рассчёт, используемый для измерения изменчивости рынков. Его значение в торговле называется волатильностью. Низкое стандартное отклонение обозначает, что элементы данных стремятся к среднему значению, а высокое стандартное отклонение обозначает, что элементы данных имеют широкий диапазон значений"],"Standard methods":[null,"Стандартные методы"],"Standard withdrawal":[null,"Стандартный вывод"],"Start Time":[null,"Время начала"],"Start Trading":[null,"Начать торговлю"],"Start time":[null,"Время начала"],"State/province/region":[null,"Регион/область/край"],"Statement":[null,"История счёта"],"Statistical Functions":[null,"Статистические функции"],"Status":[null,"Статус"],"Stays Between/Goes Outside":[null,"Останется внутри/вне"],"Stays Between/Goes Outside trades":[null,"Контракты Останется между/Выйдет за пределы"],"Stays Between/Goes Outside   Predict that the market stays inside or goes outside two price targets any time during the contract period":[null,"Останется внутри/вне – укажите, будет ли цена находиться внутри или выйдет за пределы двух барьеров в любой момент на протяжении действия контракта"],"Stays in":[null,"Останется внутри"],"Step 1: Define your position":[null,"Шаг 1: Выберите условия"],"Step 2: Get your contract price":[null,"Шаг 2: Узнайте цену контракта"],"Step 3: Make your trade":[null,"Шаг 3: Купите контракт"],"Stick Sandwich (CDLSTICKSANDWICH)":[null,"Бутерброд (CDLSTICKSANDWICH)"],"Stochastic (STOCH )":[null,"Стохастик (STOCH )"],"Stochastic Fast (STOCHF)":[null,"Быстрый стохастик (STOCHF)"],"Stochastic Relative Strength Index (STOCHRSI)":[null,"Стохастический индекс относительной силы (STOCHRSI)"],"Stochastic Slow (STOCHS)":[null,"Медленный стохастик (STOCHS)"],"Stock market indices measure the value of a selection of companies in the stock market":[null,"Индексы показывают стоимость определенного набора акций компаний, котирующихся на бирже"],"Stocks trading experience":[null,"Опыт торговли акциями"],"Stocks trading frequency":[null,"Частота торговли акциями"],"Stop Loss Level":[null,"Уровень стоп-лосс"],"Stop Profit Level":[null,"Уровень стоп-профит"],"Stop-loss":[null,"Стоп-лосс"],"Stop-profit":[null,"Стоп-профит"],"Stop-type":[null,"Тип стопа"],"Stroke color":[null,"Цвет штриха"],"Stroke width":[null,"Ширина штриха"],"Submit":[null,"Подтвердить"],"Successfully applied the template and saved it as":[null,"Шаблон успешно применён и сохранён как"],"Summation (SUM)":[null,"Суммирование (SUM)"],"Sun":[null,"Вск"],"Sunday":[null,"Воскресенье"],"Table":[null,"Таблица"],"Takuri (Dragonfly Doji with very long lower shadow) (CDLTAKURI)":[null,"Такури (Дожи-стрекоза с очень длинной нижней тенью) (CDLTAKURI)"],"Tasuki Gap (CDLTASUKIGAP)":[null,"Гэп тасуки (CDLTASUKIGAP)"],"Tax identification number":[null,"Номер налогоплательщика"],"Tax information":[null,"Информация о налогах"],"Tax residence":[null,"Место налоговой регистрации"],"Tel":[null,"Тел"],"Template changes saved":[null,"Изменения сохранены"],"Template name":[null,"Название шаблона"],"Template name already exists":[null,"Данное имя уже существует"],"Terms":[null,"Условия"],"Tertiary":[null,"Высшее"],"The":[null," "],"The AUD Index is a weighted Index, measuring the Australian Dollar's value against a basket of 5 global currencies (USD, EUR, GBP, JPY, CAD), each weighted by 20%":[null,"Индекс AUD является взвешенным индексом, измеряющим значение австралийского доллара против корзины из 5 основных мировых валют (USD, EUR, GBP, JPY, CAD), каждая из которых взвешена на 20%"],"The Absolute Price Oscillator (APO) is based on the absolute differences between two moving averages of different lengths, a  Fast  and a  Slow  moving average":[null,"Абсолютный ценовой осциллятор (APO) основан на абсолютной разнице между двумя скользящими средними разной длины: быстрой и медленной скользящей средней"],"The Aroon Oscillator is the difference between Aroon-Up and Aroon-Down. These two indicators are usually plotted together for easy comparison, but chartists can also view the difference of these two indicators with the Aroon Oscillator. This indicator fluctuates between -100 and +100 with zero as the middle line":[null,"Осциллятор Арун является разницей между индикаторами Арун-Вверх и Арун-Вниз. Эти два индикатора очень часто объединяют для облегчения сравнения, но технические аналитики могут увидеть разницу между двумя индикаторами с помощью Осциллятора Арун. Данный индикатор колеблется между значениями -100 и +100 с нулём в качестве середины"],"The Average Directional Movement Index index (ADX) was developed in 1978 by J. Welles Wilder as an indicator of trend strength in a series of prices of a financial instrument ADX will range between 0 and 100. Generally, ADX readings below 20 indicate trend weakness, and readings above 40 indicate trend strength":[null,"Индекс среднего направления (ADX) впервые был предложен в 1978 Дж. Уэллсом Уайлдером в качестве индикатора силы тренда в серии котировок финансового нструмента. ADX рассчитывается по шкале от 0 до 100. Как правило, если ADX опускается ниже 20, это означает слабый тренд, а рост показателя выше 40 говорит о силе тренда"],"The Average True Range (TRANGE) study measures the size of the period s range, and takes into account any gap from the close of the previous period":[null,"Средний истинный диапазон (TRANGE) измеряет размер периода диапазона и учитывает все гэпы с момента закрытия предыдущего периода"],"The Awesome Oscillator is an indicator used to measure market momentum. AO calculates the difference of a 34 Period and 5 Period Simple Moving Averages. The Simple Moving Averages that are used are not calculated using closing price but rather each bar's midpoints. AO is generally used to affirm trends or to anticipate possible reversals":[null,"Чудесный осциллятор – это индикатор, измеряющий темп рынка. Чудесный осциллятор (AO) рассчитывает разницу значений простой скользящей средней за 34 периода и 5 периодов. Применяемые простые скользящие средние не учитывают цену закрытия, но учитывают средние значения каждого столбика на графике. Как правило, Чудесный осциллятор применяется для подтверждения тренда и предсказания возможных разворотов"],"The Bearish I-Neck Pattern occurs after a downtrend when first day is a long red candle and the second day is a blue day, opening below the low of the first day and closing barely into the body of the first day":[null,"Медвежья фигура \"в основании\" появляется на графике после нисходящего тренда, когда в первый день формируется длинная красная свеча, а свеча второго дня начинается ниже минимума первого дня и закрывается, едва дотянув до тела свечи первого дня"],"The Bearish On-Neck Pattern occurs after a downtrend when a long black day is followed by a long white day that gaps down at the open and closes below the close of the black day":[null,"Медвежья фигура \"У основания\" возникает на графике после нисходящего тренда, когда после длинной чёрной свечи следует длинная белая свеча, которая начинается с нижнего гэпа перед открытием и закрывается ниже уровня закрытия чёрной свечи"],"The Bullish Three Star appears after a downtrend and it consists of three consecutive Doji, in which the second Doji gaps below the other two Doji. The Bearish Three Star appears after a uptrend and it consists of three consecutive Doji, in which the second Doji gaps above the other two Doji":[null,"Фигура \"Три бычьи звезды\" формируется на графике после нисходящего тренда и состоит из трёх последовательных дожи, второй из которых образует гэп ниже двух других дожи. Фигура \"Три медвежьи свечи\" появлется после восходящего тренда и состоит из трёх последовательных дожи, второй из которых образует гэп выше двух других дожи"],"The CMO indicator is created by calculating the difference between the sum of all recent higher closes and the sum of all recent lower closes and then dividing the result by the sum of all price movement over a given time period. The result is multiplied by 100 to give the -100 to +100 range":[null,"Осциллятор темпа Чанде (CMO) основан на расчёте разницы между суммой всех недавних максимумов и минимумов закрытия, а затем деления полученного результата на сумму всех ценовых колебаний за заданный период времени. Результат умножается на 100, чтобы в итоге получить число в диапазоне от -100 до +100"],"The Choppiness Index (CHOP) is an indicator designed to determine if the market is choppy (trading sideways) or not choppy (trading within a trend in either direction). CHOP is not meant to predict future market direction, it is a metric to be used to for defining the market's trendiness only":[null,"Индекс переменчивости (CHOP) является индикатором, сформированным для определения изменений на рынке (появления бокового движения) или отсутствия изменений (торговля в рамках восходящего или нисходящего тренда). Индекс переменчивости не предназначен для предсказания будущего направления движения рынка. Он указывает лишь наличие тренда на рынке"],"The Commodity Channel Index (CCI) is a versatile indicator that can be used to identify a new trend or warn of extreme conditions":[null,"Индекс товарного канала (CCI) – гибкий индикатор, призванный определить новый тренд или предупредить о формировании экстремальных условий"],"The Donchian Channel is an indicator used in market trading developed by Richard Donchian. It is formed by taking the highest high and the lowest low of the last n periods. The area between the high and the low is the channel for the period chosen":[null,"Канал Дончиана – это индикатор, разработанный Ричардом Дончианом и применяемый для торговли на рынке. Индикатор основан на максимуме и минимуме за последние n периодов. Промежуток между максимумом и минимумом является каналом за выбранный период"],"The Double Exponential Moving Average (CKS) by Patrick Mulloy attempts to remove the inherent lag associated to Moving Averages by placing more weight on recent values":[null,"Двойная экспоненциальная скользящая средняя (CKS), разработанная Патриком Мюллоем, призвана сократить время задержки, которое возникает в скользящих средних, уделяя больше внимания последним значениям"],"The Double Exponential Moving Average (DEMA) by Patrick Mulloy attempts to remove the inherent lag associated to Moving Averages by placing more weight on recent values":[null,"Двойная экспоненциальная скользящая средняя (DEMA), разработанная Патриком Мюллоем, стремится сократить время задержки, возникающее у скользящих средних, уделяя наибольшее значение последним показателям"],"The Dragonfly Doji is created when the open, high, and close are the same or about the same price (Where the open, high, and close are exactly the same price is quite rare).The most important part of the Dragonfly Doji is the long lower shadow":[null,"Дожи-стрекоза формируется, когда уровень открытия, максимум и уровень закрытия совпадают или находятся вблизи одной и той же цены (совпадение уровня открытия, максимума и уровня закрытия является довольно редкой ситуацией). Наиболее важная часть Дожи-стрекозы – длинная нижняя тень"],"The EUR Index is a weighted Index, measuring the Euro's value against a basket of 5 global currencies (USD, AUD, GBP, JPY, CAD), each weighted by 20%":[null,"Индекс EUR Index является взвешенным индексом, измеряющим значение евро против корзины из 5 основных мировых валют (USD, AUD, GBP, JPY, CAD), каждая из которых взвешена на 20%"],"The Exponential Moving Average (EMA) represents an average of prices, but places more weight on recent prices. The weighting applied to the most recent price depends on the selected period of the moving average. The shorter the period for the EMA, the more weight that will be applied to the most recent price":[null,"Экспоненциальная скользящая средняя (ЭСС) представляет среднее значение цен, но уделяет большое внимание недавним ценам. Значение, уделяемое наиболее недавним ценам, зависит от выбранного периода скользящей средней. Чем короче период ЭСС, тем большее значение будет уделено недавней цене"],"The Fast Stochastic Oscillator is based on George Lane's original formulas for %K and %D. %K in the fast version that appears rather choppy. %D is the 3-day SMA of %K":[null,"Быстрый стохастический осциллятор основан на оригинальных формулах Джорджа Лэйна для %K и %D. %K в быстрой версии является довольно изменчивым. %D является 3-дневной простой скользящей средней %K"],"The GBP Index is a weighted Index, measuring the British Pound's value against a basket of 5 global currencies (USD, EUR, AUD, JPY, CAD), each weighted by 20%":[null,"Индекс GBP является взвешенным индексом, измеряющим значение британского фунта против корзины из 5 основных мировых валют (USD, EUR, AUD, JPY, CAD), каждая из которых взвешена на 20%"],"The Gravestone Doji is created when the open, low, and close are the same or about the same price (Where the open, low, and close are exactly the same price is quite rare). The most important part of the Graveston Doji is the long upper shadow":[null,"Дожи-надгробие формируется, когда уровень открытия, минимум и уровень закрытия совпадают или находятся вблизи одной цены (совпадение уровня открытия, минимума и уровня закрытия является весьма редкой ситуацией). Наиболее важная часть дожи-надгробия – длинная верхняя тень"],"The Hammer formation is created when the open, high, and close are roughly the same price.Also, there is a long lower shadow, twice the length as the real body":[null,"Фигура молота формируется на графике, когда открытие, максимум и закрытие близки к одному ценовому уровню. Также в фигуре присутствует длинная нижняя тень, длина которой в два раза превышает длину тела свечи"],"The Hanging Man formation, just like the Hammer, is created when the open, high, and close are roughly the same price. Also, there is a long lower shadow, which should be at least twice the length of the real body":[null,"Фигура \"повешенный\", как и фигура молота, формируется, когда открытие, максимум и закрытие близки к одному ценовому уровню. Также в фигуре присутствует длинная нижняя тень, которая должна быть как минимум в два раза длиннее самого тела свечи"],"The Hull Moving Average solves the age old dilemma of making a moving average more responsive to current price activity whilst maintaining curve smoothness. In fact the HMA almost eliminates lag altogether and manages to improve smoothing at the same time":[null,"Скользящая средняя Хала решает извечную дилемму: как сделать так, чтобы скользящая средняя чётче отражала текущую ценовую динамику, сглаживая неровность резких перепадов. В целом, Скользящая средняя Хала (HMA) практически устраняет запаздывание и одновременно сглаживает скачки"],"The Inverted Hammer occurs mainly at the bottom of downtrends when the open, low, and close are roughly the same price. Also, there is a long upper shadow, which should be at least twice the length of the real body":[null,"Фигура \"перевёрнутый молот\" в основном возникает на графике в нижней части нисходящего тренда, когда открытие, минимум и закрытие находятся вблизи одного и того же ценового уровня. Отличительной особенностью фигуры является длинная верхняя тень, которая должна быть минимум в два раза длиннее самого тела свечи"],"The Kaufman's Adaptive Moving Average (KAMA) Developed by Perry Kaufman, is a moving average designed to account for market noise or volatility. This trend-following indicator can be used to identify the overall trend, time turning points and filter price movements":[null,"Адаптивная скользящая средняя Кауфмана (KAMA) разработанная Перри Кауфманом, является скользящей средней, созданной для определения рыночного шума или волатильности. Данный индикатор, следящий за трендом, может применяться для определения общего тренда, поворотных моментов, а также фильтрации ценовой динамики"],"The Least Squares Moving Average first calculates a least squares regression line over the preceding time periods, then projects it forward to the current period. In essence, it calculates what the value would be if the regression line continued":[null,"Скользящая средняя по наименьшему количеству клеток (LSMA) сначала рассчитывает наименьшее количество клеток линии регрессии в будущем, а затем проектирует её относительно настоящего периода. По сути, индикатор рассчитывает значения цены в случае продолжения линии регрессии"],"The MESA Adaptive Moving Average is developed by John Ehlers of Mesa Software. This trend-following indicator can be used to identify the overall trend, time turning points and filter price movements":[null,"MESA адаптивная скользящая средняя, разработанная Джоном Эйлерсом, президентом Mesa Software. Данный индикатор, следящий за трендом, может применяться для определения общего тренда, важных поворотных моментов, а также фильтрации ценовой динамики"],"The Momentum indicator compares where the current price is in relation to where the price was in the past. How far in the past the comparison is made is up to the technical analysis trader. The calculation of Momentum is quite simple (n is the number of periods the technical trader selects): The current price minus the price n-periods ago":[null,"Индикатор Momentum сравнивает, где находится текущая цена по отношению к тому, где она была в прошлом. Период, за который сравнивается цена, выбирает технический аналитик. Рассчитывать индикатор Momentum достаточно просто (n – количество периодов, выбранных трейдером): текущая цена минус цена n периодов назад"],"The Percentage Price Oscillator (PPO) is a momentum oscillator that measures the difference between two moving averages as a percentage of the larger moving average":[null,"Процентный ценовой осциллятор (PPO) – это осциллятор темпа, который измеряет разницу между двумя скользящими средними в качестве процента наибольшей скользящей средней"],"The Price Rate-of-Change (ROC) indicator displays the difference between the current price and the price x-time periods ago. The difference can be displayed in either points or as a percentage":[null,"Индикатор Скорость изменения цены (ROC) показывает разницу между текущей ценой и ценой x периодов назад. Разница может быть отображена в пунктах или процентах"],"The Rate of Change Percentage (ROCP) indicator compares the current price with the previous price from a selected number of periods ago. The current price is divided by the previous price. ROCP does not express as a percentage. This indicator is also commonly known as a momentum indicator":[null,"Процент скорости изменения (ROCP) сравнивает текущую цену с предыдущей ценой за выбранное количество периодов в прошлом. Текущая цена делится на предыдущую цену. ROCP не выражается в процентном соотношении. Также данный индикатор называют индикатором темпа"],"The Rate of Change Rate (ROCR) indicator compares the current price with the previous price from a selected number of periods ago. The current price is divided by the previous price. This indicator is also commonly known as a momentum indicator":[null,"Индикатор Скорость изменения цены (ROCR) сравнивает текущую цену с предыдущей ценой за определённое количество периодов в прошлом. Текущая цена делится на предыдущую цену. Данный индикатор также часто называют индикатором темпа"],"The Relative Strength Index (RSI) was published by J. Welles Wilder. The current price is normalized as a percentage between 0 and 100. The name of this oscillator is misleading because it does not compare the instrument relative to another instrument or set of instruments, but rather represents the current price relative to other recent pieces within the selected lookback window length":[null,"Индекс относительной силы (RSI) разработан Дж. Уэллсом Уайлдером. Текущая цена нормализована в виде процента от 0 до 100. Название индикатора может ввести в заблуждение, так как он не сравнивает инструмент по отношению к другому инструменту или ряду инструментов, а отображает текущую цену по отношению к другим недавним ценам за выбранный период, отображенный в окне графика"],"The Rickshaw Man has unusually tall upper and lower shadows, a body in which the opening and closing prices are about the same, and the body is near the middle of the candlestick":[null,"Фигура \"Рикша\" обладает необычайно высокими верхней и нижней тенями, а также телом, при котором цена открытия и цена закрытия находятся почти на одном уровне, а тело находится близ середины свечи"],"The Shooting formation is created when the open, low, and close are roughly the same price. There is a long upper shadow, generally defined as at least twice the length of the real body":[null,"Падающая звезда формируется на графике, когда открытие, минимум и закрытие находятся вблизи одного и того же ценового уровня. Фигура обладает длинной верхней тенью, которая, как правило, минимум в два раза длиннее тела самой свечи"],"The Simple Moving Average (SMA) is calculated by adding the price of an instrument over a number of time periods and then dividing the sum by the number of time periods. The SMA is basically the average price of the given time period, with equal weighting given to the price of each period":[null,"Простая скользящая средняя (SMA) рассчитывается путём прибавления цены инструмента за определённое число периодов времени, а затем деления полученной суммы на число периодов времени. Простая скользящая средняя фактически является средней ценой за определённый период времени, когда цена за каждый период имеет равное значение"],"The Stochastic Relative Strength Index (STOCHRSI) was developed by Tushar Chande and Stanley Kroll, StochRSI is an oscillator that measures the level of RSI relative to its high-low range over a set time period. StochRSI applies the Stochastics formula to RSI values, instead of price values. This makes it an indicator of an indicator. The result is an oscillator that fluctuates between 0 and 1":[null,"Стохастический индекс относительной силы (STOCHRSI) был разработан Тюшаром Чэйндом и Стэнли Кроллем. осциллятор измеряет уровень Индекса относительной силы относительно его диапазона максимума и минимума, заданного за определённый период времени. Стохастический индекс относительной силы применяет формулу стохастического индикатора к значениям Индекса относительной силы, вместо ценовых значений. Таким образом, это \"индикатор индикатора\". В результате формируется осциллятор, который колеблется между 0 и 1"],"The Tasuki Gap pattern is made up of three candlesticks, the first bar is a red candlestick within a defined downtrend, the second bar is another red candlestick that has gapped below the close of the previous bar and the last bar is a white candlestick that closes within the gap of the first two bars":[null,"Фигура \"Гэп тасуки\" состоит из трёх свечей. Первой идёт красная свеча с чётко обозначенным нисходящим трендом. Второй идёт ещё одна красная свеча, которая формирует гэп ниже уровня закрытия предыдущей свечи. Последняя свеча в фигуре – белая свеча, закрывающаяся в пределах гэпа первых двух свечей"],"The Three Methods pattern is a trend continuation pattern that can appear in an uptrend or a down trend. In an uptrend it is called the rising three methods pattern and in a downtrend it is called the falling three methods pattern. The three methods pattern consists of at least five candlesticks":[null,"Фигура \"три метода\" – это фигура продолжения тренда, которая может появиться на восходящем или нисходящем тренде.В рамках восходящего тренда фигуру называют \"метод трёх растущих свечей,\" а в рамках нисходящего тренда фигуру часто зовут \"метод трёх падающих свечей.\" Фигура \"три метода\" состоит минимум из пяти свечей"],"The Triangular Moving Average (TRIMA) represents an average of prices, but places weight on the middle prices of the time period. The calculations double-smooth the data using a window width that is one-half the length of the series":[null,"Треугольная скользящая средняя (TRIMA) представляет собой среднее значение цен, но уделяет большее внимание среднис ценам за определённый период времени. При расчёте данные сглаживаются, благодаря приложению Window Width, рассматривающему период, который в два раза короче длины ряда"],"The Triple Exponential Moving Average (T3) by Tim Tillson attempts to offers a moving average with better smoothing then traditional exponential moving average":[null,"Тройная экспоненциальная скользящая средняя (T3), предложенная Тимом Тиллсоном, стремится лучше сгладить скользящую среднюю, чем традиционная экспоненциальная скользящая средняя"],"The Triple Exponential Moving Average (TEMA) by Patrick Mulloy offers a moving average with less lag then traditional exponential moving average":[null,"Тройная экспоненциальная скользящая средняя (TEMA), разработанная Патриком Муллоу, представляет собой скользящую среднюю с меньшим запаздыванием, чем традиционная экспоненциальная скользящая средняя"],"The Typical Price function measures the average of the high, low, and closing prices for the day using a simple, single-line plot. The ordinary price gives a simplified view of the day trading prices for as well as it happens with other price-adjustment functions. You can use it for smoothing out some of the inconstancy of the closing price because it comprises information for the whole trading day and not only the result of the day's end. The Typical Price indicator is measured by adding the high, low, and closing prices together, and then dividing by three":[null,"Функция Типичной цены измеряет среднее значение между дневным максимумом, минимумом и ценой закрытия, используя простой график с одной линией. Типичная цена даёт упрощённое представление о торговых ценах на протяжении дня и действует совместно с другими функциями регулирования цены. Вы можете использовать её для сглаживания непостоянства цены закрытия, так как она охватывает информацию за весь торговый день, а не только конечный результат дневной сессии. Индикатор Типичной цены измеряет сумму максимума, минимума и цены закрытия и делит полученный результат на три"],"The USD Index is a weighted Index, measuring the US Dollar's value against a basket of 5 global currencies (EUR, GBP, JPY, CAD, AUD), each weighted by 20%":[null,"Индекс USD является взвешенным индексом, измеряющим значение американского доллара против корзины из 5 основных мировых валют (EUR, GBP, AUD, JPY, CAD), каждая из которых взвешена на 20%"],"The Volatility 100 Index is twice as volatile as the Volatility 50 Index, and four times as volatile as the Volatility 25 Index":[null,"Индекс волатильности 100 в два раза волатильнее, чем Индекс волатильности 50, и в четыре раза волатильнее, чем Индекс волатильности 25"],"The Weighted Close indicator is simply an average of each day's price. It can be used to smooth out some of the inconstancy of a chart of closing prices, as it comprises information for the whole trading day":[null,"Индикатор Взвешенная цена закрытия представляет собой среднее значение цены за каждый день. Он может применяться для сглаживания несоответствия цен закрытия на графике, так как цена закрытия основывается на информации за весь торговый день"],"The balance of power (BOP) indicator measures the strength of the bulls vs. bears by assessing the ability of each to push price to an extreme level":[null,"Индикатор Баланс сил (BOP) измеряет силу быков против силы медведей, оценивая возможность каждой стороны подтолкнуть цену к экстремальному уровню"],"The barrier of a binary option trade is the price target you set for the underlying. You can choose trades that stay below or go above a price target, or stay between two targets":[null,"Барьер в торговле бинарными опционами представляет собой целевую цену, которую Вы устанавливаете на основном активе. Вы можете выбрать контракты, предсказывающие пребывание ниже или рост выше целевой цены, а также нахождение цены в пределах двух барьеров"],"The breakaway pattern begins with a long candle representing the current trend. The following candle is the same color and it gaps away from that first long candle. While the third day s candle can be either color, it will not show a change in the current trend. The fourth day continues the trend and therefore continues to produce the same color candles. The fifth day however, reverses the trend. Please note that it only opens slightly the opposite of the current trend and it continues in the same direction to where it then closes in the gap area":[null,"Разрыв начинается с длинной свечи, представляющей текущий тренд. Следующая за ней свеча будет того же цвета и образует гэп по сравнению с первой свечой. Свеча, образующаяся в третий день, может быть любого цвета, так как она не покажет изменения текущего тренда. В четвёртый день тренд продолжается, и формируется свеча того же цвета, в соответствии с трендом. В пятый день происходит разворот тренда. Обратите внимание на то, что противоречие текущему тренду будет небольшим и динамика будет происходить в том же направлении, закрывая разрыв на графике"],"The closing black marubozu candlestick is a tall black candle with an upper shadow but no lower one. The closing white marubozu candlestick is a tall white candle with an lower shadow but no upper shadow":[null,"Закрывающая чёрная свеча марубозу представляет собой высокую чёрную свечу с верхней тенью, но без нижней тени. Закрывающая белая свеча марубозу представляет собой высокую белую свечу с нижней тенью, но без верхней тени"],"The company holds customer funds in separate bank accounts to the operational accounts which would not, in the event of insolvency, form part of the Company's assets. This meets the Gambling Commission's requirements for the segregation of customer funds at the level":[null,"Компания держит средства клиентов на отдельных от рабочих счетов банковских счетах, которые в случае неплатежеспособности Компании не войдут в состав её активов. Это отвечает требованиям Комиссии по азартным играм по сегрегации средств клиентов на следующем уровне:"],"The contract period is the timeframe of a trade. It is also called the duration":[null,"Период контракта – время действия сделки. Его также называют длительностью"],"The duration is the length of a purchased trade (see":[null,"Длительность – это временной период купленного контракта (см."],"The entry spot price is the starting price of the trade purchased by a trader":[null,"Спот-котировка на входе – это цена начала контракта, купленного трейдером"],"The expiry price is the price of the underlying when the contract expires":[null,"Выходной ценой рынка считается котировка на момент окончания контракта"],"The financial trading services contained within this site are only suitable for customers who are able to bear the loss of all the money they invest and who understand and have experience of the risk involved in the acquistion of financial contracts. Transactions in financial contracts carry a high degree of risk. If purchased contracts expire worthless, you will suffer a total loss of your investment, which consists of the contract premium":[null,"Услуги финансового трейдинга на данном сайте подходят лишь тем клиентам, которые готовы к возможной потере всех инвестированных ими средств и осознают риск, связанный с приобретением финансовых контрактов. Транзакции в рамках финансовых контрактов подразумевают высокую степень риска. Если купленный контракт истекает без выплаты, Вы теряете всю сумму, потраченную на приобретение данного контракта"],"The financial trading services contained within this site are only suitable for customers who are able to bear the loss of all the money they invest and who understand and have experience of the risk involved in the aquistion of financial contracts. Transactions in financial contracts carry a high degree of risk. If purchased contracts expire worthless, you will suffer a total loss of your investment, which consists of the contract permium":[null,"Финансовые услуги, предоставляемые на данном сайте, подходят лишь для клиентов, готовых к возможной потере всех инвестированных финансовых средств, а также осознающих риск и имеющих опыт риска, связанного с приобретением финансовых контрактов. Сделки с финансовыми контрактами подразумевают высокую степень риска. Если купленный контракт истекает без выплаты, Вы теряете всю сумму инвестиции и возможную прибыль в сделке"],"The first step is to open an account. You can":[null,"Шаг первый: откройте счёт. Вы можете"],"The first thing to do is choose the asset you wish to trade, such as gold or oil, stocks or FX rates (The value of a binary option is derived from the price of the underlying asset). A big advantage of trading options is that you are not buying or selling the actual asset":[null,"Первое, что нужно сделать – это выбрать инструмент, на котором Вы хотите работать, например, золото или нефть, акции или форекс (стоимость бинарного опциона зависит от цены соответствующего инструмента). Большое преимущество работы на бинарных опционах в том, что Вы не покупаете и не продаёте настоящие рыночные активы"],"The first three days of the Bullish Ladder Bottom are strong black candlesticks with consecutive lower opens and lower closes. The fourth day is a short black candlestick, but it opens higher and trades higher, leaving a long upper shadow, then closes making a new low. The fifth day is a strong white candlestick that makes a body gap with the fourth day":[null,"Первые три дня бычьей лестницы представлены тремя сильными чёрными свечами с последовательным снижающимся открытием и снижающимся закрытием. В четвёртый день формируется короткая чёрная свеча, которая открывается и торгуется выше, оставляя длинную верхнюю тень, а затем закрывается на новом минимуме. В пятый день формируется сильная белая свеча, тело которой закрывает свечу четвёртого дня"],"The homing pigeon is a bullish candlestick reversal pattern comprised of two red candlesticks. The first candle is a tall black one that appears in a downward price trend. The second day is also a black candle, but it is smaller and fits inside the body of the first black candle":[null,"\"Почтовый голубь\" – это фигура бычьего разворота, состоящая из двух свечей. Первыя свеча представлена длинной чёрной свечей, относящейся к нисходящему тренду. Во второй день также формируется чёрная свеча, которая меньше по размеру и находится в пределах тела первой чёрной свечи"],"The indicator is designed for use on a monthly time scale. It is the sum of a 14-month rate of change and 11-month rate of change, smoothed by a 10-period weighted moving average":[null,"Индикатор предназначен для использования на графике по итогам месяца. Он представляет собой сумму коэффициента изменения за 14 месяцев и коэффициента изменения за 11 месяцев, сглаженную взвешенной скользящей средней за 10 периодов"],"The market exit price is the price in effect at the end of the contract period":[null,"Выходная цена рынка – это котировка, действующая на момент окончания контракта"],"The parabolic SAR is calculated almost independently for each trend in the price. When the price is in an uptrend, the SAR emerges below the price and converges upwards towards it. Similarly, on a downtrend, the SAR emerges above the price and converges downwards. At each step within a trend, the SAR is calculated one period in advance":[null,"Параболическая система SAR (SAR) рассчитывается практически индивидуально для каждого тренда. Когда цена демонстрирует восходящий тренд, SAR находится ниже цены и стремится вверх. Аналогичным образом, когда цена демонстрирует нисходящий тренд, SAR находится выше цены и стремится вниз. На каждом этапе тренда SAR рассчитывается на один период вперёд"],"The patent means Regent Markets is the recognised pioneer of binary betting. The patent helps protect our innovations":[null,"Патент означает признание Regent Markets пионером бинарного беттинга. Он способствует защите наших инноваций"],"The payout is the amount paid to an options trader if their prediction is correct":[null,"Выплата – это сумма, которую трейдер получит в случае правильности своего прогноза"],"The piercing pattern is made up of two candlesticks, the first black and the second white.Both candlesticks should have fairly large bodies and the shadows are usually, but not necessarily, small or nonexistent. The white candlestick must open below the previous close and close above the midpoint of the black candlestick's body. A close below the midpoint might qualify as a reversal, but would not be considered as bullish":[null,"Фигура пробоя сформирована двумя свечами: первой чёрной и второй белой свечёй. Обе свечи должны быть достаточно длинными, а их тени маленькие или отсутствуют совсем (как правило, но не всегда). Белая свеча должна открываться ниже уровня закрытия предыдущей свечи и закрываться выше середины тела чёрной свечи. Закрытие ниже середины может считаться разворотом, но не будет считаться бычьей динамикой"],"The premier platform for trading binary options in the world's financial markets":[null,"Ведущая платформа для торговли бинарными опционами на мировых финансовых рынках"],"The profit is the difference between the purchase price (the stake) and the payout on a winning trade":[null,"Прибыль – это разница между выплатой и ценой покупки (ставкой) выигравшего контракта"],"The rebranding is a natural evolution for the platform as it continues to grow market share in the highly competitive field of binary trading. The new brand reflects the nature of the business, and our new tagline - Sharp Prices, Smart Trading - communicates our ethos and commitment to our clients":[null,"Ребрендинг является естественной эволюцией нашей платформы, доля рынка которой продолжает расти в условиях жесткой конкуренции в сфере торговли бинарными опционами. Новый бренд отражает характер нашего бизнеса, а новый слоган \"Лучшие цены. Умный трейдинг.\" передаёт его дух и обязательства перед нашими клиентами"],"The resale price indicates a contract's current market price. Resale prices are on a best-efforts basis and may not be available at all times after purchase. See 'Sell option' for more details on selling contracts before expiry":[null,"Цена перепродажи показывает настоящую рыночную цену контракта. Эта цена основана на лучшем возможном предложении и не всегда может быть предложена после покупки контракта. Ознакомьтесь с термином \"Продажа опциона\" для получения подробной информации относительно досрочной продажи контрактов"],"The return is the money realized when the contract expires (see 'Payout')":[null,"Прибыль – это сумма, которую трейдер получает по окончании контракта (см.\"Выплата\")"],"The stake is the amount that a trader must pay to enter into a trade":[null,"Ставка – это цена, которую должен заплатить трейдер за приобретение контракта"],"The sum of price over selected period":[null,"Сумма цен за выбранный период"],"The variance and the closely-related standard deviation are measures of how spread out a distribution is. In other words, they are measures of variability. The variance is computed as the average squared deviation of each number from its mean":[null,"Вариация и близкое стандартное отклонение – это меры рассеивания цен относительно среднего значения. Иными словами, это меры изменчивости цен. Вариация рассчитывается как квадрат среднего отклонения (девиации) каждого числа по сравнению со средним значением"],"The volatility indices simulate various real market situations and provide an ideal platform for getting used to trading and testing strategies under various market conditions. These indices depend on volatility and drift, and help users to try out scenarios like - high volatility, low volatility, bullish and bearish trends":[null,"Индексы волатильности моделируют различные ситуации на рынке и предоставляют идеальную платформу, на которой можно научиться торговать и протестировать свои стратегии в самых разных рыночных условиях. Данные индексы зависят от уровня волатильности и движения рынка, помогая пользователям опробовать такие сценарии, как высокая или низкая волатильность, восходящие или нисходящие тренды"],"There are four main trade types for you to choose from":[null,"К Вашим услугам четыре основных типа контрактов:"],"There are two types of In/Out trades":[null,"Существует два типа контрактов Внутри/Вне"],"There are two types of Up/Down trades":[null,"Выделяют два типа контрактов Вверх/Вниз"],"There are two ways to trade Asians":[null,"Существует два способа торговли Азиатскими контрактами"],"These are trades where the trader predicts if a market will finish higher or lower than a specified price target":[null,"Контракты, где трейдер прогнозирует, окажется ли рынок выше или ниже заданного ценового барьера"],"These are trades where the trader predicts if a market will rise or fall at the end of a selected time period":[null,"Контракты, где трейдер прогнозирует повышение или падение рынка в определенный период времени"],"These are trades where the trader selects a low and high barrier, and predicts if the market will stay within these barriers or go outside them (see also 'Stays Between/Goes Outside trades')":[null,"Контракты, где трейдер выбирает нижний и верхний барьеры и делает прогноз, останется ли рынок между этими барьерами или выйдет за их пределы (см. также \"Контракты Останется между/Выйдет за пределы\")"],"These are trades where the trader selects a price target, and predicts that the market will never touch the target before the expiry of the trade":[null,"Контракты, где трейдер выбирает ценовой барьер и делает прогноз, что рынок не коснется этого барьера за всю длительность контракта"],"These are trades where the trader selects a price target, and predicts that the market will touch the target before the expiry of the trade":[null,"Контракты, где трейдер выбирает ценовой барьер и делает прогноз, что рынок коснется данного барьера до завершения срока действия контракта"],"This Moving Average uses curve of the Normal (Gauss) distribution which can be placed by Offset parameter from 0 to 1. This parameter allows regulating the smoothness and high sensitivity of the Moving Average. Sigma is another parameter that is responsible for the shape of the curve coefficients":[null,"Скользящая средняя использует кривую нормального распределения (распределения Гаусса), которая измеряется значением от 0 до 1. Данный параметр позволяет регулировать гладкость и высокую чувствительность скользящей средней. Сигма – ещё один параметр, отвечающий за форму коэффициентов кривой"],"This feature is not relevant to virtual-money accounts":[null,""],"This field is required":[null,"Данное поле является обязательным"],"This is another award we really savour. Trade2win is a portal for active traders seeking to profit from stocks, futures, options and forex, and these traders award us silver (we are just pipped for gold by Betfair). It means active traders worldwide rate our trading platform extremely highly":[null,"Есть еще одна награда, которой мы очень дорожим. Trade2win – это портал для активных инвесторов, которые желают заработать на акциях, опционах и рынке форекс, и выбор этих трейдеров принес нам серебряную награду (с минимальным преимуществом золото досталось Betfair). Для нас это означает всемирное признание и высокую оценку нашей платформы активными трейдерами"],"This is big. We pick up a double award from the Financial Times and Investors Chronicle, reflecting our success in improving the quality and usability of our website and products":[null,"Одна из наших важнейших наград – двойная премия от изданий Financial Times и Investors Chronicle, которая отмечает успех в улучшении качества наших продуктов и удобства работы на сайте"],"This is the current price at which an underlying can be bought or sold at a particular time":[null,"Это текущая цена, по которой актив может быть приобретен или продан в определённый момент"],"This pattern occurs when two black days appear with equal closes in a downtrend. Matching Low indicates a bottom has been made, even though the new low was tested and there was no follow through, which is indicative of a good support price":[null,"Данная фигура появляется, когда две чёрные дневные свечи закрываются на одном и том же уровне в рамках нисходящего тренда. Фигура \"Совпадение по нижнему уровню\" обозначает, что на графике наметилось дно, несмотря на тестирование нового минимума, которое не было доведено до конца, что говорит о хорошей цене поддержки"],"Three Advancing White Soldiers (CDL3WHITESOLDIERS)":[null,"Три белых солдата (CDL3WHITESOLDIERS)"],"Three Black Crows (CDL3BLACKCROWS)":[null,"Три чёрные вороны (CDL3BLACKCROWS)"],"Three Inside Up/Down (CDL3INSIDE)":[null,"Три внутри вверх/вниз (CDL3INSIDE)"],"Three Outside Up/Down (CDL3OUTSIDE)":[null,"Три внешних дня вверх/вниз (CDL3OUTSIDE)"],"Three Stars In The South (CDL3STARSSOUTH)":[null,"Три звезды на юге (CDL3STARSSOUTH)"],"Three tall white candles, each with higher closes, and bodies that overlap (an opening price within the prior candle's body)":[null,"Три высокие белые свечи, каждая из которых закрывается ростом и тело которых перекрывает предыдущую свечу (цена открытия свечи находится в пределах тела предыдущей свечи)"],"Three white days occur. Each successive day opens within the body of the previous day and closes above the previous day. The bodies of the candles get progressively smaller with the upper shadows of day 2 and 3 getting progressively longer":[null,"Появляются три белые дневные свечи. В каждый следующий день свеча формируется в пределах тела предыдущей свечи и закрывается выше уровня закрытия свечи предыдущего дня. При этом тела свеч уменьшаются, а верхние тени свеч 2 и 3 дня удлиняются"],"Three-Line Strike (CDL3LINESTRIKE)":[null,"Тройной удар (CDL3LINESTRIKE)"],"Thrusting Pattern (CDLTHRUSTING)":[null,"Толчок (CDLTHRUSTING)"],"Thu":[null,"Чет"],"Thursday":[null,"Четверг"],"Tick":[null,"Тик"],"Tick Trade app":[null,"Приложение Tick Trade"],"Tick {row.number}":[null,"Тик {row.number}"],"Ticks":[null,"Тики"],"Time interval":[null,"Врем. интервал"],"Time out until":[null,"Перерыв до"],"Times are changing. We increase payouts so our clients can make the most of their winning trades":[null,"Времена меняются. Мы увеличиваем выплаты, позволяя своим клиентам получить наилучший выигрыш от своих контрактов"],"Title":[null,"Заголовок"],"Ti ng Vi t":[null,"Tieng Viet"],"To":[null,"Чтобы"],"To deposit money please contact the payment agent directly":[null,"Чтобы пополнить счёт, пожалуйста, свяжитесь напрямую с платёжным агентом"],"To process deposits and withdrawals for payment methods or local currencies not supported by Binary.com contact a payment agent":[null,"Свяжитесь с платёжным агентом для определённых способов пополнений, вывода средств и отдельных валют, не поддержеваемых Binary.com"],"To withdraw funds please enter the special verification token we have just emailed you":[null,"Чтобы вывести средства, пожалуйста, введите специальный проверочный код, отправленный на Ваш электронный адрес"],"Token":[null,"Ключ"],"Token Management":[null,"Управление ключами"],"Token management":[null,"Управление ключами"],"Token name":[null,"Название ключа"],"Token permissions":[null,"Право доступа ключа"],"Tooltip background":[null,"Фон подсказки"],"Tooltip text":[null,"Текст подсказки"],"Total Copiers":[null,"Кол-во последователей"],"Total Cost":[null,"Общая стоимость"],"Total Profit/Loss":[null,"Общая прибыль/убыток"],"Total Trades":[null,"Кол-во контрактов"],"Touch":[null,"Касание"],"Touch/No Touch":[null,"Касание/Нет касания"],"Touch/No Touch - Predict if the market will touch or not touch a target price":[null,"Касание/Нет касания – сделайте прогноз, коснется ли рынок выбранного ценового барьера"],"Tourism":[null,"Туризм"],"Town/City":[null,"Город"],"Trade":[null,"Торговля"],"Trade Confirmation":[null,"Подтверждение контракта"],"Trade Types":[null,"Виды контрактов"],"Trade according to your preferred strategy":[null,"Торгуйте в соответствии с выбранной стратегией"],"Trade using":[null,"Торгуйте с помощью"],"Trader":[null,"Трейдер"],"Trader's Statistics":[null,"Статистика трейдера"],"Trades Profitability":[null,"Прибыльность"],"Trades break down":[null,"Анализ контрактов"],"Trading Experience":[null,""],"Trading Times":[null,"Торговые часы"],"Trading binary options is relatively easy, and you can purchase a trade in only three simple steps":[null,"Торговля бинарными опционами довольно проста. Вы можете открыть контракт, выполнив три простых шага:"],"Trading binary options may not be suitable for everyone, so please ensure that you fully understand the risks involved. Your losses can exceed your initial deposit and you do not own or have any interest in the underlying asset. In regards to binary options which are gambling products, remember that gambling can be addictive - please play responsibly":[null,"Торговля бинарными опционами подходит далеко не всем, поэтому, пожалуйста, убедитесь, что Вы полностью осознаёте все риски. Ваши потери могут превысить первоначальную инвестицию, а Вы не владеете и не получаете никакой доли от базового актива. Помните, что некоторые вариации бинарных опционов являются разновидностью азартных игр и могут вызвать привыкание, поэтому, пожалуйста, играйте ответственно"],"Tradingview for Binary.com":[null,"Tradingview для Binary.com"],"Transfer":[null,"Перечисление"],"Transfer to another Binary account":[null,"Перевести на другой счёт на Binary"],"Transparent risk and potential reward":[null,"Прозрачный риск и потенциальная прибыль"],"Triangular Moving Average (TRIMA)":[null,"Треугольная скользящая средняя (TRIMA)"],"Triple Exponential Moving Average (T3)":[null,"Тройная экспоненциальная скользящая средняя (T3)"],"Triple Exponential Moving Average (TEMA)":[null,"Тройная экспоненциальная скользящая средняя (TEMA)"],"Tristar Pattern (CDLTRISTAR)":[null,"Три звезды (CDLTRISTAR)"],"True Range (TRANGE)":[null,"Истинный диапазон (TRANGE)"],"Try":[null,"Попробовать"],"Tue":[null,"Вт"],"Tuesday":[null,"Вторник"],"Turnover":[null,"Объём покупок"],"Two Crows (CDL2CROWS)":[null,"Две вороны (CDL2CROWS)"],"Two-way pricing":[null,"Оцените движение рынка в двух направлениях"],"Types of lookbacks":[null,""],"Typical Price (TYPPRICE)":[null,"Типичная цена (TYPPRICE)"],"US Patents":[null,"Патенты США"],"USD":[null,"USD"],"USDJPY":[null,"USDJPY"],"Ultimate Oscillator (ULTOSC)":[null,"Окончательный осциллятор (ULTOSC)"],"Under":[null,"Под"],"Underlying":[null,"Рынок"],"Unfortunately, no - funds initially deposited through one payment method must be withdrawn through the same system; funds cannot be transferred to an alternate system for withdrawal. We do offer a wide variety of payment methods, to suit your specific needs and preferences":[null,"К сожалению, средства, внесённые на счёт определённым платёжным методом, должны быть выведены со счёта тем же способом. Средства не могут быть переведены альтернативным способом. Тем не менее, мы предоставляем большой выбор методов оплаты, способных удовлетворить Ваши нужды и предпочтения"],"Unfortunately, your browser does not support them":[null,"К сожалению, Ваш браузер не поддерживает данные элементы"],"Unique 3 River (CDLUNIQUE3RIVER)":[null,"Особое основание \"три реки\" (CDLUNIQUE3RIVER)"],"Unique Three River Bottom is a bullish candlestick pattern made up of three candles: The 1st candle has a long and bearish body, the 2nd candle is a hammer, and its body is inside the 1st bar's body, the 3rd candle is small and bullish, its Close price is lower than 2nd bar's":[null,"Особое основание \"три реки\" – это бычья фигура, состоящая из трёх свечей: первая свеча обладает длинным медвежьим телом; вторая свеча имеет форму молота, а её тело находится в пределах тела первой свечи; третья свеча является маленькой бычьей свечой, цена закрытия которой ниже, чем у второй свечи"],"Up - Predict that the market will end higher than the average price":[null,"Вверх – сделайте ставку на то, что рынок закроется выше средней цены"],"Up/Down":[null,"Вверх/Вниз"],"Up/Down-Gap Side-By-Side White Lines (CDLGAPSIDESIDEWHITE)":[null,"Смежные белые свечи, разрыв вверх/вниз (CDLGAPSIDESIDEWHITE)"],"Upcoming Events":[null,"Ближайшие события"],"Update":[null,"Обновить"],"Update Settings":[null,"Обновить настройки"],"Upgrade to a Real Account":[null,"Открыть Реальный счёт"],"Upload template":[null,"Загрузить шаблон"],"Upside/Downside Gap Three Methods (CDLXSIDEGAP3METHODS)":[null,"Верхний/нижний разрыв метода трех (CDLXSIDEGAP3METHODS)"],"Upside/Downside Gap Two Crows (CDLUPSIDEGAP2CROWS)":[null,"Верхний/нижний разрыв Две взлетевшие вороны (CDLUPSIDEGAP2CROWS)"],"Use":[null,"Применить"],"Use the \"Save as ...\" button to save the chart settings, type, time period, indicators and comparisons":[null,"Нажмите на кнопку \"Сохранить как ...\", чтобы сохранить настройки графика, его вид, период времени, индикаторы и параметры сравнения"],"Use the \"Save as ...\" button to save the trade settings":[null,"Нажмите кнопку \"Сохранить как...,\" чтобы сохранить торговые настройки"],"Using our website, customers can trade currencies, indices, stocks and commodities 24/7. We have the most flexible pricing and the most comprehensive suite of products available":[null,"На нашем сайте клиенты могут торговать валютами, индексами, акциями и сырьевыми товарами 24/7. У нас самая гибкая система ценообразования и самый современный пакет продуктов"],"Variance (VAR)":[null,"Вариация (VAR)"],"Various customisable features like loading and arranging assets, charting, and other resources however you see fit":[null,"Различные настраиваемые функции: загрузка и упорядочивание активов, графиков и других ресурсов"],"Verification code has been sent to your email":[null,"Проверочный код отправлен на Ваш эл. адрес"],"Verification token":[null,"Проверочный ключ"],"Verify new password":[null,"Подтвердите новый пароль"],"Vertical line":[null,"Вертикальная линия"],"View":[null,"Обзор"],"View Statement":[null,"Смотреть историю счета"],"Volatility Index Markets":[null,"Рынки Индексов волатильности"],"Volatility Indicators":[null,"Индикаторы волатильности"],"Volatility Indices":[null,"Индексы волатильности"],"Volatility Indices are further categorized into two types":[null,"Индексы волатильности подразделяются на два вида"],"Volatility indices - Binary.com's proprietary indices that simulate market forces":[null,"Индексы волатильности – нововведение Binary.com – индексы, которые моделируют рыночную динамику"],"WMA stands for weighted moving average. It helps to smooth the price curve for better trend identification. It places even greater importance on recent data than the EMA does":[null,"Взвешенная скользящая средняя или WMA помогает сгладить ценовые неровности для более удобного определения тренда. Индикатор уделяет большее значение последним данным, чем экспоненциальная скользящая средняя (EMA)"],"We are required by our license to inform you about what happens to funds which we hold on account for you, and the extent to which funds are protected in the event of insolvency":[null,"Наша лицензия требует от нас, чтобы мы информировали Вас о состоянии средств, которые мы держим на Вашем счету, а также о степени защиты средств в случае неплатежеспособности"],"We do it again. BetOnMarkets.com follows up our 2007 award by being voted 'Best Fixed-Odds Financial Trading Provider' for 2008":[null,"Мы снова это сделали. BetOnMarkets.com повторяет успех 2007 года, став по результатам голосования \"Лучшим предоставителем финансового трейдинга с ограниченным коэффициентом выигрыша\" в 2008"],"We offer three types lookbacks":[null,""],"We rebrand BetOnMarkets.com as":[null,"Мы переименовываем BetOnMarkets.com в"],"We segregate all client funds and hold them in secure and licensed financial institutions, according to the conditions of our trading licenses":[null,"Мы держим средства клиентов на отдельных счетах в надёжных и лицензированных финансовых учреждениях, согласно условиям нашей лицензии на предоставление торговых услуг"],"We're granted patents for 'Computer trading system and method for speculating on a financial market' and 'Computer trading system for offering custom financial market speculations'. The patents show our ability to innovate and stay ahead of the pack":[null,"Мы получаем патенты в категории \"Система компьютерной торговли и метод спекуляций на финансовых рынках\" и \"Система компьютерной торговли для предложения спекуляций на рынках\". Патенты демонстрируют наше стремление к инновациям и лидерству"],"We're really proud of this award. We're strongly committed to offering an ethical and customer-focused trading experience, and the award shows that BetOnMarkets is a trusted brand that listens and caters to customers, whether they are experienced traders or novices. We offer customer services in English, Indonesian, Russian, Chinese and Spanish":[null,"Мы очень гордимся данной наградой. Мы стремимся предоставлять этичный и приятный опыт торговли, ориентированный на наших клиентов, а получение этой премии подтверждает, что BetOnMarkets является надежным брендом, который прислушивается ко всем своим клиентам: опытным трейдерам и новичкам. Мы предлагаем обслуживание клиентов на английском, индонезийском, русском, китайском и испанском языках"],"Webtrader":[null,"Webtrader"],"Webtrader is an advanced trading platform that's fully-customisable according to your personal preferences":[null,"Webtrader — передовая торговая платформа, которую можно полностью настраивать, согласно Вашим предпочтениям"],"Webtrader uses new web technologies for rich and enjoyable trading experience":[null,"Webtrader применяет новые веб технологии для приятного и полноценного торгового опыта"],"Wed":[null,"Ср"],"Wednesday":[null,"Среда"],"Weighted Close Price (WCLPRICE)":[null,"Взвешенная цена закрытия (WCLPRICE)"],"Weighted Moving Average (WMA)":[null,"Взвешенная скользящая средняя (WMA)"],"Welcome to Binary.com Webtrader":[null,"Добро пожаловать на Webtrader от Binary.com"],"What are OTC indices and stocks?":[null,"Что такое внебиржевые индексы и акции?"],"What are lookbacks":[null,""],"What is pep?":[null,"Кто такие ПЗЛ?"],"What is this?":[null,""],"When you are satisfied with the price that you receive, execute your trade immediately. With our unique platform, you won t have to contend with  slippages  or gaping markets. And most importantly, there are no invisible fees. You can also sell back any long-term trades at any time before they expire to protect the profit you may have earned or to minimise your losses":[null,"Когда Вы будете довольны предложенной ценой, незамедлительно исполняйте контракт. Благодаря нашей уникальной платформе, Вы никогда не столкнётесь с \"проскальзыванием\" или гэпами на рынке. Самое важное: мы не взимаем никаких скрытых комиссий. Также Вы можете в любое время продать любой долгосрочный контракт до времени окончания его действия, чтобы зафиксировать уже полученную прибыль или минимизировать убыток"],"When you trade with Binary.com, you can be assured that your deposits are held in a separate trust account and are not used for any other purpose":[null,"Торгуя на Binary.com, Вы можете быть абсолютно уверены, что Ваши средства хранятся на отдельных надёжных счетах и не используются для любых других целей"],"Where does Binary.com hold my funds?":[null,"Где Binary.com держит мои средства?"],"While on the go, you can":[null,"Прямо на ходу Вы можете"],"Why Choose Binary Trading?":[null,"В чём преимущества торговли бинарными опционами?"],"Why trade with Binary.com":[null,"Преимущества торговли на Binary.com"],"Will I need to install any software?":[null,"Нужно ли устанавливать программное обеспечение?"],"Williams' %R (WILLR)":[null,"Диапазон Вильямса (%R, WILLR)"],"Win the multiplier times the close minus low":[null,""],"Win the multiplier times the high minus close":[null,""],"Win the multiplier times the high minus low":[null,""],"With Binary.com you can trade":[null,"На Binary.com Вы можете торговать"],"Withdraw funds":[null,"Вывести средства"],"Withdrawal via payment agents":[null,"Вывод через платёжных агентов"],"Workspace":[null,"Рабочая область"],"X-axis labels":[null,"Метки оси X"],"X-axis line":[null,"Линия оси X"],"X-axis tick":[null,"Тик на оси X"],"Xodds.com":[null,"Xodds.com"],"Y-axis gridline":[null,"Сетка оси Y"],"Y-axis labels":[null,"Метки оси Y"],"Yearly Profitable Trades":[null,"Прибыльные контракты за год"],"Yes":[null,"Да"],"You are not copying any trade(s) yet":[null,"Вы пока не копируете другие контракты"],"You can":[null,"Вы можете"],"You don't need to deposit any money to open an account, but you need to deposit funds before you can start trading":[null,"Вам не нужно вносить средства для открытия счёта, но Вам необходимо будет пополнить счёт для начала торговли и покупки контрактов"],"You have sold the following contract":[null,"Вы продали следующий контракт"],"You haven't saved any templates yet":[null,"У Вас нет сохранённых шаблонов"],"You only need to make four decisions to execute a binary contract":[null,"Для покупки бинарного опциона Вам необходимо принять 4 решения:"],"You pay":[null,"Вы платите"],"You will be automatically logged out after such time":[null,"По истечении данного времени Вы автоматически выйдете из системы"],"You wish to allow other traders to copy your trades":[null,"Вы разрешаете другим трейдерам копировать Ваши контракты"],"You wish to copy another trader's trades":[null,"Вы хотите копировать контракты других трейдеров"],"Your Binary.com account is created, but to start trading you need to allow Webtrader access it":[null,"Вы успешно открыли счёт на Binary.com, но для начала торговли Вы должны открыть Webtrader доступ к нему"],"Your account (%) is locked, please contact customer support for more info.":[null,"Ваш счёт (%) заблокирован. Пожалуйста, свяжитесь со службой поддержки для получения дополнительной информации."],"Your browser is not supported":[null,"Ваш браузер не поддерживается"],"Your copying settings":[null,"Ваши настройки копирования"],"Your email":[null,"Ваш эл. адрес"],"Your new account balance is":[null,"Новый баланс Вашего счёта"],"Your transaction reference is":[null,"Ссылка на Вашу сделку"],"Your transaction reference number is":[null,"Номер Вашей сделки"],"Zoom":[null,"Приблизить"],"allowing clients to develop their own automated trading robots with  drag-and-drop  simplicity":[null,", позволяющий трейдерам разрабатывать собственных торговых роботов с помощью простой функции \"перетаскивания объектов\""],"and for Irish clients by (3) the Revenue Commissioners in Ireland (Remote Bookmaker's Licence no. 1010285 issued on 1 July 2017). View complete":[null,""],"and start learning how to trade":[null,"и начать учиться торговле"],"apostrophe (') are allowed":[null,"разрешен апостроф (')"],"apply online":[null,"подать заявку онлайн"],"at a valuation of US$ 50.5 million":[null,", оцениваемую в 50.5 миллионов долларов США"],"auto-trader programming tool":[null,"программный инструмент для автоматизированной торговли"],"below and proceeding with the Account Opening you should note that you may be exposing yourself to risks (which may be significant, including the risk of loss of the entire sum invested) that you may not have the knowledge and experience to properly assess or mitigate":[null,"ниже и переходя к открытию счёта, Вы должны принять во внимание, что подвергаете себя риску (который может оказаться весьма значительным и включать риск потери всей инвестиции), для оценки и смягчения которого у Вас может быть недостаточно знаний и опыта"],"commission":[null,"комиссия"],"contact support":[null,"связаться со службой поддержки"],"create a Read-only token, and share the token with your copier(s)":[null,""],"customer support":[null,"служба поддержки"],"day":[null,"дн."],"days":[null,"дн."],"deposit funds and begin trading within minutes":[null,"пополнить счёт и начать торговлю за считанные минуты"],"disposes of its stake":[null,"продает свою долю"],"e-commerce site for branded merchandise":[null,"сайт для электронной коммерции и фирменных товаров"],"end time":[null,"окончание"],"entry spot":[null,"котировка на входе"],"exit spot":[null,"котировка на выходе"],"for mobile charts":[null,"для мобильных графиков"],"has updated its":[null,"обновил"],"hour":[null,"час."],"hours":[null,"час."],"if this is not your country of residence":[null,"если Вы живёте в другой стране"],"in just a few minutes":[null,"за считанные минуты"],"in the future, the":[null,"в будущем,"],"is Binary's advanced desktop trading platform. Its multi-window interface provides maximum flexibility and suits the needs of active traders working on their desktop PCs":[null,"– усовершенствованная торговая платформа Binary для ПК. Гибкий многооконный интерфейс идеально пгодходит активным трейдерам для работы с настольных ПК"],"is required. Current spread":[null,"является обязательным. Текущий спред"],"is that which is selected and the":[null,"в выбранное время, а"],"is the":[null,"является"],"is the price in effect at that time":[null,"будет ценой, действующей на тот момент"],"is the selected number of minutes/hours after the":[null,"наступит через выбранное количество минут/часов после"],"is the selected time":[null,"будет выбранное Вами время"],"is the spot at the":[null,"является котировка на"],"is when the contract is processed by our servers and the":[null,"является момент, когда контракт был обработан нашим сервером и"],"main site":[null,"основной сайт"],"medium protection":[null,"средняя защита"],"minute":[null,"мин."],"minutes":[null,"мин."],"next tick":[null,"следующий тик"],"of \"Now\", the":[null,"\"Сейчас\","],"open a free $10k fully-functional virtual-money account":[null,"открыть бесплатный полностью функциональный демо-счёт с балансом в размере $10 тыс."],"open an account":[null,"открыть счёт"],"our helpful support desk":[null,"служба поддержки"],"payment agent":[null,"платёжный агент"],"points":[null,"пункт."],"sec":[null,""],"second":[null,"сек."],"seconds":[null,"сек."],"session overview":[null,"обзор сессии"],"start time":[null,"время начала"],"terms and conditions":[null,"правила и условия"],"the":[null," "],"thereafter":[null,"после начала"],"tick":[null,"тик(а)"],"ticks":[null,"тика(ов)"],"www.Binary.com":[null,"www.Binary.com"],"yes":[null,"да"],"{agent.commission}%":[null,"{agent.commission}%"],"| Return":[null,""],"enabling clients, affiliates, and developers to buy and sell Binary.com products":[null,"позволяющий клиентам, партнёрам и разработчикам покупать и продавать продукты Binary.com"]}