{"1":[null,"1"],"2":[null,"2"],"3":[null,"3"],"4":[null,"4"],"5":[null,"5"],"8":[null,"8"],"10":[null,"10"],"15":[null,"15"],"30":[null,"30"],"1999":[null,"năm 1999"],"2000":[null,"năm 2000"],"2004":[null,"năm 2004"],"2007":[null,"năm 2007"],"2008":[null,"năm 2008"],"2009":[null,"năm 2009"],"2011":[null,"năm 2011"],"2012":[null,"năm 2012"],"2013":[null,"năm 2013"],"2014":[null,"năm 2014"],"2015":[null,"năm 2015"],"2016":[null,"năm 2016"],"2017":[null,"năm 2017"],"":{"plural-forms":"nplurals=1; plural=0;","x-generator":"crowdin.com","x-crowdin-project":"webtrader","x-crowdin-language":"vi","x-crowdin-file":"/development/translations/i18n/messages.pot","project-id-version":"webtrader","content-type":"text/plain; charset=UTF-8","last-translator":"binarycom <jy@binary.com>","language-team":"Vietnamese","language":"vi_VN","po-revision-date":"2018-08-16 05:20"},"\"http://www.gamblingcommission.gov.uk/Consumers/Protection-of-customer-funds.aspx\"":[null,"\"http://www.gamblingcommission.gov.uk/Consumers/Protection-of-customer-Funds.aspx\""],"'Best Customer Communication Firm' award by Investors Chronicle":[null,"'Khách hàng liên lạc chắc chắn nhất' Giải thưởng của Hiệp hội các nhà đầu tư"],"'Best Fixed-Odds Broker' silver award by Trade2Win":[null,"'Người môi giới tốt nhất' giải thưởng bạc được trao bởi Trade2Win"],"'Best Fixed-Odds Financial Provider' award by Financial Times and Investors Chronicle UK":[null,"'Nhà cung cấp tài chính với tỉ lệ cược tốt nhất' giải thưởng bởi Financial Times và Hiệp hội các nhà đầu tư UK"],"'Best Fixed-Odds Financial Trading Provider' award by Shares Magazine UK":[null,"'Nhà cung cấp giao dịch tài chính với tỉ lệ cược tốt nhất' giải thưởng bởi tạp chí chia sẻ UK"],"'Best Fixed-Odds Firm 2012' award by Global Banking and Finance Review":[null,"'Công ty với tỉ lệ cược tốt nhất năm 2012' Giải thưởng bởi ngân hàng toàn cầu và hội đánh giá tài chính"],"'Financial Betting Operator of the Year' award by eGaming Review":[null,"'Nhà điều hành cá cược tài chính của năm' Giải thưởng bởi eGaming Review"],"'contract period'":[null,"'Thời hạn hợp đồng'"],"(6,000   5,200) * 2 = $1600":[null,""],"(One) Touch trades":[null,"(Một) Các giao dịch một chạm"],"(formerly known as":[null,"(còn được biết đến như"],"(if less than one day in duration), or at the end of the trading day (if one day or more in duration)":[null,"(nếu thời hạn ít hơn một ngày), hoặc vào cuối ngày giao dịch (nếu thời hạn một ngày hoặc nhiều hơn)"],"(license reference no: 39172)":[null,""],"(license reference no: 39495)":[null,""],") goes live, establishing a round-the-clock financial betting service on a variety of financial indices. Business grows quickly, and we soon become the market leader in fixed-odds financial betting":[null,") trở nên trực tiếp, thiết lập một dịch vụ cá cược tài chính suốt ngày đêm trên một loạt các chỉ số tài chính. Kinh doanh phát triển nhanh chóng, và chúng tôi sớm trở thành người dẫn đầu thị trường về tỉ lệ cá cược tài chính"],"- Benefit from the same rates of return as interbank traders. Our prices are benchmarked daily against the interbank options markets":[null,"- Hưởng lợi từ cùng một tỷ suất lợi nhuận như là thương nhân liên ngân hàng. Giá của chúng tôi được so sánh hàng ngày đối với các thị trường liên ngân hàng lựa chọn"],"- Binary.com is not affiliated with any of the Payment Agents listed above. Each Payment Agent operates as an independent service provider and is not endorsed, guaranteed or otherwise approved by Binary.com. CUSTOMERS DEAL WITH PAYMENT AGENTS AT THEIR SOLE RISK AND PERIL. Customers are advised to check the credentials of Payment Agents before sending them any money. Binary.com shall not in any circumstance be held responsible for transactions made between customers and Payment Agents":[null,"-Binary.com không liên kết với bất kỳ Đại Lý Thanh Toán nào được liệt kê ở trên. Mỗi Đại Lý Thanh Toán hoạt động như một nhà cung cấp dịch vụ độc lập và không được thừa nhận, bảo đảm hoặc chấp thuận bởi Binary.com. KHÁCH HÀNG LÀM VIỆC VỚI CÁC ĐẠI LÝ THANH TOÁN VÀ TỰ CHỊU RỦI RO VÀ NGUY HIỂM. Khách hàng được khuyến cáo nên kiểm tra thông tin của Đại Lý Thanh Toán trước khi gửi cho họ bất kỳ khoản tiền nào. Binary.com trong bất kỳ trường hợp nào đều sẽ không chịu trách nhiệm cho các giao dịch được thực hiện giữa khách hàng và Đại Lý Thanh Toán"],"- Choose from over one million possible trade variations at any time, and customise your trades according to your preferred strategy":[null,"- Chọn từ hơn một triệu các biến thể giao dịch khả thi tại bất kỳ lúc nào, và tùy chỉnh giao dịch của bạn theo chiến lược ưa thích của bạn"],"- Choose timeframes from 10 seconds to 365 days":[null,"- Chọn khung thời gian từ 10 giây đến 365 ngày"],"- Deposit as little as USD 5 to start trading":[null,"- Tiền gửi ít nhất là 5 USD để bắt đầu kinh doanh"],"- Earn the same proportional return on stakes of all values":[null,"- Dành lợi ích với cùng tỉ lệ lãi suất trong các cổ phần của tất cả các giá trị"],"- Enjoy a trading platform that s easy to navigate and use":[null,"- Tận hưởng một sàn giao dịch dễ dàng để điều hướng và sử dụng"],"- Know how much you will win or lose before you purchase the contract":[null,"- Biết bao nhiêu bạn sẽ giành chiến thắng hay mất trước khi bạn mua hợp đồng"],"- Open an account and start trading in minutes. Deposits and withdrawals are also available 24/7":[null,"- Mở một tài khoản và bắt đầu kinh doanh trong vài phút. Tiền gửi và rút tiền đều có 24/7"],"- Predict the market ending higher or lower than a price target":[null,"- Dự đoán nếu thị trường kết thúc cao hơn hoặc thấp hơn giá nhắm đến"],"- Predict the market rising or falling from its current level":[null,"- Dự đoán thị trường tăng hay giảm từ mức hiện tại"],"- Predict the market staying between or going outside two price targets":[null,"- Dự đoán thị trường ở giữa hoặc ra ngoài hai giá mục tiêu"],"- Predict the market touching or not touching a price target":[null,"- Dự đoán thị trường chạm vào hoặc không chạm vào giá tiêu"],"- Receive quotes for a trade and counter-trade, so you always get unbiased, transparent rates from Binary.com":[null,"- Nhận báo giá cho một thương mại và chống thương mại, do đó, bạn luôn luôn nhận được không thiên vị, minh bạch giá từ Binary.com"],"- Sell your long-term contracts before expiry to protect any profits you may have made or to minimise your losses":[null,"- Bán các hợp đồng dài hạn trước khi hết thời hạn để bảo vệ bất kỳ lợi nhuận nào bạn có thể thực hiện hoặc để giảm thiểu thiệt hại của bạn"],"- Trade based on \"gut feel\" or rely on technical and fundamental analysis":[null,"- Thương mại dựa trên \"cảm tính\" hoặc dựa trên phân tích kỹ thuật và cơ bản"],"- Trade confidently, knowing that your personal data, transactions, and funds are always secure":[null,"- Tự tin giao dịch, biết rằng dữ liệu cá nhân, giao dịch và tiền của bạn luôn luôn an toàn"],"- Trade currencies, indices, commodities and more in rising, falling, sideways, quiet, and volatile markets":[null,"- Thương mại các loại tiền tệ, chỉ số, hàng hóa và nhiều hơn nữa trong thị trường tăng, giảm, nghiêng, yên tĩnh và dễ bay hơi"],"- Trade when you want. Binary.com is available 24/7, even on weekends":[null,"- Thương mại khi bạn muốn. Binary.com có sẵn 24/7, ngay cả vào cuối tuần"],"- Trade with the industry pioneer and holder of a patented pricing technology":[null,"- Giá cả thương mại với các nhà tiên phong của ngành công nghiệp và chủ sở hữu của một cấp bằng sáng chế công nghệ"],"- currencies, stock indices, and commodities":[null,"- các loại tiền tệ, chỉ số chứng khoán và hàng hóa"],"- from $1 to $50,000":[null,"- từ 1 đô đến 50000 đô"],"- from 10 seconds to 365 days":[null,"- từ 10 giây đến 365 ngày"],"- up/down, touch/no-touch, stays between/goes outside":[null,"- lên/xuống, chạm/không chạm, ở giữa/ra ngoài"],"0-1 year":[null,"0-1 năm"],"0-5 transactions in the past 12 months":[null,"0-5 giao dịch trong 12 tháng qua"],"1 Day":[null,"1 ngày"],"1 Hour":[null,"1 Giờ"],"1 Minute":[null,"1 Phút"],"1 Tick":[null,"1 tick"],"1 million transactions/day":[null,"1 triệu giao dịch/ ngày"],"1-2 years":[null,"1-2 năm"],"1. Choose the Underlying":[null,"1. Chọn các gạch chân"],"1. Underlying market":[null,"1. Thị trường tiềm ẩn"],"10 Minutes":[null,"10 Phút"],"10m":[null,"10 tháng"],"15 Minutes":[null,"15 Phút"],"15m":[null,"15 tháng"],"1d":[null,"1 ngày"],"1h":[null,"1 giờ"],"1m":[null,"1 tháng"],"1t":[null,"1t"],"2 Hours":[null,"2 Giờ"],"2 Minutes":[null,"2 Phút"],"2. Choose the Duration of the Trade":[null,"2. Chọn thời lượng của giao dịch"],"2. Trade type":[null,"2. Loại giao dịch"],"2h":[null,"2 giờ"],"2m":[null,"2 tháng"],"3 Minutes":[null,"3 Phút"],"3. Choose how you want to Trade the Market":[null,"3. Chọn cách bạn muốn giao dịch thị trường"],"3. Duration":[null,"3. Thời lượng"],"30 Minutes":[null,"30 Phút"],"30-day limit on losses":[null,"30 ngày giới hạn cho thua"],"30-day turnover limit":[null,"30 ngày giới hạn cho doanh số"],"30m":[null,"30 tháng"],"3m":[null,"3 tháng"],"4 Hours":[null,"4 Giờ"],"4. Barrier(s)":[null,"4. Các rào cản"],"4. Choose your Stake and Potential Return":[null,"4. Lựa chọn mức cược của bạn và lợi nhuận tiềm năng"],"40 transactions or more in the past 12 months":[null,"40 giao dịch hoặc hơn trong 12 tháng qua"],"4h":[null,"4 giờ"],"5 Minutes":[null,"5 Phút"],"5. Payout":[null,"5. Thanh toán"],"5m":[null,"5 tháng"],"6-10 transactions in the past 12 months":[null,"6-10 giao dịch trong 12 tháng qua"],"7-day limit on losses":[null,"7-day giới hạn cho thua"],"7-day turnover limit":[null,"7 ngày giới hạn cho doanh số"],"8 Hours":[null,"8 Giờ"],"8h":[null,"8 giờ"],"A Evening Doji Star consists of a long bullish candle, followed by a Doji that has gapped above it, then a third bearish candle that closes well within the body of the first candle and in doing so confirming the reversal. It is considered a strong bearish price reversal candlestick pattern":[null,"Một ngôi sao Doji tối bao gồm một ngọn nên tăng dài, theo sau bởi một Doji đã có lỗ hỏng trên nó, tiếp đến một ngọn nến giảm giá thứ 3 mà gần sát với thân của ngọn nến thứ nhất và trong lúc đang xác nhận đảo hướng. Nó được coi là một mô hình nến giảm giá đảo hướng mạnh"],"A Smoothed Moving Average is sort of a blend between a Simple Moving Average and an Exponential Moving Average, only with a longer period applied":[null,"Một bước di chuyển mượt trung bình là sự sắp xếp của sự pha trộn giữa một bước di chuyển đơn giản trung bình và một di chuyển số mũ trung bình, chỉ áp dụng với các hiệu lực kéo dài"],"A Spinning Top Candlestick is a bullish or bearish candlestick with a small body. The length of the head and tail shadows can vary. Like a Doji Candlestick it represents a point of indecision with buyers and seller matched":[null,"Một cây nến xoay đầu là một sự lạc quan hoặc một cây nến giảm giá với thân nhỏ. Chiều dài của đầu và đuôi bóng có thể khác nhau. Giống như cây nến Doji là tượng chưng cho một điểm do dự với người mua và người bán phù hợp"],"A Stays Between trade pays out if the market stays between (does not touch) BOTH the high barrier or the low barrier at any time during the period chosen by a trader. A Goes Outside trade pays out if the market touches EITHER the high barrier or the low barrier at any time during the period chosen by a trader":[null,"Một giao dịch giữ giá sẽ được chi trả nếu thị trường nằm giữa (không chạm) cả rào cản cao và thấp ở vào bất kỳ thời điểm nào trong phiên được lựa chọn bởi nhà giao dịch. Một giao dịch hướng ra ngoài sẽ được chi trả nếu thị trường chạm ngưỡng cả rào cản cao và thấp ở vào bất kỳ thời điểm nào trong phiên được lựa chọn bởi nhà giao dịch"],"A bearish candlestick pattern consisting of three candles that have demonstrated the following characteristics, the first bar is a large white candlestick located within an uptrend, the middle bar is a small-bodied candle (red or white) that closes above the first white bar, the last bar is a large red candle that opens below the middle candle and closes near the center of the first bar's body":[null,"Một mô hình nến hướng giảm là bao gồm ba ngọn nến đã được chứng minh những đặc điểm sau, thanh thứ nhất là một thanh trắng lớn nằm trong xu thế tăng, thanh ở giữa là thanh thân nhỏ (đỏ hoặc trắng) mà nằm gần bên trên thanh màu trắng thứ nhất, thanh cuối cùng là một thanh đỏ lớn mà mở bên dưới thanh ở giữa và gần trung tâm của phần thân thanh thứ nhất"],"A bearish candlestick pattern that is used to predict the reversal of the current uptrend. This pattern consists of three consecutive long-bodied candlesticks that have closed lower than the previous day with each session's open occurring within the body of the previous candle":[null,"Một mô hình nến thường được dùng để dự đoán tình hình đảo ngược của xu hướng tăng hiện tại. Mô hình này bao gồm liên tiếp ba ngọn nến thân dài mà đóng cửa thấp hơn so với phiên mở của ngày hôm trước trong phần thân của ngọn nến trước đó"],"A bearish counterattack is a long white candle in an uptrend, followed by a long black candle. Closing prices of both candles are at the same price level. A bullish counterattack is a long black candle in an downtrend, followed by a long white candle. Closing prices of both candles are at the same price level":[null,"Một cuộc phản công hướng giảm là một ngọn nến dài màu trắng trong một xu hướng tăng, theo sau là một ngọn nến đen dài. Giá đóng cửa của nến đều có mức giá tương tự. Một cuộc phản công lạc quan là một ngọn nến dài đen trong một xu hướng, theo sau là một ngọn nến dài màu trắng. Giá đóng cửa của cả hai nến có cùng mức giá"],"A bearish separating line is a bearish continuation pattern. It is the exact opposite of the bullish separating line. There are two components to the bearish separating line: The first day is a green candlestick and the second day gaps down, opens at the first candlestick's open and closes weakly":[null,"Một hướng giảm dòng tách là một mẫu tiếp nối hướng giảm. Nó là đối diện chính xác của đường tách bullish. Có hai thành phần tách dòng hướng giảm: ngày đầu tiên là một màu xanh lá cây nến và ngày thứ hai khoảng trống xuống, mở ra ở nến đầu tiên mở và đóng cửa yếu"],"A binary option is a contract purchased by a trader, which pays a pre-determined amount if their prediction is correct":[null,"Một lựa chọn nhị phân là một hợp đồng mua lại bởi một thương nhân, trả tiền một số tiền được xác định trước nếu dự báo của họ là chính xác"],"A binary option is an option with a fixed payout that is determined at the start of the trade. If your prediction is correct, you receive an agreed payout. If not, you lose your initial stake, and no more. The options are called 'binary' because there can be only two outcomes - win or lose":[null,"Một lựa chọn nhị phân là một lựa chọn với một thanh toán cố định được xác định lúc bắt đầu của giao dịch. Nếu dự đoán của bạn là chính xác, bạn nhận được một sự đồng ý cho thanh toán. Nếu không, bạn mất cổ phần đầu tiên của bạn, và không hơn. Các tùy chọn được gọi là 'nhị phân' bởi vì có thể có kết quả chỉ có hai - được hay mất"],"A bullish candlestick pattern that consists of five candles, the first day is a long white day, the second day gaps up and is a black day, the second, third, and fourth days have small real bodies and follow a brief downtrend pattern, but stay within the range of the first day and the fifth day is a long white day that closes above the close of the first day":[null,"Một mô hình nến lạc quan bao gồm 5 nến, ngày đầu tiên là một ngày dài màu trắng, ngày thứ hai trống rỗng và là một ngày đen tối, ngày thứ hai, thứ ba, thứ tư có cơ quan thực tế nhỏ và theo một khuôn mẫu tóm tắt xu hướng, nhưng ở trong phạm vi của những ngày đầu tiên và ngày thứ năm là một ngày dài màu trắng đóng trên kết thúc ngày đầu tiên"],"A bullish candlestick pattern that consists of three candles, the first bar is a large red candlestick located within a defined downtrend, the second bar is a small-bodied candle (either red or white) that closes below the first red bar and the last bar is a large white candle that opens above the middle candle and closes near the center of the first bar's body":[null,"Một mô hình nến lạc quan bao gồm ba ngọn nến, thanh đầu tiên là một nến đỏ lớn nằm trong một xu hướng giảm được xác định, thanh thứ hai là một nến thân nhỏ (màu đỏ hoặc màu trắng) mà đóng cửa bên dưới thanh màu đỏ đầu tiên và cuối cùng là thanh màu trắng lớn sẽ mở ra trên ngọn nến trung và đóng cửa gần trung tâm của phần thân của thanh đầu tiên"],"A bullish candlestick pattern that consists of three candles, the first bar is a large red candlestick located within a defined downtrend, the second bar is a small-bodied candle (either red or white) that closes below the first red bar., he last bar is a large white candle that opens above the middle candle and closes near the center of the first bar's body":[null,"Một mô hình nến lạc quan bao gồm ba ngọn nến, thanh đầu tiên là một nến đỏ lớn nằm trong một xu hướng giảm được xác định, thanh thứ hai là một nến thân nhỏ (màu đỏ hoặc màu trắng) mà đóng cửa bên dưới thanh màu đỏ đầu tiên và cuối cùng là thanh màu trắng lớn sẽ mở ra trên ngọn nến trung và đóng cửa gần trung tâm của phần thân của thanh đầu tiên"],"A bullish or bearish candle followed by a doji with with a downward or uptrend gap":[null,"Một ngọn nến lạc quan hoặc hướng giảm được theo sau bởi một doji với một khoảng trống hướng xuống hoặc tăng"],"A candlestick chart pattern in which a large candlestick is followed by a smaller candlestick whose body is located within the vertical range of the larger body. In terms of candlestick colors, the bullish harami is a downtrend of negative-colored (black) candlesticks engulfing a small positive (white) candlestick, giving a sign of a reversal of the downward trend":[null,"Một biểu đồ mô hình nến là một cây nến lớn được theo sau bởi cây nến nhỏ hơn mà phần thân của nó nằm bên trong khoảng dọc của phân thân của cây nến lớn. Trong điều kiện của màu nến, một harami lạc quan là một xu hướng giảm của các cây nến có màu tiêu cực (đen) và có phần chân là một cây nến nhỏ với màu tiêu cực (trắng), đưa ra một dấu hiệu đảo ngược của xu hướng giảm"],"A candlestick with a long black body (long line) represents a bearish force in the market. The price of the stock was up and down in a wide range, opening near the high and closing near the low of the day. One with a long white line represents a bullish force in the market. The price of the stock was up and down in a wide range, opening near the low of the day and closing near the high":[null,"Nến với một cơ thể dài đen (đường thẳng dài) đại diện cho một lực lượng hướng giảm trên thị trường. Giá của cổ phiếu đã lên và xuống trong một phạm vi rộng, mở gần cao và đóng cửa gần thấp trong ngày. Một với một đường dài màu trắng đại diện cho một lực lượng lạc quan trên thị trường. Giá cổ phiếu đã lên và xuống trong một phạm vi rộng, mở gần thấp trong ngày và đóng cửa gần cao"],"A candlestick with very long upper and lower shadows and a small real body on a Japanese candlestick chart. It shows that the market is losing its direction bias that it had before this candle appeared":[null,"Một cây nến với các bóng rất dài và ngắn và một thân nhỏ trong một biểu đồ nến Nhật Bản. Nó thể hiện rằng thị trường đang mất đi thiên hướng mà nó đã từng có trước đây trước khi ngon nến xuất hiện"],"A chart pattern that consists of a small white candlestick with short shadows or tails followed by a large black candlestick that eclipses or 'engulfs' the small white one":[null,"Một mô hình biểu đồ bao gồm một nến trắng nhỏ với bóng ngắn hay đuôi theo sau là một cây nến màu đen lớn mà ê líp hoặc 'dưới chân' một màu trắng nhỏ"],"A derivative is a financial instrument whose value is determined by reference to an underlying market. Derivatives are commonly traded in the inter-bank market, and binaries are one of the simplest forms of derivatives":[null,"Một biến thể là một công cụ tài chính có giá trị được xác định bởi tham chiếu đến một thị trường tiềm ẩn. Dẫn xuất thường được giao dịch trên thị trường liên ngân hàng và những chương trình là một trong những hình thức đơn giản nhất của dẫn xuất"],"A lookback contract has a payout that depends on the optimum high or low achieved by the market. The option allows the holder to \"look back\" over time to determine the payout":[null,""],"A medium to long bullish or bearish candlestick with the key defining trait being no head or tail shadows":[null,"một nến lạc quan hoặc hướng giảm cỡ vừa đến cỡ dài với chìa khóa xác định đặc điểm là không có bóng đầu hoặc đuôi"],"A panel featuring industry leaders awards BetOnMarkets.com 'Financial Betting Operator of the Year' over two other finalists. It's a major victory for our brand and further recognition of our world-beating service. Ten years on, and going from strength to strength":[null,"Một bảng điều khiển với giải thưởng cho nhà lãnh đạo công nghiệp BetOnMarkets.com 'Nhà điều hành cá cược tài chính của năm' trên hai thí sinh khác. Đó là một chiến thắng lớn cho các thương hiệu của chúng tôi và tiếp tục sự công nhận dịch vụ của chúng tôi đứng đầu thế giới. Mười năm ngày, và ngày càng mạnh hơn"],"A technical indicator invented by Larry Williams that uses the weighted average of three different time periods to reduce the volatility and false transaction signals that are associated with many other indicators that mainly rely on a single time period":[null,"Một chỉ số kỹ thuật được phát minh bởi Larry Williams được sử dụng cân nặng trung bình của 3 thời điểm khác biệt để giảm thiểu biến động và sai lệch tín hiệu giao dịch mà có liên kết với rất nhiều các chỉ số khác chủ yếu dựa vào thời điểm đơn lẻ"],"A technical momentum indicator that compares a security's closing price to its price range over a given time period. The oscillator's sensitivity to market movements can be reduced by adjusting the time period or by taking a moving average of the result":[null,"Một chỉ số mô men kỹ thuật mà so sánh một mức giá đóng cửa một bảo mật với khoảng giá trên một thời điểm cho trước. Dao động nhạy bén với chuyển động của thị trường có thể bị giảm bởi sự chỉnh sửa thời điểm hoặc do bị tác động bởi một di chuyển trung bình của kết quả"],"A technical trading pattern in which three candlesticks form what appears to be a sandwich on the trader's screen. Stick sandwiches will have the middle candlestick oppositely colored of the candlesticks on either side of it, both of which will have a larger trading range than the middle candlestick. Stick sandwich patterns can occur in both bearish and bullish indications":[null,"Một mô hình kỹ thuật kinh doanh mà trong đó ba cây nên tạo thành những gì xuất hiện như một chiếc sandwich trên màn hình giao dịch. Thanh sandwich sẽ có cây nến ở giữa có màu đối lập với các cây nến đối diện ở cả 2 phía của nó, cả hai đều sẽ có một phạm vi giao dịch lớn hơn cây ở giữa. Mô hình thanh sandwich có thể xuất hiện ở cả xu hướng tăng và giảm"],"A tick is the minimum upward or downward movement in the price of a market":[null,"Một dấu tích là dịch chuyển đi lên hoặc đi xuống tối thiểu trong giá của một thị trường"],"A trend indicated by a large candlestick followed by a doji that is located within the top and bottom of the candlestick's body. This indicates that the previous trend is about to reverse":[null,"Một xu hướng được chỉ định bởi một nến lớn theo sau bởi một doji nằm ở phía trên và dưới của cây nến thân. Chỉ dẫn này cho thấy xu hướng trước đó chuẩn bị xoay chiều"],"A white candle in an upward price trend followed by a doji whose lower shadow remains above the prior candle's high. The third day is a black candle with an upper shadow below the doji's low":[null,"Một cây nến trắng trong một xu hướng giá tăng được theo sau bởi một doju có bóng thấp được giữ lại ở trên cây nến trước cao. Ngày thứ ba là một cây nến đen với bóng cao ở dưới doji thấp"],"Abandoned Baby (CDLABANDONEDBABY)":[null,"Đứa bé bị bỏ rơi (CDLABANDONEDBABY)"],"Absolute Price Oscillator (APO)":[null,"Giá dao động tuyệt đối (APO)"],"Accept":[null,"Chấp nhận"],"Accessible from any web browser in 13 languages":[null,"Có thể truy cập từ bất kỳ trình duyệt web nào với 13 ngôn ngữ"],"Account balance":[null,"Số dư tài khoản"],"Account opening reason":[null,"Lý do mở tài khoản"],"Action":[null,"Hành động"],"Active":[null,"Còn hoạt động"],"Active Since":[null,"Hoạt động từ"],"Add comparisons":[null,"Thêm các so sánh"],"Add indicator":[null,"Thêm chỉ dẫn"],"Add/Remove comparisons":[null,"Thêm/loại bỏ so sánh"],"Add/Remove indicators":[null,"Thêm/loại bỏ các chỉ số"],"Add/remove indicators":[null,"Thêm/loại bỏ các chỉ số"],"Address":[null,""],"Admin":[null,"Quản trị viên"],"Advance Block (CDLADVANCEBLOCK)":[null,"Khối ưu tiên (CDLADVANCEBLOCK)"],"All durations":[null,"Tất cả thời gian"],"All fields are optional. If you wish to copy all assets and trade types, please leave all fields empty":[null,""],"All market conditions":[null,"Tất cả các điều kiện thị trường"],"All market conditions and durations":[null,"Tất cả các điều kiện thị trường và thời hạn"],"All markets":[null,"Tất cả các thị trường"],"All markets and conditions":[null,"Tất cả các thị trường và điều kiện"],"All payouts":[null,"Các khoản thanh toán"],"All times are in GMT (Greenwich Mean Time)":[null,"Tất cả thời gian ở GMT (Thời gian trung bình Greenwich )"],"Allow others to copy your trades":[null,"Cho phép người khác để sao chép các giao dịch của bạn"],"Amount":[null,"Tổng"],"Amount Per Point":[null,"Số tiền cho mỗi điểm"],"Amount per point":[null,"Số tiền cho mỗi điểm"],"An Ends Between trade pays out if the market exit price is strictly higher than the low price target AND strictly lower than the high price target. An Ends Outside binary pays out if the market exit price is EITHER strictly higher than the high price target OR strictly lower than the low price target":[null,"Một giao dịch kết thúc ở giữa trả phí nếu giá thoát khỏi thị trường là nghiêm chỉnh cao hơn mục tiêu giá thấp và nghiêm ngặt thấp hơn mục tiêu giá cao. Một kết thúc bên ngoài đôi trả ra nếu giá thoát khỏi thị trường là nghiêm thấp hơn mục tiêu giá thấp hoặc nghiêm cao hơn mục tiêu giá cao"],"Another major award. This time we're nominated by the online readers of Global Banking and Finance Review and judged by a panel of industry experts and analysts who recognise our 13 years of platform reliability, range of trades, pricing, customer service and extensive knowledge":[null,"Giải thưởng lớn khác. Thời gian này chúng tôi được đề cử bởi các độc giả trực tuyến của ngân hàng toàn cầu và tài chính xem xét và đánh giá bởi một bảng điều khiển của các chuyên gia ngành công nghiệp và các nhà phân tích nhận ra 13 năm nền tảng đáng tin cậy của chúng tôi, phạm vi của các giao dịch, giá cả, Dịch vụ khách hàng và mở rộng kiến thức"],"Answer":[null,"Câu trả lời"],"Anticipated account turnover":[null,"Dự đoán doanh thu tài khoản"],"Apply":[null,"Áp dụng"],"Apply to become a Binary.com":[null,"Đăng ký để để thành một Binary.com"],"Appropriateness Test: WARNING":[null,"Bài kiểm tra sự thích hợp: CẢNH BÁO"],"Apr":[null,"Tháng tư"],"April":[null,"Tháng tư"],"Are you sure you want to delete template?":[null,"Bạn có chắc bạn muốn xóa mẫu không?"],"Are you sure you want to delete this token?":[null,"Bạn có chắc bạn muốn xóa token này?"],"Are you sure you want to overwrite current template?":[null,"Bạn có chắc bạn muốn ghi đè lên mẫu hiện tại?"],"Arnaud Legoux Moving Average (ALMA)":[null,"Di chuyển trung bình Arnaud Legoux (ALMA)"],"Aroon (AROON)":[null,"Aroon (AROON)"],"Aroon Oscillator (AROONOSC)":[null,"Dao động Aroon (AROONOSC)"],"Arrange":[null,"Sắp xếp"],"Asian down":[null,"Châu Á xuống"],"Asian up":[null,"Châu Á lên"],"Asians":[null,"Người châu Á"],"Asset":[null,"Tài sản"],"Asset Index":[null,"Chỉ số Tài sản"],"Assets":[null,"Tài sản"],"Aug":[null,"Tháng tám"],"August":[null,"Tháng tám"],"Available 24/7":[null,"Khả dụng 24/7"],"Available Currencies":[null,"Các loại tiền tệ có sẵn"],"Average Directional Movement Index (ADX)":[null,"Chỉ số di chuyển trung bình trực tiếp (ADX)"],"Average Directional Movement Index Rating (ADXR)":[null,"Điểm đánh giá chỉ số di chuyển trung bình trực tiếp (ADXR)"],"Average Directional Movement Rating quantifies momentum change in the ADX. It is calculated by adding two values of ADX (the current value and a value n periods back), then dividing by two":[null,"Điểm đánh giá di chuyển trung bình trực tiếp đánh giá mô men thay đổi trong ADX. Nó được tình bằng cách thêm vào hai giá trị của ADX (giá trị hiện tại và giá trị n thời gian trở lại), rồi đem chia hai"],"Average True Range (ATR)":[null,"Khoảng trung bình thực (ATR)"],"Avg. Duration":[null,"Thời lượng trung bình"],"Avg. Duration of Open Positions":[null,""],"Avg. Loss":[null,"Lỗ trung bình"],"Avg. Profit":[null,"Lợi nhuận trung bình"],"Award-winning online trading platform":[null,"Giải thưởng - chiến thắng nền tảng kinh doanh trực tuyến"],"Awesome Oscillator (AO)":[null,"Dao động tuyệt vời (AO)"],"Back":[null,"Trở lại"],"Back to list":[null,"Quay lại danh sách"],"Balance of Power (BOP)":[null,"Cân bằng quyền lực (BOP)"],"Banks, hedge funds and professional investors routinely trade binary options in over-the-counter derivatives markets. Many market professionals use and trust the Binary.com platform for high-volume flexible trades":[null,"Các ngân hàng, quỹ phòng hộ và các nhà đầu tư chuyên nghiệp thường giao dịch tùy chọn nhị phân trường phái sinh (vượt bàn giao dịch). Nhiều chuyên gia thị trường sử dụng và tin cậy nền tảng Binary.com do khối lượng giao dịch linh hoạt"],"Barrier":[null,"Barie"],"Barrier offset":[null,"Offset barie"],"Barrier(s)":[null,"Các rào cản"],"Bearish: This is an end-of-trend pattern composed of three candlesticks in an uptrend. The second candlestick must open close to the close of the previous day. The last candlestick should be short and can form an upside gap. There could also be a selling shadow.The pattern represents a weakness in a rise with a risk of consolidation and possible reversal. Bullish: This is an end-of-trend pattern composed of three candlesticks in a downtrend. The second candlestick must open close to the close of the previous day. the last candlestick must be short. The pattern represents a weakness and consolidation and a possible reversal in trend":[null,"Hướng giảm: Đây là một mô hình kết thúc xu hướng bao gồm ba chân nến trong một xu hướng tăng. Nến thứ hai phải mở gần kết thúc ngày hôm trước. Nến cuối nên ngắn và có thể tạo ra một lỗ ngược. Cũng có thể một bóng bán. Các mẫu đại diện cho một điểm yếu trong sự gia tăng với một nguy cơ của củng cố và có thể đảo ngược. Hướng tích cực: Đây là một mô hình kết thúc xu hướng bao gồm ba chân nến trong một xu hướng. Nến thứ hai phải mở gần kết thúc ngày hôm trước. nến cuối cùng phải vững. Các mẫu đại diện cho một điểm yếu và củng cố và một có thể đảo ngược xu hướng"],"Belt-hold (CDLBELTHOLD)":[null,"Vành đai giữ (CDLBELTHOLD)"],"Best Fixed-Odds Financial Trading Provider' award by Shares Magazine UK":[null,"Giải thưởng Nhà cung cấp kinh doanh tài chính với tỷ lệ cược tốt nhất được trao bởi Tạp chí chia sẻ Anh Quốc"],"BetOnMarkets goes live":[null,"BetOnMarkets trực tiếp"],"BetOnMarkets.com has over 400,000 clients in its database and reach the US$ 1 billion milestone in only our 13th year, making us one of the leading fixed-odds trading providers":[null,"BetOnMarkets.com có hơn 400.000 khách hàng trong cơ sở dữ liệu của mình và đạt được cột mốc 1 tỉ đô la Mỹ chỉ  trong năm thứ 13 của chúng tôi, làm cho chúng tôi trở thành một trong những nhà cung cấp tỷ lệ cược hàng đầu thế giới"],"BetOnMarkets.com increases payouts to 100,000 USD, EUR, GBP and AUD":[null,"BetOnMarkets.com tăng chi trả đến 100.000 USD, EUR, GBP và AUD"],"BetOnMarkets.com is successfully rebranded Binary.com":[null,"BetOnMarkets.com thành công đổi thành thương hiệu Binary.com"],"BetOnMarkets.com reaches $1 billion turnover since starting in 1999":[null,"BetOnMarkets.com đạt 1 tỷ USD doanh thu kể từ khi bắt đầu vào năm 1999"],"Betonmarkets.com":[null,"Betonmarkets.com"],"Betting system and method":[null,"Hệ thống và phương thức Cá cược"],"Bill Williams":[null,"Bill Williams"],"Binary Bot released":[null,"Bot phát hành nhị phân"],"Binary KK granted Japan license":[null,"Binary KK được cấp phép ở Nhật Bản"],"Binary Options Basics":[null,"Cơ bản về Quyền chọn Nhị phân"],"Binary granted Investment Services license":[null,"Binary được cấp giấy phép Dịch vụ đầu tư"],"Binary opens Japan office":[null,"Binary mở văn phòng tại Nhật Bản"],"Binary option":[null,"tùy chọn nhị phân"],"Binary options are easy to understand. They're called 'binary' because there can be only two outcomes - win or lose. If your prediction is correct, you receive a payout that is determined at the start of the trade. If not, you just lose your initial stake":[null,"Quyền chọn nhị phân rất dễ hiểu. Gọi là ‘nhị phân’ vì sẽ chỉ có 2 kết quả – thắng hoặc thua. Nếu bạn đoán đúng, bạn sẽ nhận được tiền thưởng thỏa thuận lúc bắt đầu giao dịch. Nếu không, bạn sẽ chỉ thua/mất phần đã cá cược"],"Binary options or other financial derivatives trading experience":[null,"Các tùy chọn nhị phân hoặc các dẫn xuất kinh nghiệm kinh doanh tài chính khác"],"Binary options or other financial derivatives trading frequency":[null,"Các tùy chọn nhị phân hoặc các dẫn xuất tần suất kinh doanh tài chính khác"],"Binary options trading experience":[null,""],"Binary options trading frequency":[null,""],"Binary trading is flexible":[null,"Giao dịch nhị phân là linh hoạt"],"Binary trading is ideal for both individuals and market professionals":[null,"Giao dịch nhị phân là ý tưởng cho cả cá nhân và thị trường chuyên nghiệp"],"Binary's Japanese subsidiary Binary KK is licensed by the KLFB as a Type 1 Financial Instruments Business in Japan":[null,"Binary Nhật Bản công ty con của Binary KK được cấp phép bởi KLFB như là một công cụ doanh nghiệp tài chính loại 1 ở Nhật Bản"],"Binary's Japanese subsidiary Binary KK opens an office in Tokyo and starts the process of applying for relevant licenses":[null,"Binary Nhật bản công ty con của Binary KK mở một văn phòng ở Tokyo và bắt đầu quá trình nộp đơn xin giấy phép có liên quan"],"Binary's Maltese subsidiary Binary Investments (Europe) Ltd. is granted a Category 3 Investment Services license by the Malta Financial Services Authority":[null,"Công ty con Binary tại Malta của Công ty đầu tư Binary (Châu Âu) được cấp phép dịch vụ đầu tư thể loại 3 bởi cơ quan dịch vụ tài chính Malta"],"Binary's platform transacts on average 20 transactions per second, 24/7":[null,"Nền tảng giao dịch của Binary trung bình vào khoảng 20 giao dịch mỗi giây, 24/7"],"Binary.com":[null,"Binary.com"],"Binary.com : Webtrader":[null,"Binary.com: Webtrader"],"Binary.com Shop introduced":[null,"giới thiệu cửa hàng Binary.com"],"Binary.com announces plans for an":[null,"Binary.com thông báo các kế hoạch cho một"],"Binary.com continues to innovate and grow":[null,"Binary.com tiếp tục đổi mới và phát triển"],"Binary.com has created Volatility Indices that you can trade 24/7. You can trade these on all types of contract":[null,"Binary.com tạo các chỉ số Biến động cho phép bạn giao dịch 24/7. Bạn có thể giao dịch trên mọi loại hợp đồng"],"Binary.com has earned an enviable reputation for our commitment to high ethical standards and the quality of the trading experience we provide":[null,"Binary.com đã giành được một danh tiếng tuyệt vời cho cam kết của chúng tôi các tiêu chuẩn đạo đức cao và chất lượng của kinh nghiệm kinh doanh, chúng tôi cung cấp"],"Binary.com has over 800,000 clients in its database and reaches the US$ 2 billion milestone in our 15th year, making us one of the leading binary options providers":[null,"Binary.com có hơn 800.000 khách hàng trong cơ sở dữ liệu của mình và đạt đến cột mốc 2 tỷ USD trong năm thứ 15 của chúng tôi, làm cho chúng tôi trở thành một trong những nhà cung cấp tùy chọn nhị phân hàng đầu"],"Binary.com has thousands of clients taking a variety of positions on the financial markets at any one time, and earns a small margin on these trades":[null,"Binary.com có hàng ngàn khách hàng tham gia một loạt các vị trí trên thị trường tài chính tại một thời điểm, và kiếm được một khoản nhỏ trên các giao dịch đó"],"Binary.com hits 1 million users, reaching a historic milestone. The company continues to see exponential growth and this reconfirms its position as an industry leader":[null,"Binary.com đạt mốc 1 triệu người dùng, đến một mốc lịch sử. Công ty tiếp tục cho thấy sự tăng trưởng hàm mũ và điều này tái khẳng định vị trí của nó như là một nhà lãnh đạo ngành công nghiệp"],"Binary.com introduces an":[null,"Binary.com giới thiệu một"],"Binary.com is awarded Best Binary Options Broker by the UK-based Online Personal Wealth Awards 2017, as voted by investors worldwide":[null,"Binary.com được trao tặng giải thưởng nhà môi giới tốt nhất tùy chọn nhị phân bởi giải thưởng cá nhân giàu có trực tuyến thuộc vương quốc Anh năm 2017, theo bình chọn của các nhà đầu tư trên toàn thế giới"],"Binary.com is entirely web-based and requires no software installation":[null,"Binary.com là hoàn toàn dựa trên web và không cần phần mềm cài đặt"],"Binary.com is honoured as the world's \"Best Binary Options Broker\" at the 16th annual MENA International Financial Conference and Exhibition, hosted in Dubai":[null,"Binary.com được vinh danh như một nhà môi giới tùy chọn nhị phân tốt nhất thế giới trong lần thứ 16 hội nghị tài chính quốc tế MENA thường niên được tổ chức ở Dubai"],"Binary.com is owned and operated by the Binary Group Ltd. group of companies. For more information, visit our history page":[null,"Binary.com thuộc sở hữu và vận hành bởi Công ty Tnhh Binary, một nhóm công ty. Để biết thêm chi tiết, hãy truy cập trang lịch sử của chúng tôi"],"Binary.com launches Bitcoin (BTC) accounts for non-EU customers":[null,"Binary.com ra mắt tài khoản Bitcoin (BTC) cho khách hàng ngoài EU"],"Binary.com launches Bitcoin accounts":[null,"Binary.com ra mắt tài khoản Bitcoin"],"Binary.com launches an":[null,"Binary.com ra mắt một"],"Binary.com offers a range of common deposit and withdrawal methods, from credit and debit cards to bank wires, e-cash and e-wallets":[null,"Binary.com cung cấp một loạt các phương pháp phổ biến tiền gửi và rút tiền, từ thẻ tín dụng và thẻ ghi nợ cho đến ngân hàng, tiền điện tử và ví điện tử"],"Binary.com offers a virtual-money account so you can get the hang of trading binaries. Why not":[null,"Binary.com cung cấp một tài khoản tiền ảo để bạn có thể nhận được hang của giao dịch nhị phân. Tại sao không"],"Binary.com offers new ways to trade":[null,"Binary.com cung cấp cách thức mới để kinh doanh"],"Binary.com offers you four ways to trade a particular asset":[null,"Binary.com cung cấp 4 cách để giao dịch tài sản mà bạn đã chọn"],"Binary.com opens an office in the QSentral office building in central Kuala Lumpur to further expand its IT development team":[null,"Binary.com mở một văn phòng trong tòa nhà ở trung tâm Kuala Lumpur tiếp tục mở rộng đội ngũ phát triển CNTT của văn phòng QSentral"],"Binary.com reaches $2 billion turnover since starting in 1999":[null,"Binary.com đạt đến 2 tỉ đô la doanh thu kể từ khi bắt đầu vào năm 1999"],"Binary.com reaches 1 million registered users":[null,"Binary.com đạt đến 1 triệu người dùng đăng ký"],"Binary.com takes home first prize in the Financial Betting Operator category at the prestigious 2015 EGR Operator Awards ceremony, hosted in London":[null,"Binary.com giành giải thưởng đầu tiên trong thể loại điều hành tài chính cá cược tại lễ trao giải nhà điều hành EGR 2015 được tổ chức ở London"],"Binary.com's Continuous Indices are the Volatility 10 Index, Volatility 25 Index, Volatility 50 Index, Volatility 75 Index and Volatility 100 Index. These indices correspond to simulated markets with constant volatilities of 10%, 25%, 50%, 75% and 100%":[null,"Các chỉ số liên tục của Binary.com là chỉ số Độ biến động 10, Độ bất ổn 25, Khả năng biến động 50, Khả năng biến động 75 và Chỉ số biến động 100. Các chỉ số này tương ứng với các thị trường mô phỏng với các biến động không đổi là 10%, 25%, 50%, 75% và 100%"],"Binary.com's OTC Indices and stocks are sourced from the over-the-counter market and provide you with an alternative means of trading stock indices and stocks - available from sources outside of the centralised exchanges":[null,"Các chứng khoán và cổ phiếu phi tập trung của Binary.com bắt nguồn từ sàn chứng khoán phi tập trung và cung cấp cho bạn các phương thức có thể thay đổi lẫn nhau trong giao dịch các chứng khoán và cổ phiếu có sẵn từ thị trường tập trung bên ngoài"],"Binary.com's OTC Indices and stocks offer the benefit of real-time charts and pricing. Enjoy even more exciting opportunities to trade our featured market indices and stocks through this new real-time offering":[null,"Các chứng khoán và cổ phiếu phi tập trung của Binary.com mang đến những lợi ích về mặt thời gian thực và việc định giá. Hãy trải nghiệm những cơ hội thú vị hơn thế khi giao dịch những mã chứng khoán và cổ phiếu trên thị trường nổi bật của chúng tôi thông qua sự cung cấp mới với thời gian thực này"],"Binary.com's Smart FX are smart markets that measure the value of a currency against a basket of major currencies":[null,"Smart FX của Binary.com là thị trường thông minh đo lường giá trị của một đồng tiền so với những đồng tiền lớn khác"],"Binary.com's Volatility Indices are based on a cryptographically secure random number generator audited for fairness by an independent third party":[null,"Chỉ số biến động của Binary.com được dựa trên một máy phát các số bảo mật ngẫu nhiên được mã hoá để kiểm định tính công bằng bởi một bên thứ ba độc lập"],"Binary.com's systems are now processing in excess of 1 million transactions/day (including virtual accounts)":[null,"Binary.com của hệ thống đang xử lý bây giờ vượt quá 1 triệu giao dịch/ngày (bao gồm tài khoản ảo)"],"Bollinger Bands (BBANDS)":[null,"Dải Bollinger (BBANDS)"],"Bollinger Bands can be used to measure the highness or lowness of the price relative to previous trades":[null,"Dải Bollinger có thể được sử dụng để đo sự cao thấp của giá dựa vào giao dịch trước đó"],"Bought":[null,"Đã mua"],"Brand of first car":[null,"Thương hiệu của chiếc xe đầu tiên"],"Breakaway (CDLBREAKAWAY)":[null,"Phá vỡ (CDLBREAKAWAY)"],"Browser upgrade required":[null,"Yêu cầu nâng cấp trình duyệt"],"Bull Market and Bear Market Indices start at 00:00 GMT each day, replicating a bullish and bearish market respectively":[null,"Các chỉ số của Thị trường theo chiều hướng Giá lên và Thị trường theo chiều Giá xuống bắt đầu từ lúc 00:00 GMT mỗi ngày, tương ứng với việc tái tạo thị trường theo chiều hướng giá lên và thị trường theo chiều hướng giá xuống"],"Buy Price":[null,"Giá mua"],"Buy price":[null,"Giá mua"],"By clicking":[null,"Bằng cách nhấp vào"],"By clicking OK, you confirm that you have read and accepted the updated":[null,"Bằng cách nhấn OK, bạn xác nhận rằng bạn đã đọc và chấp nhận phần đã cập nhật"],"By default, all clients are treated as retail. Do you prefer to be treated as a professional client if you match the necessary criteria?":[null,""],"CFD trading experience":[null,""],"CFD trading frequency":[null,""],"Can be used to buy and sell contracts, renew expired purchases, and top-up virtual-money accounts.":[null,"Có thể được sử dụng để mua và bán hợp đồng, làm mới mua đã hết hạn, và các tài khoản tiền ảo top-up."],"Can be used to open accounts, set settings, manage token usage, and more.":[null,"Có thể được sử dụng để mở tài khoản, thiết lập, quản lý việc sử dụng mã thông báo, và nhiều hơn nữa."],"Can be used to view account activity, including settings, limits, balance sheets, trade purchase history, and more.":[null,"Có thể được sử dụng để xem hoạt động tài khoản, bao gồm cài đặt, giới hạn, cân đối, thương mại lịch sử mua hàng, và nhiều hơn nữa."],"Can be used to withdraw to payment agents, transfer funds between accounts, and set / clear cashier passwords.":[null,"Có thể được sử dụng để rút tiền cho các đại lý thanh toán, chuyển tiền giữa các tài khoản và đặt / gỡ mật khẩu thu ngân."],"Cancel":[null,"Hủy bỏ"],"Candles":[null,"Nến"],"Candlestick down-color":[null,"Giá đỡ nến xuống màu"],"Candlestick down-line":[null,"Giá đỡ nến xuống dòng"],"Candlestick up-color":[null,"Giá đỡ nến lên màu"],"Candlestick up-line":[null,"Giá đỡ nến lên dòng"],"Cash Balance":[null,"Số dư tiền mặt"],"Chande Kroll Stop (CKS)":[null,"Chỉ số dừng Chande Kroll (CKS)"],"Chande Momentum Oscillator (CMO)":[null,"Bộ đà dao động Chande (CMO)"],"Change password":[null,"Thay đổi mật khẩu"],"Chart":[null,"Bảng"],"Chart Themes":[null,"Bảng chủ đề"],"Chart background":[null,"Bảng nền"],"Chart context menu":[null,"Menu biểu đồ ngữ cảnh"],"Chart template":[null,"Mẫu biểu đồ"],"Chart type":[null,"Loại biểu đồ"],"Choose from five types of markets and their respective assets":[null,"Lựa chọn từ năm loại hình thị trường và các tài sản tương ứng của nó"],"Choose password":[null,"Lựa chọn mật khẩu"],"Choose the Touch/No Touch trade if you want to predict the market touching or not touching a target any time during the contract period":[null,"Chọn Chạm/ Không Chạm khi bạn muốn thu lợi nhuận từ thời điểm thị trường chạm hoặc không chạm với giá mục tiêu bất kì lúc nào trong suốt kì hợp đồng"],"Choose the asset you wish to trade, such as gold, oil, stocks, or currency pairs. The value of a binary option is derived from the price of the underlying asset. One advantage of trading binary options is that you are not buying or selling the actual asset, only a contract that determines how that asset performs":[null,"Chọn tài sản bạn muốn giao dịch, như vàng, dầu, cổ phiếu hay các cặp tiền tệ. Giá trị của một lựa chọn nhị phân có nguồn gốc từ giá của tài sản nằm bên dưới. Một lợi thế của giao dịch tùy chọn nhị phân là bạn không mua hoặc bán các tài sản thực tế, chỉ có một hợp đồng mà xác định cách thực hiện của tài sản đó"],"Choose your pereferred payment agent":[null,"Chọn đại lý thanh toán ưa thích của bạn"],"Choose your pereferred withdrawal method":[null,"Lựa chọn phương pháp rút tiền ưa thích của bạn"],"Choppiness Index (CHOP)":[null,"Chỉ số độ dồi dào (CHOP)"],"Chrome":[null,"Chrome"],"Citizenship":[null,""],"Click to log in with your Binary.com account":[null,"Nhấn vào đây để đăng nhập bằng tài khoản Binary.com của bạn"],"Client funds":[null,"Quỹ của khách hàng"],"Close":[null,"Đóng"],"Close All":[null,"Đóng tất cả"],"Closes":[null,"Kết thúc"],"Closing Marubozu (CDLCLOSINGMARUBOZU)":[null,"Đóng cửa Marubozu (CDLCLOSINGMARUBOZU)"],"Commodities":[null,"Hàng hóa"],"Commodities - Major commodities such as gold and oil":[null,"Hàng hóa - giao dịch hàng hóa lớn như vàng và dầu"],"Commodities are resources that are grown or extracted from the ground, such as silver, gold and oil. On Binary.com, they are priced in US dollars":[null,"Hàng hóa là tài nguyên được trồng hoặc chiết xuất từ mặt đất, chẳng hạn như bạc, vàng và dầu. Tại Binary.com, nó được định giá bằng đô la Mỹ"],"Commodities trading experience":[null,"Kinh nghiệm giao dịch hàng hóa"],"Commodities trading frequency":[null,"Tần suất giao dịch hàng hóa"],"Commodity Channel Index (CCI)":[null,"Chỉ số kênh hàng hóa (CCI)"],"Comparisons":[null,"So sánh"],"Competitive and transparent pricing":[null,"Giá cả cạnh tranh và minh bạch"],"Computer system and method for speculating on a financial market":[null,"Hệ thống máy tính và phương pháp suy đoán trên thị trường tài chính"],"Computer trading system for offering custom financial market speculations":[null,"Hệ thống giao dịch máy tính cung cấp suy đoán thị trường tài chính tùy chỉnh"],"Conditions":[null,"Điều kiện"],"Confirm transfer":[null,"Xác nhận chuyển khoản"],"Construction":[null,"Xây dựng"],"Contact Us":[null,"Liên Hệ Với Chúng Tôi"],"Continue":[null,"Tiếp tục"],"Continue Trading":[null,"Tiếp tục giao dịch"],"Continuous Indices":[null,"Những chỉ số liên tiếp"],"Contract":[null,"Hợp đồng"],"Contract period":[null,"Thời hạn hợp đồng"],"Contracts":[null,"Hợp đồng"],"Copier":[null,"Máy Photocopy"],"Coppock Curve (CC)":[null,"Đường cong Coppock (CC)"],"Copy Trading":[null,"Kinh doanh sao chép"],"Counterattack (CDLCOUNTERATTACK)":[null,"Phản công (CDLCOUNTERATTACK)"],"Country of residence":[null,"Quốc gia cư trú"],"Create":[null,"Tạo"],"Create Account":[null,"Tạo Tài khoản"],"Create token":[null,"Tạo token"],"Credit/Debit":[null,"Tín dụng/Ghi nợ"],"Crosshair":[null,"Chữ thập"],"Currencies - All major Forex pairs":[null,"Tiền tệ - Tất cả các cặp ngoại hối chính"],"Current Level":[null,"Cấp độ hiện tại"],"Current Spot":[null,"Vị trí hiện tại"],"Current Spot Time":[null,"Thời gian vị trí hiện tại"],"Current comparisons":[null,"So sánh hiện tại"],"Current indicators":[null,"Chỉ số hiện tại"],"Current password":[null,"Mật khẩu hiện tại"],"Current time":[null,"Thời gian hiện tại"],"Custom Theme":[null,"Chủ đề tùy chỉnh"],"Daily Reset Indices":[null,"Các chỉ số được Thiết lập lại Hàng ngày"],"Daily Reset Indices replicate markets with a bullish and bearish trend, with a constant volatility":[null,"Các Chỉ số được Thiết lập lại hàng ngày tái tạo thị trường với xu hướng giá lên và xu hướng giá xuống, với một mức độ biến động không đổi"],"Daily limit on losses":[null,"Giới hạn hàng ngày cho thua"],"Daily turnover limit":[null,"Giới hạn doanh số hàng ngày"],"Dark Blue":[null,"Xanh Đậm"],"Dark Cloud Cover (CDLDARKCLOUDCOVER)":[null,"Màn Mây Đen (CDLDARKCLOUDCOVER)"],"Dark Cloud Cover is a bearish candlestick reversal pattern that occurs when a red bearish candlestick (close price below open price) on day 2 closes below the middle of day 1 bullish candlestick (close price above open price). We will be using this pattern to sell rallies in a bearish currency market":[null,"Màn mây đen là một mô hình đảo ngược của mô hình nến giảm giá mà xuất hiện khi một nến giảm giá màu đỏ (giá đóng thấp hơn giá mở) vào ngày thứ 2 đóng cửa thấp hơn cây nên tích cực ở giữa ngày 1 (giá đóng cao hơn giá mở). Chúng tôi sẽ sử dụng mô hình này để bán các tập hợp trong một thị trường tiền tệ giảm giá"],"Dark Green":[null,"Xanh lá cây đậm"],"Dark Unica":[null,"Unica đậm"],"Date":[null,"Ngày"],"Date of birth":[null,"Ngày sinh"],"Days":[null,"Ngày"],"Debt-free":[null,"Miễn nợ"],"Dec":[null,"Tháng mười hai"],"December":[null,"Tháng mười hai"],"Decline":[null,"Từ chối"],"Default":[null,"Mặc định"],"Define your position":[null,"Xác định vị trí của bạn"],"Delete":[null,"Xóa bỏ"],"Demo for affiliates to access Webtrader charts":[null,"Giới thiệu cho các chi nhánh để truy cập vào bảng xếp hạng Webtrader"],"Deposit funds":[null,"Khoản tiền đặt cọc"],"Deposit of USD":[null,"Tiền gửi USD"],"Depositing and withdrawing funds":[null,"Ký quỹ và rút tiền"],"Derivative":[null,"Dẫn xuất"],"Describe what this token is for to find it later":[null,"Mô tả token này để tìm nó về sau"],"Description":[null,"Mô tả"],"Deutsch":[null,"Tiếng Đức"],"Developed by Donald Dorsey, the Mass Index uses the high-low range to identify trend reversals based on range expansions. In this sense, the Mass Index is a volatility indicator that does not have a directional bias. Instead, the Mass Index identifies range bulges that can foreshadow a reversal of the current trend":[null,"Phát triển bởi Donald Dorsey, chỉ số khối lượng sử dụng phạm vi cao thấp để xác định các đảo ngược xu hướng dựa trên phạm vi rộng. Trong ý nghĩa này, các chỉ số khối lượng là một chỉ số biến động mà không có một xu hướng định hướng. Thay vào đó, các chỉ số khối lượng xác định chỗ phình ra phạm vi có thể báo trước của một sự đảo ngược của xu hướng hiện nay"],"Developed by Larry Williams, Williams %R is a momentum indicator that is the inverse of the Fast Stochastic Oscillator. Also referred to as %R, Williams %R reflects the level of the close relative to the highest high for the look-back period":[null,"Phát triển bởi Larry Williams, Williams %R là một chỉ báo đà là nghịch đảo của các giao động ngẫu nhiên nhanh. Cũng được gọi là %R, Williams %R phản ánh mức độ đóng tương ứng với cao cao nhất trong thời gian xem xét lại"],"Developed by Tushar Chande in 1995, Aroon is an indicator system that determines whether a stock is trending or not and how strong the trend is. There are two separate indicators: Aroon-Up and Aroon-Down. A 25-day Aroon-Up measures the number of days since a 25-day high. A 25-day Aroon-Down measures the number of days since a 25-day low":[null,"Phát triển bởi Tushar Chande vào năm 1995, Aroon là một hệ thống chỉ báo xác định cho dù một cổ phiếu xu hướng hay không và làm thế nào mạnh xu hướng là. Có hai chỉ số riêng biệt: Aroon lên và Aroon xuống. 25- ngày Aroon Lên  các biện pháp số ngày kể từ ngày 25 cao. 25 ngày Aroon Xuống các biện pháp số ngày kể từ khi mức thấp 25 ngày"],"Differs":[null,"Khác với"],"Digits":[null,"Chữ số"],"Digits let you predict the last decimal digit of the spot price. There are three types of Digits trades":[null,"Các chữ số cho phép bạn dự đoán chữ số cuối của số thập phân với giá tại điểm giao dịch. Có ba loại giao dịch chữ số"],"Directional Movement (DMI) is actually a collection of three separate indicators combined into one. Directional Movement consists of the Average Directional Index (ADX), Plus Directional Indicator (+DI) and Minus Directional Indicator (-DI)":[null,"Hướng di chuyển (DMI) là thực sự là một tập hợp của ba chỉ tiêu riêng biệt kết hợp thành một. Hướng di chuyển bao gồm trung bình Chỉ số hướng (ADX), chỉ số cộng hướng (+ DI) và Chỉ thị trừ hướng(-DI)"],"Directional Movement Index (DX)":[null,"Chỉ số hướng di chuyển (DX)"],"Do I need to deposit any funds to open an account?":[null,"Tôi có cần phải đặt cọc bất kỳ khoản tiền để mở một tài khoản?"],"Do you offer virtual-money accounts?":[null,"Bạn có cung cấp các tài khoản tiền ảo?"],"Do you want to install Webtrader chrome extension?":[null,"Bạn có muốn cài đặt phần mở rộng Webtrader cho Chrome?"],"Do you want to install the Webtrader chrome extension?":[null,"Bạn có muốn cài đặt phần mở rộng Webtrader cho Chrome?"],"Doji (CDLDOJI)":[null,"Doji (CDLDOJI)"],"Doji Star (CDLDOJISTAR)":[null,"Sao Doji (CDLDOJISTAR)"],"Doji form when a security's open and close are virtually equal. The length of the upper and lower shadows can vary and the resulting candlestick looks like a cross, inverted cross or plus sign":[null,"Doji hình thành khi một bảo mật mở và đóng hầu như bằng nhau. Chiều dài của bóng trên và dưới có thể khác nhau và nến kết quả trông giống như một chữ thập, đảo chữ thập hay dấu cộng"],"Don't have an account yet? Sign up and get a $10,000 virtual account":[null,"Chưa có tài khoản? Đăng ký và nhận $10,000 cho tài khoản ảo"],"Donchian Channel (DC)":[null,"Kênh Donchian (DC)"],"Done. The funds are being transferred to the payment agent":[null,"Đã hoàn tất. Tiền đang được chuyển giao cho đại lý thanh toán"],"Done. The funds are transferred":[null,"Đã hoàn tất. Tiền đã được chuyển"],"Dot":[null,"Dấu chấm"],"Double Exponential Moving Average (DEMA)":[null,"Trung bình di chuyển gấp đôi (DEMA)"],"Double click the object to remove":[null,"Nhấp đúp chuột vào đối tượng để loại bỏ"],"Down - Predict that the market will end lower than the average price":[null,"Giảm - Dự đoán rằng thị trường sẽ kết thúc thấp hơn giá trung bình"],"Download":[null,"Tải xuống"],"Download CSV":[null,"Tải xuống CSV"],"Download JPEG image":[null,"Tải về hình ảnh JPEG"],"Download PDF document":[null,"Download tài liệu PDF"],"Download PNG":[null,"Tải xuống PNG"],"Download PNG image":[null,"Tải về hình ảnh PNG"],"Download SVG":[null,"Tải xuống SVG"],"Download SVG vector image":[null,"Tải về hình ảnh véc tơ SVG"],"Download as":[null,"Tải xuống thành"],"Downloading .csv":[null,"Đang tải xuống tệp .csv"],"Downloading template as":[null,"Tải về mẫu như là"],"Dragonfly Doji (CDLDRAGONFLYDOJI)":[null,"Chuồn chuồn Doji (CDLDRAGONFLYDOJI)"],"Drawing tools":[null,"Công cụ vẽ"],"Due to recent changes in the regulations, we are required to ask our clients to complete the following Financial Assessment. Please note that you will not be able to continue trading until this is completed":[null,"Do thay đổi gần đây trong các quy định, chúng ta phải yêu cầu khách hàng của chúng tôi để hoàn thành việc đánh giá tài chính sau đây. Xin lưu ý rằng bạn sẽ không thể tiếp tục kinh doanh cho đến khi điều này hoàn thành"],"Duration":[null,"Thời gian"],"EGR Operator Award":[null,"Giải thưởng Nhà điều hành EGR"],"EURUSD":[null,"EURUSD"],"Each binary option contract runs for a set time - with Binary.com you can choose a contract that runs between 10 seconds and 365 days":[null,"Mỗi hợp đồng quyền chọn đều hoạt động trong khoảng thời gian được thiết lập - với Binary.com bạn có thể chọn một hợp đồng hoạt động từ 10 giây đến 365 ngày"],"Each binary option is a prediction on the future movement of an underlying market":[null,"Mỗi lựa chọn nhị phân là một dự đoán về chuyển động tương lai của một thị trường tiềm ẩn"],"Each trade comes with a pre-determined payout that you will see after adjusting each parameter. You ll win the payout if your prediction is correct. If not, you will only lose your initial stake":[null,"Mỗi thương mại đi kèm với một thanh toán được xác định trước, bạn sẽ thấy sau khi điều chỉnh từng tham số. Bạn sẽ giành chiến thắng các thanh toán nếu dự đoán của bạn là chính xác. Nếu không, bạn sẽ chỉ mất cổ phần đầu tiên của bạn"],"Edge":[null,"Mép"],"Education":[null,"Giáo dục"],"Embed code":[null,"Mã nhúng"],"Employment status":[null,"Tình trạng tuyển dụng"],"End Time":[null,"Thời gian kết thúc"],"Ends Between/Ends Outside trades":[null,"Kết thúc giữa / kết thúc bên ngoài giao dịch"],"Ends Between/Ends Outside   Predict that the market stops inside or outside two price targets at the end of the time period":[null,"Kết thúc ở giữa/Kết thúc bên ngoài   Dự đoán rằng thị trường sẽ dừng lại ở trong hay ngoài 2 khoảng giá mục tiêu vào phiên kết thúc"],"Ends Between/Outside":[null,"Kết thúc ở giữa / Bên ngoài"],"Ends in":[null,"Kết thúc trong"],"Ends out":[null,"Kết thúc ngoài"],"English":[null,"tiếng Anh"],"Engulfing Pattern (CDLENGULFING)":[null,"Mô hình chìm đắm (CDLENGULFING)"],"Enjoy an intuitive trading interface with advanced functionality that lets you monitor all of your favourite assets and markets at the same time, as well as essential charts, the asset index, trading times, and historical data. Most importantly, you get to choose what you want to see on your screen":[null,"Thưởng thức một giao diện giao dịch trực quan với chức năng nâng cao cho phép bạn theo dõi tất cả các tài sản yêu thích và các thị trường của bạn tại cùng một lúc, cũng như các biểu đồ thiết yếu, các chỉ số tài sản, thời gian giao dịch, và lịch sử dữ liệu. Quan trọng nhất, bạn có thể chọn những gì bạn muốn nhìn thấy trên màn hình của bạn"],"Enter your current password":[null,"Nhập mật khẩu hiện tại của bạn"],"Entry Spot":[null,"Điểm khởi đầu"],"Entry spot":[null,"Điểm khởi đầu"],"Entry spot price":[null,"Giá nhập điểm"],"Error getting data for %1":[null,"Lỗi lấy dữ liệu cho %1"],"Espa ol":[null,"Espa già"],"Estimated Net Worth":[null,"Ước tính giá trị ròng"],"Even":[null,"Chẵn"],"Even/Odd - Predict that the last digit is even or odd after the last tick":[null,"Chẵn/Lẻ - dự đoán rằng chữ số cuối là chẵn hoặc lẻ sau dấu đánh cuối cùng"],"Evening Doji Star (CDLEVENINGDOJISTAR)":[null,"Sao Doji buổi tối (CDLEVENINGDOJISTAR)"],"Evening Star (CDLEVENINGSTAR)":[null,"Ngôi sao buổi tối (CDLEVENINGSTAR)"],"Exclude me from the website until":[null,"Loại bỏ tôi khỏi trang web cho đến khi"],"Exit Spot":[null,"Điểm chốt"],"Exit Spot Time":[null,"Thời điểm thoát"],"Exit spot":[null,"Điểm chốt"],"Expiry price":[null,"Giá hết hạn"],"Explanation":[null,"Lời giải thích"],"Exponential Moving Average (EMA)":[null,"Trung bình vận chuyển mũ (EMA)"],"Fall":[null,"Giảm"],"Family name":[null,"Họ"],"Favorites":[null,"Yêu thích"],"Favourite artist":[null,"Nghệ sĩ yêu thích"],"Favourite dish":[null,"Món ăn ưa thích"],"Features":[null,"Các tính năng"],"Feb":[null,"Tháng hai"],"February":[null,"Tháng hai"],"Fifteen years on, and we're still innovating, growing and working on new ways to serve our customers better. For the first time, we offer short-term touch/no-touch trades and introduce a new charting application. We believe we have the most competitive and comprehensive digital options platform available to the retail public":[null,"Mười lăm năm, và chúng ta đang vẫn đổi mới, phát triển và làm việc trên những cách mới để phục vụ khách hàng tốt hơn. Lần đầu tiên, chúng tôi cung cấp giao dịch ngắn hạn chạm/không chạm và giới thiệu một ứng dụng biểu đồ mới. Chúng tôi tin rằng chúng tôi có nền tảng kỹ thuật số tùy chọn cạnh tranh và toàn diện nhất có sẵn cho các khu vực bán lẻ"],"Final Price":[null,"Giá cuối cùng"],"Final price":[null,"Giá cuối cùng"],"Finance":[null,"Tài chính"],"Financial Information":[null,"Thông tin tài chính"],"Financial information":[null,"Thông tin tài chính"],"Firefox":[null,"Firefox"],"First line of home address":[null,"Dòng đầu tiên của địa chỉ nhà"],"First name":[null,"Họ"],"First, you need to set the parameters of your trade. Here's what you need to consider":[null,"Trước tiên, bạn cần thiết lập các thông số giao dịch của bạn. Đây là những gì bạn cần phải xem xét"],"Flexible":[null,"Linh hoạt"],"For example, let s say the market has a low of 5,200 and a close of 6,000 over the contract duration, then a  Close-Low  lookback with a multiplier of $2 would have a payout of":[null,""],"For the third straight year, BetOnMarkets.com is voted 'Best Fixed-Odds Financial Trading Provider' by Shares Magazine UK. It's the last time we win it because Shares Magazine stops awarding in this category":[null,"Ba năm liên tiếp, BetOnMarkets.com được tạp chí Shares Magazine Anh bầu chọn là \" Nhà cung cấp Giao dịch Tài chính Theo Tỷ Lệ Cố Định Tốt nhất\". Đó là lần cuối chúng tôi chiến thắng vì Shares Magazine đã dừng trao giải trong lĩnh vực này"],"Forex":[null,"Ngoại hối"],"Forex trading experience":[null,"Kinh nghiệm giao dịch ngoại hối"],"Forex trading frequency":[null,"Tần suất giao dịch ngoại hối"],"Founded October 1999":[null,"Được thành lập vào tháng 10 năm 1999"],"Founded in 1999, Binary.com is one of the oldest and most respected names in online binary trading":[null,"Thành lập vào năm 1999, Binary.com là một trong những tên tuổi lâu đời nhất và được đánh giá cao trong lĩnh vực giao dịch nhị phân trực tuyến"],"Fractal (FRACTAL)":[null,"Phân dạng"],"Fractals are indicators on candlestick charts that identify reversal points in the market. Traders often use fractals to get an idea about the direction in which the price will develop. A fractal will form when a particular price pattern happens on a chart":[null,"Fractals là các chỉ số trên biểu đồ nến mà xác định đảo ngược điểm trên thị trường. Thương nhân thường sử dụng fractals để có được một ý tưởng về hướng đi mà giá cả sẽ phát triển. Fractal một sẽ hình thành khi một chiều hướng thay đổi giá cụ thể xảy ra trên một biểu đồ"],"Fran ais":[null,"Fran ais"],"Fri":[null,"Thứ sáu"],"Friday":[null,"Thứ sáu"],"From":[null,"Từ"],"Full-screen trading interface":[null,"Giao diện giao dịch toàn màn hình"],"Further instructions":[null,"Hướng dẫn thêm"],"GMT":[null,"Giờ quốc tế"],"GMT stands for Greenwich Mean Time, the official time used in the UK during winter. In summer, the UK changes to British Summer Time, which is GMT + 1 hour. All times on the Binary.com site use GMT all year round":[null,"GMT là viết tắt của Greenwich Mean Time, thời gian chính thức được sử dụng ở vương quốc Anh trong suốt mùa đông. Vào mùa hè,  vương quốc Anh thay đổi thành thời gian mùa hè ở Anh, tức là GMT + 1 giờ. Tất cả thời gian trên trang web Binary.com sử dụng GMT quanh năm"],"Get API token from trader(s) and add it in your list":[null,"Lấy API token từ (các) nhà giao dịch và thêm nó vào danh sách của bạn"],"Get your price":[null,"Nhận giá của bạn"],"Go to":[null,"Đi tới"],"Goes out":[null,"Ra ngoài"],"Gravestone Doji (CDLGRAVESTONEDOJI)":[null,"Doji \"bia mộ\" (CDLGRAVESTONEDOJI)"],"Gray":[null,"Màu xám"],"Grid":[null,"Ô lưới"],"Grid Light":[null,"Ô lưới nhẹ"],"Group History":[null,"Lịch sử nhóm"],"Hammer (CDLHAMMER)":[null,"Búa (CDLHAMMER)"],"Hanging Man (CDLHANGINGMAN)":[null,"Người treo cổ (CDLHANGINGMAN)"],"Harami Cross Pattern (CDLHARAMICROSS)":[null,"Mẫu chữ thập Harami (CDLHARAMICROSS)"],"Harami Pattern (CDLHARAMI)":[null,"Mẫu Harami (CDLHARAMI)"],"Health":[null,"Sức khỏe"],"Help":[null,"Trợ giúp"],"High":[null,"Cao"],"High barrier":[null,"Hàng rào cao"],"High barrier offset":[null,"Offset barie cao"],"High-Wave Candle (CDLHIGHWAVE)":[null,"Nến sóng cao (CDLHIGHWAVE)"],"Higher":[null,"Cao hơn"],"Higher/Lower":[null,"Cao hơn/Thấp hơn"],"Higher/Lower - Predict if the market will end higher or lower than a target price":[null,"Cao hơn/Thấp hơn - dự đoán xem thị trường sẽ kết thúc cao hơn hay thấp hơn giá mục tiêu"],"Higher/Lower trades":[null,"Các giao dịch cao hơn/thấp hơn"],"Higher/Lower   Predict that the market will end higher or lower than a price target":[null,"Cao hơn/Thấp hơn   dự đoán xem thị trường sẽ kết thúc cao hơn hay thấp hơn giá mục tiêu"],"Hikkake Pattern (CDLHIKKAKE)":[null,"Mẫu Hikkake (CDLHIKKAKE)"],"Historical Data":[null,"Dữ liệu lịch sử"],"Homing Pigeon (CDLHOMINGPIGEON)":[null,"Bồ câu trở về (CDLHOMINGPIGEON)"],"Horizontal line":[null,"Đường ngang"],"Hours":[null,"Giờ"],"How do I fund my account?":[null,"Làm thế nào để tăng quỹ cho tài khoản của tôi?"],"How does Binary.com make money?":[null,"Binary.com kiếm tiền như thế nào?"],"How soon can I start trading?":[null,"Tôi có thể bắt đầu giao dịch trong bao lâu?"],"How to trade binaries?":[null,"Làm thế nào để giao dịch nhị phân?"],"How to trade the Volatility Indices markets?":[null,"Giao dịch thị trường Chỉ số Biến động như thế nào?"],"Hull Moving Average (HMA)":[null,"phương pháp Moving Average của Hull"],"I acknowledge that I am not a politically exposed person (PEP)":[null,"Tôi thừa nhận rằng tôi không phải là một người tiếp xúc chính trị nhiều (PEP)"],"I have read and agree to Binary.com":[null,"Tôi đã đọc và đồng ý với Binary.com"],"I hereby confirm that the tax information I provided is true and complete. I will also inform Binary Investments (Europe) Ltd. about any changes to this information":[null,""],"I want to be treated as a professional client":[null,""],"I'm new to binaries, where do I start?":[null,"Tôi mới vào chương trình nhị phân, tôi bắt đầu từ đâu?"],"IMPORTANT DISCLAIMER":[null,"KHUYẾN CÁO QUAN TRỌNG"],"IMPORTANT DISCLAIMER - Binary.com is not affiliated with any of the payment agents listed above. Each payment agent operates as an independent service provider and is not endorsed, guaranteed or otherwise approved by Binary.com. CUSTOMERS DEAL WITH PAYMENT AGENTS AT THEIR SOLE RISK AND PERIL. Customers are advised to check the credentials of payment agents before sending them any money. Binary.com shall not in any circumstance be held responsible for transactions made between customers and payment agents":[null,"KHUYẾN CÁO QUAN TRỌNG - Binary.com không liên kết với bất kỳ Đại Lý Thanh Toán nào được liệt kê ở trên. Mỗi Đại Lý Thanh Toán hoạt động như một nhà cung cấp dịch vụ độc lập và không được thừa nhận, bảo đảm hoặc chấp thuận bởi Binary.com. KHÁCH HÀNG LÀM VIỆC VỚI CÁC ĐẠI LÝ THANH TOÁN VÀ TỰ CHỊU RỦI RO VÀ NGUY HIỂM. Khách hàng được khuyến cáo nên kiểm tra thông tin của Đại Lý Thanh Toán trước khi gửi cho họ bất kỳ khoản tiền nào. Binary.com trong bất kỳ trường hợp nào đều sẽ không chịu trách nhiệm cho các giao dịch được thực hiện giữa khách hàng và Đại Lý Thanh Toán"],"IPO on the blockchain":[null,"IPO vào blockchain"],"Ideal for beginners and experienced traders":[null,"Ý tưởng cho thương nhân mới và người có kinh nghiệm"],"Identical Three Crows (CDLIDENTICAL3CROWS)":[null,"Mô hình Ba quạ trùng khớp (CDLIDENTICAL3CROWS)"],"If you select a":[null,"Nếu bạn chọn một"],"If you select a specific":[null,"Nếu bạn chọn một cụ thể"],"If you're an individual trader, you'll appreciate the simplicity, flexibility, and limited risk of binary trading. With Binary.com's low minimum stakes, you'll soon learn how to trade with skill and confidence. And if you have any questions, you're free to access":[null,"Nếu bạn là một nhà giao dịch đơn lẻ, bạn sẽ đánh giá cao sự đơn giản, linh hoạt và hạn chế rủi ro của giao dịch nhị phân. Với cổ phần thấp tối thiểu của Binary.com, bạn sẽ sớm học được cách giao dịch với các kỹ năng và sự tự tin. Và nếu bạn có bất kỳ câu hỏi, bạn có thể truy cập miễn phí"],"In April":[null,"Vào tháng tư"],"In Bullish Belt Hold After a stretch of bearish candlesticks, a bullish or white candlestick forms. The opening price, which becomes the low for the day, is significantly lower then the closing price. This results in a long white candlestick with a short upper shadow and no lower shadow. In Berish Belt Hold, a bearish or black candlestick occurs, the opening price, which becomes the high for the day, is higher than the close of the previous day, resulting in a long black candlestick with a short lower shadow and no upper shadow":[null,"Trong Bullish đai giữ sau một căng chân nến hướng giảm, một hình thức nến bullish hoặc màu trắng. Giá mở cửa, trở nên thấp nhất trong ngày, là đáng kể thấp hơn thì mức giá đóng cửa. Kết quả là một nến dài màu trắng với một bóng trên ngắn và không có bóng thấp hơn. Ở Berish đai giữ, nến hướng giảm hoặc đen xảy ra, giá mở cửa, trở nên cao trong ngày, là cao hơn kết thúc ngày hôm trước, kết quả là một nến đen dài với một bóng thấp ngắn và không có bóng tối thượng"],"In Bullish Hikkake Pattern After the downward move, the bullish candle reaches above the range of the three preceding candles and most likely triggers a number of stop loss orders. This additional buying leads to a more distinct upward movement. In Bearish Hikkake Pattern After an upward move, the bearish candle reaches below the range of the three preceding , which most likely triggers a number of stop loss orders. This additional selling leads to a more distinct downward move":[null,"Bullish Hikkake mô hình sau các xuống di chuyển, ngọn nến bullish đạt trên phạm vi của nến trước ba và rất có thể gây nên một số stop loss đơn đặt hàng. Mua bổ sung này dẫn đến một phong trào trở lên khác biệt. Hướng giảm Hikkake mô hình sau một di chuyển trở lên, ngọn nến hướng giảm đạt dưới đây khoảng ba ngay trước, mà rất có thể gây nên một số stop loss đơn đặt hàng. Bổ sung bán dẫn đến một hành động khác biệt đi xuống"],"In October 1999, Regent Markets receives US$ 2 million investment funding from Jim Mellon through his Regent Pacific Group, a Hong Kong based fund management company":[null,"Vào tháng 10 năm 1999, Regent Markets nhận được khoản đầu tư 2 triệu đô la Mỹ từ Jim Mellon thông qua Regent Pacific Group, một công ty quản lý quỹ tại Hồng Kông"],"In a downtrend, one small short body candlestick has a long lower shadow at least three times the real body, and little or no upper shadow. Confirmation from prices closing higher the next day":[null,"Trong xu hướng giảm, một thân nến thân ngắn ngắn có bóng thấp hơn dài ít nhất ba lần so với thân hình thực, và ít bóng hoặc không có bóng trên"],"In a downward price trend, a black candle appears followed by a white candle that opens below the prior body, but it may be difficult to see that from the chart. The white candle closes above the body, too. The last day of the three line candle is another white candle in this example. It shows a higher close":[null,"Một xu hướng xuống giá, một mã ảo xuất hiện theo một mã trắng mở ra dưới cơ thể trước đấy, nhưng nó có thể được khó khăn để thấy rằng từ đồ thị. Ngọn nến trắng đóng trên cơ thể. Ngày cuối cùng của ngọn nến ba dòng là một ngọn nến trắng trong ví dụ này. Nó cho thấy một đóng cao"],"In an uptrend three successive days opens at or near the previous day's close and close down on the day. This pattern is more severe than the Three Black Crows pattern and thus has a higher reliability as a reversal pattern":[null,"Trong một xu hướng tăng ba ngày liên tiếp mở tại hoặc gần ngày hôm trước đóng và đóng xuống trong ngày. Mô hình này là nghiêm trọng hơn so với các mô hình ba quạ đen và do đó có một độ tin cậy cao hơn như là một mô hình đảo ngược"],"In classic Silicon Valley style, Hong Kong based hedge fund manager and entrepreneur, Jean-Yves Sireau, starts Regent Markets in his Hong Kong bedroom. He develops the systems, methods and algorithms for implementing a fixed-odds financial betting system. Jean-Yves's vision is to create a market in the simplest of all derivatives contracts - the fixed-odds bet - and to offer ordinary investors the chance to make small bets. Until his innovation, binary options are normally only traded in large quantities":[null,"Trong phong cách Thung lũng Silicon cổ điển, nhà quản lý quỹ hedge và chủ doanh nghiệp từ Hồng Kông, Jean-Yves Sireau, bắt đầu từ Regent Markets Hong Kong phòng ngủ của mình. Ông phát triển các hệ thống, phương pháp và các thuật toán để thực hiện một hệ thống cá cược tài chính theo tỷ lệ cố định. Tầm nhìn của Jean-Yves là tạo ra một thị trường trong các sự đơn giản nhất của tất cả các hợp đồng phái sinh - cá cược theo tỷ lệ cố định - và cung cấp cho các nhà đầu tư bình thường có cơ hội để thực hiện các khoản cược nhỏ. Cho đến sự đổi mới của oog ấy, tùy chọn nhị phân bình thường chỉ được giao dịch ở số lượng lớn"],"In foreign exchange markets, traders can enter contracts based on the change in price of one currency as it relates to another currency. For example if a trader selects Rise in the EUR/USD market, they are predicting that the value of the Euro will rise in relation to the value of the US dollar":[null,"Tại thị trường trao đổi ngoại hối, thương nhân có thể nhập vào hợp đồng dựa trên sự thay đổi trong giá của một loại tiền tệ vì nó liên quan đến loại tiền tệ khác. Ví dụ: nếu một nhà kinh doanh lựa chọn nổi trong thị trường EUR/USD, họ đang dự đoán rằng giá trị của đồng Euro sẽ tăng trong quan hệ với giá trị của đồng đô la Mỹ"],"In order to properly apply theme, a full refresh of page is required. Are you sure you want to proceed?":[null,"Để áp dụng đúng chủ đề, việc làm mới lại trang là cần thiết. Bạn có chắc bạn muốn tiếp tục không?"],"In providing our services to you, we are required to obtain information from you in order to assess whether a given product or service is appropriate for you (that is, whether you possess the experience and knowledge to understand the risks involved)":[null,"Trong quá trình cung cấp dịch vụ tới bạn, chúng tôi cần thu thập thông tin từ bạn để đánh giá xem một sản phẩm hoặc dịch vụ nhất định có thích hợp cho bạn hay không (đó là, cho dù bạn có kinh nghiệm và kiến thức để hiểu các rủi ro liên quan)"],"In the EU, financial products are offered by Binary Investments (Europe) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta, licensed and regulated as a Category 3 Investment Services provider by the Malta Financial Services Authority (license no. IS/70156). In the Isle of Man and the UK, Volatility Indices are offered by Binary (IOM) Ltd., First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW, Isle of Man, British Isles; licensed and regulated respectively by (1) the Gambling Supervision Commission in the Isle of Man (current licence issued on 31 August 2017) and by (2) the Gambling Commission in the UK":[null,""],"In the UK and Isle of Man, our clients trade through Binary (IOM) Ltd. In Japan, they trade through Binary KK. In the European Union (except UK), they trade through Binary (Europe) Ltd and Binary Investments (Europe) Ltd. In the rest of the world, they trade through Binary (C.R.) S.A":[null,"Ở Vương Quốc Anh và đảo Man, khách hàng của chúng tôi giao dịch qua Binary (IOM) Ltd Tại Nhật bản, họ thương mại thông qua Binary KK. Trong liên minh châu Âu (ngoại trừ Anh), họ thương mại qua Binary (Châu Âu) công ty TNHH và đầu tư Binary (Châu Âu) Ltd. Ở phần còn lại của thế giới, họ thương mại thông qua Binary (C.R.) S.A"],"In the rest of the EU, Volatility Indices are offered by Binary (Europe) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta; licensed and regulated by (1) the Malta Gaming Authority in Malta (licence no. MGA/CL2/118/2000 issued on 26 May 2015), for UK clients by (2) the UK Gambling Commission":[null,""],"In-Neck Pattern (CDLINNECK)":[null,"Mô hình In-Neck (CDLINNECK)"],"In/Out":[null,"Vào/Ra"],"In/Out (ends between/outside and stays between/goes outside)":[null,"Trong/Ngoài (kết thúc ở giữa/bên ngoài và nằm ở giữa/đi lệch ra ngoài)"],"In/Out - Predict if the market will stay between or outside two target prices":[null,"Trong/Ngoài - dự đoán thị trường sẽ ở giữa hay bên ngoài hai giá mục tiêu"],"In/Out trades":[null,"Trong/Ngoài giao dịch"],"Income Source":[null,"Nguồn thu nhập"],"Indicative Price":[null,"Giá biểu thị"],"Indicators":[null,"Chỉ số"],"Indices":[null,"Chỉ số"],"Indices - All major worldwide stock indices sourced from the over-the-counter market":[null,"Chỉ số - tất cả các chỉ số chứng khoán trên toàn thế giới có nguồn gốc từ các thị trường chứng khoán phi tập trung"],"Indices trading experience":[null,"Chỉ số kinh nghiệm giao dịch"],"Indices trading frequency":[null,"Chỉ số tần số giao dịch"],"Individual Traders":[null,"Các nhà giao dịch đơn lẻ"],"Indonesia":[null,"Ở Indonesia:"],"Industry of Employment":[null,"Ngành công nghiệp việc làm"],"Initial Coin Offering (ICO)":[null,"Initial Coin Offering (ICO)"],"Instant access":[null,"Truy cập tức thì"],"Instruments":[null,"Công cụ"],"Invalid JSON file":[null,"Tệp JSON không hợp lệ"],"Invalid parameter(s)":[null,"Thông số không hợp lệ"],"Invalid template type":[null,"Kiểu mẫu không hợp lệ"],"Inverted Hammer (CDLINVERTEDHAMMER)":[null,"Mô hình Inverted Hammer (CDLINVERTEDHAMMER)"],"Investments & Dividends":[null,"Đầu tư & Cổ tức"],"Is it possible to deposit the same funds through different payment methods?":[null,"Gửi những khoản tiền tương tự nhau thông qua các phương thức thanh toán khác nhau liệu có khả thi không?"],"It has a long white candle, followed by another that opens above the first (gaps up), followed by a downward black candlestick that opens below the close of the second day (gaps down) and has a low below the close of the first day. The upward trend is expected to continue":[null,"Nó có một ngọn nến dài màu trắng, sau đó là do người khác mở ra trên người đầu tiên (những khoảng trống lên), theo sau là một nến xuống màu đen mà mở ra dưới đây đóng của ngày thứ hai (khoảng cách xuống) và có một thấp dưới đóng vào ngày đầu tiên. Xu hướng trở lên được dự kiến sẽ tiếp tục"],"It is sometimes possible to sell an option before the expiry of a trade, but only if a fair price can be determined. If this option is available, you will see a blue 'Sell' button next to your trade in the portfolio":[null,"Đôi khi có thể bán một tùy chọn trước thời hạn của một giao dịch, nhưng chỉ nếu một mức giá hợp lý mới có thể được xác định. Nếu tùy chọn này có sẵn, bạn sẽ thấy một nút màu xanh 'Bán' bên cạnh giao dịch của bạn trong danh mục đầu tư"],"It's time to expand. We set up a programming center in Cyberjaya - the Silicon Valley of Kuala Lumpur - to maintain and improve BetOnMarkets.com":[null,"Đó là thời điểm để mở rộng. Chúng tôi thiết lập một trung tâm lập trình ở Cyberjaya - Thung lũng Silicon của Kuala Lumpur – để duy trì và cải thiện BetOnMarkets.com"],"Italiano":[null,"Tiếng Italia"],"Jan":[null,"Tháng một"],"January":[null,"Tháng một"],"Jul":[null,"Tháng bảy"],"July":[null,"Tháng bảy"],"Jun":[null,"Tháng sáu"],"June":[null,"Tháng sáu"],"Just click  Grant  button on the page you will now be taken to":[null,"Chỉ cần nhấp vào nút Cấp trên trang và bạn sẽ được đưa đến"],"Kaufman's Adaptive Moving Average (KAMA)":[null,"chiến lược Kaufman's Adaptive Moving Average (KAMA)"],"Key facts":[null,"Thông tin chính"],"Kicking (CDLKICKING)":[null,"hình mẫu Kicking (CDLKICKING)"],"Kicking - bull/bear determined by the longer marubozu (CDLKICKINGBYLENGTH)":[null,"Kicking - bull/bear được xác định bởi marubozu dài hơn (CDLKICKINGBYLENGTH)"],"Kicking patterns on a candlestick chart are formed when there are two long marubozu - one white and one black - with a gap between them. Bullish kicking patterns would present as a black or filled candlestick without any wicks (shadows) followed by a gap higher with a white or hollow candlestick that is also without wicks":[null,"Các mô hình đá trên một biểu đồ nến được hình thành khi có hai marubozu dài - một cái màu trắng và một màu đen - cùng với một khoảng cách giữa chúng. Mẫu đá bullish sẽ trình bày như là một màu đen hoặc một candlestick đầy mà không có bất kỳ bấc (bóng tối), theo sau là một khoảng cách cao với một màu trắng hoặc rỗng nến là cũng không có bấc"],"Kicking patterns on a candlestick chart are formed when there are two marubozu - one white and one black - with a gap between them. Bullish kicking patterns would present as a black or filled candlestick without any wicks (shadows) followed by a gap higher with a white or hollow candlestick that is also without wicks":[null,"Các mô hình đá trên một biểu đồ nến được hình thành khi có hai marubozu dài - một cái màu trắng và một màu đen - cùng với một khoảng cách giữa chúng. Mẫu đá bullish sẽ trình bày như là một màu đen hoặc một candlestick đầy mà không có bất kỳ bấc (bóng tối), theo sau là một khoảng cách cao với một màu trắng hoặc rỗng nến là cũng không có bấc"],"Kuala Lumpur Office":[null,"văn phòng Kuala Lumpur"],"Ladder Bottom (CDLLADDERBOTTOM)":[null,"Mô hình bậc thang dưới (CDLLADDERBOTTOM)"],"Last 12 mnts Profitable Trades":[null,"Các giao dịch kéo dài 12 phút có lợi nhuận"],"Last used":[null,"Lần sử dụng cuối"],"Learning to trade":[null,"học cách giao dịch"],"Least Squares Moving Average (LSMA)":[null,"Công thức bình phương tối thiểu biến thiên trung bình (LSMA)"],"Less than":[null,"Ít hơn"],"Let's do it":[null,"Chúng ta hãy làm điều đó"],"Level of Education":[null,"Cấp độ giáo dục"],"Licensed and regulated in Malta, the United Kingdom, the Isle of Man, Ireland, and Japan":[null,"Được cấp phép và quy định ở Malta, Vương Quốc Anh, đảo Man, Ai-len và Nhật bản"],"Like the EMA, the LWMA assigns more meaning to the recent prices and less to the closing price from the period's beginning. Thus they are faster at detecting a trend reversal, though it they can be more prone to market noise":[null,"Giống như EMA, LWMA gán thêm ý nghĩa cho các mức giá tại và gán ít hơn cho giá đóng cửa từ thời kỳ của bắt đầu. Vì thế họ nhanh hơn lúc phát hiện một xu hướng đảo ngược, mặc dù nó họ có thể nhạy cảm với biến động của thị trường"],"Line":[null,"Dòng kẻ"],"Line Dot":[null,"Dòng chấm"],"Linearly Weighted Moving Average (LWMA)":[null,"Công thức biến thiên trung bình có trọng số tuyến tính (LWMA)"],"Link":[null,"Liên kết"],"Load Workspace":[null,"Tải Workspace"],"Load chart template":[null,"Tải mẫu biểu đồ"],"Load trade template":[null,"Tải mẫu giao dịch"],"Loading Asset Index":[null,"Đang tải chỉ số tài sản"],"Loading Copy Trade":[null,"Tải bản sao thương mại"],"Loading Download/View Data":[null,"Đang tải dữ liệu tải về/xem dữ liệu"],"Loading MAM":[null,"Tải MAM"],"Loading Password dialog":[null,"Đang tải Mật Khẩu hội thoại"],"Loading Profit Table":[null,"Đang tải bảng lợi nhuận"],"Loading Real account opening":[null,"Đang tải mở tài khoản Thực"],"Loading Self-Exclusion":[null,"Đang tải Tự Loại Trừ"],"Loading Statement Table":[null,"Đang tải bảng kê khai"],"Loading Token management":[null,"Đang tải quản lý Token"],"Loading Trading Times":[null,"Đang tải thời gian giao dịch"],"Loading chart and trade menus":[null,"Đang tải bảng và mục lục giao dịch"],"Loading custom theme configuration":[null,"Đang tải cấu hình tùy chủ đề tùy chọn"],"Loading help docs":[null,"Tải tài liệu trợ giúp"],"Loading portfolio":[null,"Đang tải danh mục đầu tư"],"Loading...":[null,"Đang tải..."],"Log in":[null,"Đăng nhập"],"Log in time":[null,"Thời gian đăng nhập"],"Login":[null,"Đăng nhập"],"Logout":[null,"Đăng xuất"],"Long Legged Doji (CDLLONGLEGGEDDOJI)":[null,"Mô hình Doji chân dài (CDLLONGLEGGEDDOJI)"],"Long Line Candle (CDLLONGLINE)":[null,"Mô hình đường nến dài (CDLLONGLINE)"],"Long-legged doji have long upper and lower shadows that are almost equal in length. These doji reflect a great amount of indecision in the market. Long-legged doji indicate that prices traded well above and below the session's opening level, but closed virtually even with the open. After a whole lot of yelling and screaming, the end result showed little change from the initial open":[null,"Doji chân dài đã lâu trên và dưới bóng tối gần như dài bằng nhau. Những Doji này phản ánh một lượng thiếu quyết đoán lớn trên thị trường. Doji chân dài chỉ ra rằng giá buôn bán cũng ở trên và dưới của phiên họp khai mạc, nhưng đóng cửa hầu như ngay cả với mở. Sau rất nhiều toàn bộ của la hét và la hét, kết quả cuối cùng cho thấy ít thay đổi từ mở đầu"],"Look for a black candle in a downward price trend followed by a white candle that opens below the prior low but closes near but below the midpoint of the black candle's body":[null,"Hãy để ý một ngọn nến màu đen trong một xu hướng xuống giá, theo sau là một ngọn nến trắng mà mở ra bên dưới thấp trước nhưng đóng gần nhưng bên dưới các trung điểm của cơ thể ngọn nến đen"],"Look for a tall black candle with a long lower shadow to appear in a downward price trend. The second day should be similar to the first day, but smaller and with a higher low. The last day is a black marubozu that squeezes inside the high-low range of the prior day":[null,"Hãy để ý một ngọn nến cao màu đen với một bóng lâu hạ xuất hiện một xu hướng xuống giá. Ngày thứ hai sẽ tương tự như ngày đầu tiên, nhưng nhỏ hơn và với một low cao. Ngày cuối cùng là một marubozu đen mà co lại bên trong phạm vi cao thấp của các ngày trước"],"Look for a tall white candle in an upward price trend. Following that, a black candle has a body that gaps above the prior candle's body. The last day is another black candle, but this one engulfs the previous bearish candle but closes above first bar's open":[null,"Hãy để ý một ngọn nến trắng cao trong một xu hướng lên giá. Sau đó, một ngọn nến đen có một cơ thể khoảng trống ở trên ngọn nến trước của cơ thể. Ngày cuối cùng lại là một nến đen, nhưng điều này lạ kích nến hướng giảm trước nhưng đóng ở trên đầu tiên bar mở"],"Lookbacks":[null,""],"Lookbacks are currently only available for Volatility Indices":[null,""],"Low":[null,"thấp"],"Low barrier":[null,"Hàng rào thấp"],"Low barrier offset":[null,"Offset barie thấp"],"Low minimum stakes":[null,"cược thấp tối thiểu"],"Lower":[null,"Thấp hơn"],"MACD is a trading indicator used in technical analysis of stock prices.It is supposed to reveal changes in the strength, direction, momentum, and duration of a trend in a stock's price":[null,"MACD là một chỉ số giao dịch được sử dụng trong phân tích kỹ thuật của giá cổ phiếu. Nhiệm vụ của nó là tiết lộ những thay đổi trong sức mạnh, hướng, động lực và thời hạn của một xu hướng của giá một cổ phiếu"],"MENA FFXPO Award":[null,"Giải thưởng MENA FFXPO"],"Make sure that you have first agreed with the Agent on the terms of payment before submitting your request. Once you click the 'Confirm transfer' button the funds will be withdrawn from your account and will be sent to the Payment Agent you have chosen. The Agent will send you the withdrawal amount (minus the commission) via your preferred payment method":[null,"Đầu tiên hãy chắc chắn rằng bạn đã đồng ý với Đại Lý Thanh Toán về các điều khoản thanh toán trước khi gửi yêu cầu của bạn. Một khi bạn nhấp vào nút 'Xác nhận chuyển khoản' thì các khoản tiền sẽ được rút ra từ tài khoản của bạn và chuyển đến cho Đại Lý Thanh Toán mà bạn đã chọn. Đại Lý sẽ gửi cho bạn số tiền thu được (trừ đi khoản hoa hồng) thông qua phương thức thanh toán ưa thích của bạn"],"Make your trade":[null,"thực hiện giao dịch của bạn"],"Manage":[null,"Quản lý"],"Mar":[null,"Tháng ba"],"March":[null,"Tháng ba"],"Market Professionals":[null,"Các chuyên gia thị trường"],"Market exit price":[null,"Giá xuất cảnh của thị trường"],"Marubozu (CDLMARUBOZU)":[null,"Mô hình Marubozu (CDLMARUBOZU)"],"Mass Index (MASS)":[null,"Chỉ số Mass (MASS)"],"Mat Hold (CDLMATHOLD)":[null,"Mô hình Mat Hold (CDLMATHOLD)"],"Matches":[null,"Trận đấu"],"Matches/Differs - Predict that the last digit will match or not match":[null,"Trùng/Lệch - dự đoán các chữ số cuối cùng sẽ khớp hoặc không khớp"],"Matching Low (CDLMATCHINGLOW)":[null,"Mô hình Matching Low (CDLMATCHINGLOW)"],"Max. Trade Stake":[null,"Cổ phần thương mại tối đa"],"Maximum (MAX)":[null,"Chỉ số Maximum (MAX)"],"Maximum account cash balance":[null,"Số dư tài khoản tối đa"],"Maximum aggregate contract purchases over a 30-day period":[null,"Tổng tối đa hợp đồng mua trong thời hạn 30 ngày"],"Maximum aggregate contract purchases over a 7-day period":[null,"Tổng tối đa hợp đồng mua trong thời hạn 7 ngày"],"Maximum aggregate contract purchases per day":[null,"Tổng tối đa hơp đồng mua mỗi ngày"],"Maximum aggregate loss over a 30-day period":[null,"Tổng tối đa thua trong thời hạn 30 ngày"],"Maximum aggregate loss per day":[null,"Tổng tối đa thua mỗi ngày"],"Maximum number of open positions":[null,"Số vị trí mở tối đa"],"Maximum price over selected period":[null,"Mức giá tối đa trong khoảng thời kì đã chọn"],"May":[null,"Tháng năm"],"Memorable date":[null,"Ngày đáng nhớ"],"Memorable town/city":[null,"Thị trấn/thành phố đáng nhớ"],"Mesa Adaptive Moving Average (MAMA)":[null,"công thức Mesa Adaptive Moving Average (MAMA)"],"Min. Trade Stake":[null,"Thương mại cổ phần tối thiểu"],"Min: 10 Max: 2000":[null,"Nhỏ nhất: 10 Lớn nhất: 2000"],"Minimum (MIN)":[null,"tối thiểu (MIN)"],"Minimum of 2 characters required":[null,"Tối thiểu 2 ký tự bắt buộc"],"Minimum of 4 characters required":[null,"Tối thiểu 4 ký tự cần thiết"],"Minimum of 6 characters required":[null,"Tối thiểu 6 ký tự bắt buộc"],"Minimum of six lower and uppercase letters with numbers":[null,""],"Minimum price over selected period":[null,"Giá tối thiểu trong khoảng thời kì đã chọn"],"Minus the agent's commission":[null,"Trừ đi Hoa hồng của đại lý"],"Minutes":[null,"Phút"],"Miss":[null,"Trượt"],"Momentum (MOM)":[null,"Động lực (MOM)"],"Momentum Indicators":[null,"Chỉ số Momentum"],"Mon":[null,"Thứ 2"],"Monday":[null,"Thứ hai"],"Monthly Profitable Trades":[null,"Các giao dịch có lợi nhuận hàng tháng"],"Morning Doji Star (CDLMORNINGDOJISTAR)":[null,"Mô hình Sao Doji buổi sáng (CDLMORNINGDOJISTAR)"],"Morning Star (CDLMORNINGSTAR)":[null,"Mô hình sao buổi sáng (CDLMORNINGSTAR)"],"Mother's maiden name":[null,"Tên thời con gái của mẹ"],"Moving Average Convergence/Divergence (MACD)":[null,"Biến thiên trung bình tụ/phân kỳ (MACD)"],"Mr":[null,"Ông"],"Mrs":[null,"Bà"],"Ms":[null,"Cô"],"Multiplier":[null,""],"Name":[null,"Tên"],"Name of first love":[null,"Tên của tình yêu đầu tiên"],"Name of your pet":[null,"Tên của con vật cưng của bạn"],"Navigator handles background":[null,"Điều hướng xử lý nền"],"Navigator handles border":[null,"Điều hướng xử lý viền"],"Navigator mask-fill":[null,"Điều hướng mask-fill"],"Navigator outline":[null,"Điều hướng viền ngoài"],"Navigator series color":[null,"Điều hướng nhiều màu"],"Navigator series line":[null,"Điều hướng nhiều đường"],"Net Annual Income":[null,"Thu nhập ròng hàng năm"],"Net Profit":[null,"Lợi nhuận ròng"],"New password":[null,"Mật khẩu mới"],"No":[null,"Không"],"No Touch trades":[null,"giao dịch không chạm"],"No touch":[null,"Không chạm"],"Normalized Average True Range (NATR)":[null,"Chỉ số Normalized Average True Range (NATR)"],"Normalized Average True Range (NATR) attempts to normalize the average true range values across instruments by using the formula below":[null,"Chỉ số Normalized Average True Range (NATR) cố gắng để bình thường hóa các giá trị trung bình phạm vi chuẩn trên thiết bị bằng cách sử dụng công thức dưới đây"],"Note: You can only have one fiat currency account and one of each cryptocurrency account":[null,"Lưu ý: bạn chỉ có thể có một tài khoản tiền tệ định danh và một của mỗi tài khoản cryptocurrency"],"Note: withdrawal via payment agent is available only if you deposit exclusively via payment agent":[null,"Lưu ý: Rút tiền thông qua đại lý thanh toán sẽ chỉ khả dụng nếu bạn gửi tiền duy nhất thông qua đại lý thanh toán"],"Nov":[null,"Tháng mười một"],"November":[null,"Tháng mười một"],"Now":[null,"Bây giờ"],"OHLC":[null,"OHLC"],"OK":[null,"Ok"],"OTC stocks - Blue-chip stock contracts sourced from the over-the-counter market":[null,"Cổ phiếu OTC – hợp đồng cổ phiếu Blue-chip có nguồn gốc từ các thị trường phi tập trung"],"Occupation":[null,"Nghề nghiệp"],"Oct":[null,"Tháng mười"],"October":[null,"Tháng mười"],"Odd":[null,"Lẻ"],"Offices in Malta, Malaysia and Japan":[null,"Các văn phòng tại Malta, Malaysia và Nhật bản"],"Ok":[null,"Ok"],"On the basis of the information provided in relation to your knowledge and experience, we consider that the investments available via this website are not appropriate for you":[null,"Dựa trên cơ sở các thông tin được cung cấp liên quan đến kiến thức và kinh nghiệm của bạn, chúng tôi cho rằng những khoản đầu tư hiện có trên trang web này là không thích hợp cho bạn"],"On-Neck Pattern (CDLONNECK)":[null,"Mô hình trên cổ (CDLONNECK)"],"Once this limit is reached, you may no longer deposit":[null,"Một khi đã đạt đến giới hạn này, bạn sẽ không thể gửi tiền"],"One last step left":[null,"Còn một bước cuối"],"Online trading can become addictive. Fill in the form below to limit your participation on the website or send a signed letter or fax to our customer support team. Once set, you can only tighten your limits. Limits will only be removed or loosened after 7 days with the exception of the self- exclusion date, which cannot be removed or altered once you have confirmed it. To remove or increase your limits, please contact":[null,"Giao dịch trực tuyến có thể gây nghiện. Điền thông tin vào mẫu dưới đây để giới hạn mức chơi trên trang web hoặc gửi thư đã được kí hoặc fax cho nhóm hỗ trợ khách hàng của chúng tôi. Khi được thiết lập, bạn có thể thắt chặt giới hạn của mình. Giới hạn này sẽ chỉ bị loại bỏ hoặc nới lỏng sau 7 ngày ngày tự loại trừ, không thể bị loại bỏ hoặc thay thế từ khi bạn đã xác nhận chúng. Để loại bỏ hoặc tăng giới hạn của bạn, vui lòng liên hệ"],"Only five years after inception, we pick up this major award for our online trading services. The award recognises BetOnMarkets.com's reliable, fast and secure online trading for novice and expert traders. At this time, our website has received over 15 million trades":[null,"Chỉ năm năm sau khi thành lập, chúng tôi nhận giải thưởng lớn này cho các dịch vụ giao dịch trực tuyến của chúng tôi. Các giải thưởng công nhận BetOnMarkets.com đáng tin cậy, nhanh chóng và an toàn giao dịch trực tuyến cho các người mới và chuyên gia. Tại thời điểm này, trang web của chúng tôi đã nhận được hơn 15 triệu giao dịch"],"Only letters, numbers, hyphen are allowed":[null,"Chỉ có chữ cái, số, dấu nối được phép"],"Only letters, numbers, space, hyphen, period, apostrophe are allowed":[null,"Chỉ ký tự, chữ số, dấu cách, dấu nối, dấu chấm, dấu nháy là được phép"],"Only letters, numbers, space, period, comma, - / @ ' are allowed":[null,"Chỉ ký tự, chữ số, dấu cách, dấu chấm, dấu phẩy, - /@ ' là hợp lệ"],"Only letters, numbers, space, period, comma, dash(-)":[null,"Chỉ ký tự, chữ số, dấu cách, dấu chấm, dấu phẩy, dấu gạch"],"Only letters, space, hyphen, period, apostrophe are allowed":[null,"Chỉ ký tự, dấu cách, dấu nối, dấu chấm, dấu nháy là hợp lệ"],"Only numbers and space are allowed":[null,"Chỉ chữ số và dấu cách là hợp lệ"],"Only numbers, letters, hyphens are allowed":[null,"Chỉ các chữ số, ký tự, dấu nháy là hợp lệ"],"Open":[null,"Mở"],"Open Account":[null,"Mở tài khoản"],"Open a Financial Account":[null,"Mở một tài khoản tài chính"],"Open account":[null,"Mở tài khoản"],"Opening an account":[null,"Mở một tài khoản"],"Opens":[null,"Mở"],"Opera":[null,"Opera"],"Option trading can become a real addiction, as can any other activity pushed to its limits. To avoid the danger of such addiction, we provide a reality-check that gives you a summary of your trades and accounts on a regular basis":[null,"Giao dịch quyền chọn có thể thực sự gây nghiện, cũng như bất kỳ hoạt động nào khác khi bị đẩy đến giới hạn của nó. Để tránh rủi ro của việc nghiện giao dịch, chúng tôi cung cấp một công cụ kiểm tra thực tế để cho bạn một bản tóm tắt của các giao dịch và tài khoản một cách thường xuyên"],"Other":[null,"Khác"],"Other financial instruments trading experience":[null,"Kinh nghiệm giao dịch công cụ tài chính khác"],"Other financial instruments trading frequency":[null,"Tần suất giao dịch công cụ tài chính khác"],"Our company continues to thrive and obtains a license in the Isle of Man to better service our UK clients":[null,"Công ty chúng tôi tiếp tục phát triển mạnh và có được một giấy phép ở đảo Man để phục vụ tốt hơn khách hàng Anh Quốc"],"Our customers clearly like us. In mid-2014, Binary.com has over 100 million historical transactions and over 130,000 new daily transactions":[null,"Khách hàng của chúng tôi rõ ràng ưa chúng tôi. Vào giữa năm 2014, Binary.com có lịch sử hơn 100 triệu giao dịch và hơn 130,000 giao dịch mới hàng ngày"],"Our fast organic growth is supplemented by the acquisition of the client base of BetsForTraders, one of our main competitors":[null,"Chúng tôi phát triển nhanh có tổ chức được bổ sung bằng sự mua lại cơ sở khách hàng của BetsForTraders, một trong những đối thủ cạnh tranh chính của chúng tôi"],"Our prices are benchmarked against the interbank options market. You ll receive fair and transparent pricing, whatever your position":[null,"Giá của chúng tôi được tính chuẩn đối với các thị trường lựa chọn liên ngân hàng. Bạn sẽ nhận được sự công bằng và minh bạch về giá cho dù bạn ở vị trí nào"],"Over":[null,"Qua"],"Over 1 million registered accounts worldwide":[null,"Hơn 1 triệu tài khoản đã được đăng ký trên toàn cầu"],"Over 130 staff and contractors worldwide":[null,"Hơn 130 nhân viên và các nhà thầu trên toàn cầu"],"Over 3 years":[null,"Hơn 3 năm"],"Over/Under - Predict that the last digit is higher or lower":[null,"Cao/Thấp - dự đoán chữ số cuối là cao hơn hoặc thấp hơn"],"Overlap Studies":[null,"nghiên cứu chồng chéo"],"PEP Declaration":[null,"tuyên bố PEP"],"Parabolic SAR (SAR)":[null,"Hệ thống Parabolic SAR (SAR)"],"Passwords didn't match. Please type them again":[null,"Mật khẩu không khớp. Vui lòng nhập lại"],"Patented technology":[null,"công nghệ đã được cấp bằng sáng chế"],"Pattern Recognition":[null,"Mô hình công nhận"],"Payment agent":[null,"Đại lý thanh toán"],"Payment agents":[null,"Đại lý thanh toán"],"Payments":[null,"Các khoản chi trả"],"Payout":[null,"Thanh toán"],"Pension":[null,"Trợ cấp"],"Percentage Price Oscillator (PPO)":[null,"Công cụ dao động giá theo tỷ lệ phần trăm (PPO)"],"Performance Probability":[null,"Xác suất hiệu suất"],"Permissions":[null,"Cấp phép"],"Personal Details":[null,"Chi tiết cá nhân"],"Personal Wealth Awards 2017":[null,"Giải thưởng sự giàu có cá nhân năm 2017"],"Phone":[null,"Điện thoại"],"Piercing Pattern (CDLPIERCING)":[null,"Mô hình xuyên thấu (CDLPIERCING)"],"Pip":[null,"pip"],"Pip stands for 'percentage in point' which is generally the fourth decimal place (i.e. 0.0001)":[null,"Pip là viết tắt của 'tỷ lệ phần trăm tính bằng điểm' mà nói chung là nơi thập phân thứ tư (tức là 0.0001)"],"Place of birth":[null,"Nơi sinh"],"Please":[null,"Vui lòng"],"Please choose which currency you would like to transact in":[null,"Xin vui lòng chọn loại tiền tệ mà bạn muốn giao dịch tại"],"Please confirm the following details in order to complete the transfer":[null,"Vui lòng xác nhận các chi tiết sau để hoàn thành việc chuyển khoản"],"Please enter a valid date in yyyy-mm-dd format":[null,"Vui lòng nhập ngày hợp lệ theo định dạng yyyy-mm-dd"],"Please enter a value greater than 0":[null,"Vui lòng nhập một giá trị lớn hơn 0"],"Please enter correct email":[null,"Vui lòng nhập đúng email"],"Please enter date in the format YYYY-MM-DD":[null,"Vui lòng nhập ngày theo định dạng YYYY-MM-DD"],"Please enter time in the format HH:MM":[null,"Vui lòng nhập thời gian với định dạng HH:MM"],"Please enter your current password":[null,"Vui lòng nhập mật khẩu hiện tại của bạn"],"Please enter your email":[null,"Vui lòng nhập email của bạn"],"Please input correct token":[null,"Xin vui lòng nhập chính xác mã thông báo"],"Please install the latest version of one of these browsers":[null,"Hãy cài đặt phiên bản mới nhất của một trong số các trình duyệt này"],"Please note that due to their over-the-counter nature, the prices of the OTC Indices and stocks will differ from the prices of the corresponding indices and stocks on centralised exchanges":[null,"Vui lòng lưu ý rằng do tính chất của thị trường phi tập trung, các mức giá của chứng khoán và cổ phiếu phi tập trung sẽ khác với giá của những mã chứng khoán và cổ phiếu tương ứng trên thị trường tập trung"],"Please provide your tax information":[null,"Vui lòng cung cấp thông tin thuế của bạn"],"Please select":[null,"Vui lòng chọn"],"Please select an account opening reason before continuing":[null,"Vui lòng lựa chọn một lý do mở tài khoản trước khi tiếp tục"],"Please submit a valid verification token":[null,"Xin vui lòng nhập một mã thông báo xác nhận hợp lệ"],"Please try again after 1 minute":[null,"Xin vui lòng thử lại sau 1 phút"],"Plot":[null,"Vẽ"],"Pofit/Loss":[null,"Lợi nhận/thiệt hại"],"Points":[null,"Điểm"],"Polski":[null,"polski"],"Portfolio":[null,"Danh mục đầu tư"],"Portugu s":[null,"portugu s"],"Postal code/ZIP":[null,"Mã bưu chính/ZIP"],"Potential Payout":[null,"Khả năng thanh toán"],"Potential Profit":[null,"Lợi nhuận tiềm năng"],"Potential profit":[null,"Lợi nhuận tiềm năng"],"Pre-Defined":[null,"Được xác định trước"],"Preferred reality-check interval":[null,"Khoảng kiểm tra thực tế ưu tiên"],"Press Create token button on the right to create your first token":[null,"Bấm nút Tạo Token tở phía bên phải để tạo token đầu tiên của bạn"],"Price Transformation":[null,"Sự chuyển đổi giá"],"Price forms three black candles, each with lower closes, in a downward price trend. A tall white candle engulfs the price action of the prior three days. The candle acts as a bullish reversal when price breaks out upward, and closes above the top of the candle pattern":[null,"Giá hình thành ba ngọn nến đen, mỗi chiếc với thấp hơn đóng, một xu hướng xuống giá. Một ngọn nến trắng cao thổi giá hành động của ba ngày trước. Ngọn nến có vai trò như một sự đảo ngược bullish khi giá bùng lên trên, và đóng cửa trên đầu trang của các mô hình nến"],"Price trends downward into the start of the pattern, a tall black candle. Following that, a white candle appears that fits inside the body of the prior candle. This completes the bullish harami candlestick. The final day of the pattern is the confirming candle, a white one that closes above the prior close, which it does. The combination suggests price has reversed trend":[null,"Giá tạo xu hướng xuống vào đầu của các mô hình, một ngọn nến đen cao. Sau đó, một ngọn nến trắng xuất hiện phù hợp với bên trong cơ thể của ngọn nến trước. Điều này đã hoàn tất các nến bullish harami. Ngày cuối cùng của các mô hình là ngọn nến xác nhận, một trong những màu trắng mà đóng cửa ở trên trước khi gần gũi, mà nó. Sự kết hợp cho thấy giá đã đảo ngược xu hướng"],"Primary":[null,"Chính"],"Print chart":[null,"In biểu đồ"],"Professional Client":[null,""],"Profit":[null,"Lợi nhuận"],"Profit table":[null,"Bảng lợi nhuận"],"Profit/ Loss":[null,"Lợi nhuận/Thua lỗ"],"Profit/Loss (points)":[null,"Lợi nhuận/thua lỗ (điểm)"],"Protect your profits":[null,"Bảo vệ lợi nhuận của bạn"],"Published in English, Indonesian, Japanese, Chinese, Polish, German, French, Spanish, Portuguese, Italian, Russian, and Thai":[null,"Xuất bản dưới các ngôn ngữ: tiếng Anh, Indonesia, Nhật bản, Trung Quốc, Ba Lan, Đức, Pháp, tiếng Tây Ban Nha, tiếng Bồ Đào Nha, ý, Nga, và Thái Lan"],"Purchase":[null,"Mua"],"Purchase Date":[null,"Ngày mua"],"Purchase Price":[null,"Giá mua"],"Rate Of Change (ROC)":[null,"tỉ giá hối đoái (ROC)"],"Rate Of Change Percentage (ROCP)":[null,"phần trăm tỉ giá hối đoái (ROCP)"],"Rate Of Change Ratio (ROCR)":[null,"tỷ lệ tỉ giá hối đoái (ROCR)"],"Read":[null,"Đọc"],"Read about":[null,"Đọc về"],"Ref":[null,"REF"],"Regent Markets Group Ltd. renames to Binary Ltd":[null,"Regent Markets Group Ltd đổi tên thành công ty TNHH Binary"],"Regent Markets Group Ltd. renames to Binary Ltd., harmonising company and website branding throughout the organisation":[null,"Regent Markets Group Ltd đổi tên thành công ty TNHH Binary, dung hòa việc xây dựng công ty và xây dựng website trong toàn bộ tổ chức"],"Regent Markets acquires BetsForTraders client base":[null,"Regent Markets mua lại cơ sở khách hàng của BetsForTraders"],"Regent Markets files for a patent in March 2000 on the basis of our unique position as the sole serious competitor in the business of fixed-odds financial betting. In May, we register the trading name BetOnMarkets and move to Malta to receive an internet betting licence":[null,"Regent Markets đệ đơn xin bằng sáng chế vào tháng 3 năm 2000 trên cơ sở vị trí độc nhất của chúng tôi đó là đối thủ cạnh tranh đáng gờm duy nhất trong kinh doanh giao dịch cược theo tỷ lệ cố định. Tháng năm, chúng tôi đăng ký tên thương mại BetOnMarkets và di chuyển đến Malta để nhận một giấy phép cá cược trên internet"],"Regent Markets files for patent, and registers BetOnMarkets trading name":[null,"Regent Markets đệ đơn xin bằng sáng chế, và đăng ký tên kinh doanh là BetOnMarkets"],"Regent Markets granted US patent for 'Betting system and method'":[null,"Regent Markets cấp cho bằng sáng chế US về 'hệ thống cá cược và phương pháp'"],"Regent Markets granted two new US patents":[null,"Regent Markets cấp hai bằng sáng chế Hoa Kỳ mới"],"Regent Markets is founded by Jean-Yves Sireau":[null,"Regent Markets được thành lập bởi Jean-Yves Sireau"],"Regent Markets obtains a licence in the Isle of Man":[null,"Regent Markets có được một giấy phép tại đảo Man"],"Regent Markets receives funding to provide on-line financial betting services":[null,"Regent Markets nhận được tài trợ để cung cấp các dịch vụ cá cược tài chính trực tuyến"],"Regent Markets sets up a programming centre in Cyberjaya, Malaysia":[null,"Regent Markets thành lập một trung tâm lập trình ở Cyberjaya, Malaysia"],"Regent Pacific Group Ltd., the Hong Kong-listed founding shareholder of Binary.com":[null,"Regent Pacific Group Ltd., là cổ đông sáng lập nằm trong danh sách Hồng Kông của Binary.com"],"Regent Pacific transaction":[null,"giao dịch Regent Pacific"],"Register free account":[null,"Đăng ký tài khoản miễn phí"],"Regulatory Information":[null,""],"Relative Strength Index (RSI)":[null,"Chỉ số sức mạnh tương đối (RSI)"],"Remove":[null,"Hủy"],"Remove Selected":[null,"Xóa Lựa Chọn"],"Rename":[null,"Đổi tên"],"Repeat password":[null,"Lặp lại mật khẩu"],"Resale price":[null,"Giá bán lại"],"Reset zoom":[null,"Đặt lại phóng to"],"Reset zoom level 1:1":[null,"Đặt lại phóng to mức 1:1"],"Resources":[null,"Tài nguyên"],"Responsible Trading":[null,"Chịu trách nhiệm giao dịch"],"Results":[null,"Kết quả"],"Return":[null,"Quay trở lại"],"Rickshaw Man (CDLRICKSHAWMAN)":[null,"Mô hình Xe kéo đàn ông (CDLRICKSHAWMAN)"],"Rise":[null,"Tăng"],"Rise/Fall":[null,"Tăng/rớt"],"Rise/Fall - Predict if the market will rise or fall from its current level":[null,"Tăng/Giảm - dự đoán thị trường sẽ tăng hay giảm tính từ mức hiện tại"],"Rise/Fall trades":[null,"giao dịch tăng/giảm"],"Rise/Fall   Predict that the market will rise or fall from its current level":[null,"Tăng/Giảm   dự đoán thị trường sẽ tăng hay giảm tính từ mức hiện tại"],"Rising/Falling Three Methods (CDLRISEFALL3METHODS)":[null,"phương pháp tăng/giảm 3 (CDLRISEFALL3METHODS)"],"Robust and secure platform":[null,"Nền tảng vững chắc và an toàn"],"Safari":[null,"Safari"],"Salaried Employee":[null,"Nhân viên được trả lương"],"Sale Date":[null,"Ngày bán"],"Sale Price":[null,"Giá bán"],"Sand Signika":[null,"Cát Signika"],"Sat":[null,"Thứ bảy"],"Saturday":[null,"Thứ bảy"],"Save":[null,"Lưu lại"],"Save as":[null,"Lưu lại thành"],"Save changes":[null,"Lưu các thay đổi"],"Saved":[null,"Đã lưu lại"],"Scalable":[null,"Khả năng mở rộng"],"Second line of home address":[null,"Dòng thứ hai của địa chỉ nhà"],"Secondary":[null,"Thứ cấp"],"Security":[null,"Bảo mật"],"Security and privacy":[null,"Bảo mật và Riêng tư"],"Security question":[null,"Câu hỏi bảo mật"],"Self-Employed":[null,"Tự làm"],"Self-Exclusion":[null,"Tự Loại Trừ"],"Sell At Market":[null,"Bán tại thị trường"],"Sell option":[null,"tùy chọn bán"],"Sent to account":[null,"Gửi đến tài khoản"],"Sep":[null,"Tháng chín"],"Separating Lines (CDLSEPARATINGLINES)":[null,"Mô hình tách dòng (CDLSEPARATINGLINES)"],"September":[null,"Tháng chín"],"Session":[null,"Phiên"],"Session duration limit, in minutes":[null,"Giới hạn thời lượng phiên, bằng phút"],"Set barrier(s) to define your position and trigger the payout you will receive":[null,"Thiết lập rào cản để xác định vị trí của bạn và kích hoạt thanh toán bạn sẽ nhận được"],"Set the length of your trade, from 10 seconds to 365 days":[null,"Thiết lập độ dài của giao dịch, từ 10 giây đến 365 ngày"],"Settles":[null,"Cài đặt"],"Share":[null,"Chia sẻ"],"Share chart":[null,"Chia sẻ biểu đồ"],"Sharp, benchmarked prices":[null,"Giá chuẩn"],"Shooting Star (CDLSHOOTINGSTAR)":[null,"Mô hình sao băng (CDLSHOOTINGSTAR)"],"Short to long-term durations":[null,"Thời gian ngắn đến dài hạn"],"Side by side white lines candlestick pattern is a triple pattern. Bullish pattern: In an upward trend, the first candlestick is followed by another upward that opens above the close of the first (gap up), that is followed by a third upward candlestick that opens below the close of the second (gap down). Bearish pattern: During a downtrend, the first candlestick is downward, followed by an upward candlestick that opens below the close of the first one (gap down), followed by an upward candlestick that opens below the close of the second one. This pattern indicates the continuation of a downtrend":[null,"Bên cạnh mô hình nến trắng dòng là một mô hình ba. Mẫu Bullish: một xu hướng trở lên, nến đầu tiên tiếp theo là khác lên trên đó sẽ mở ra trên đóng đầu tiên (khoảng cách lên), đó là theo một nến lên thứ ba mở dưới đóng thứ hai (khoảng cách xuống). Hướng giảm Hoa văn: trong một xu hướng, nến đầu tiên là xuống, theo sau là một nến lên mở ra dưới đây đóng một trong những đầu tiên (gap xuống), theo sau là một nến trở lên mở ra bên dưới kết thúc thứ hai. Mô hình này cho thấy việc tiếp tục một xu hướng"],"Simple Moving Average (SMA)":[null,"Đường biến thiên trung bình đơn giản (SMA)"],"Simple and intuitive":[null,"Đơn giản và trực quan"],"Smart FX":[null,"Thị trường ngoại hối Thông minh"],"Smart Indices":[null,"Chỉ số Thông minh"],"Smoothed Moving Average (SMMA)":[null,"Đường biến thiên trung bình mượt (SMMA)"],"Sold":[null,"Đã bán"],"Some products are not available in all countries. This website's services are not made available in certain countries such as the USA, Costa Rica, Hong Kong, or to persons under age 18":[null,""],"Source of wealth":[null,"Nguồn tài sản"],"Specify your payout, which is your potential return if your prediction is correct. Our system will proceed to calculate your stake, which is the total cost of purchasing the contract. Binary.com offers payouts from $1 to $50,000":[null,"Chỉ định thanh toán của bạn, mà là lợi nhuận tiềm năng của bạn nếu dự đoán của bạn là chính xác. Hệ thống của chúng tôi sẽ tiến hành để tính toán cổ phần của bạn, mà là tổng chi phí mua các hợp đồng. Binary.com cung cấp các thanh toán từ $1 đến $50,000"],"Spinning Top (CDLSPINNINGTOP)":[null,"Mô hình ngọn quay (CDLSPINNINGTOP)"],"Spline":[null,"Chốt"],"Spot price":[null,"Giá tại chỗ"],"Spreads":[null,"Lan tỏa"],"Spreads down":[null,"Spreads xuống"],"Spreads up":[null,"Spreads lên"],"Stake":[null,"Cổ phần"],"Stalled Pattern (CDLSTALLEDPATTERN)":[null,"Mô hình bị đình trệ (CDLSTALLEDPATTERN)"],"Standard Deviation (STDDEV)":[null,"Độ lệch chuẩn (STDDEV)"],"Standard Deviation is a statistical calculation used to measure the variability. In trading this value is known as volatility. A low standard deviation indicates that the data points tend to be very close to the mean, whereas high standard deviation indicates that the data points are spread out over a large range of values":[null,"Độ lệch chuẩn là một phép tính thống kê được sử dụng để đo lường sự biến thiên. Trong giao dịch giá trị này được gọi là biến động. Độ lệch chuẩn thấp chỉ ra rằng các điểm dữ liệu có xu hướng rất gần với cách thức , trong khi độ lệch chuẩn cao chỉ ra các điểm dữ liệu đang lây lan trên một phạm vi rộng lớn của các giá trị"],"Standard methods":[null,"Phương pháp tiêu chuẩn"],"Standard withdrawal":[null,"Rút tiền tiêu chuẩn"],"Start Time":[null,"Thời gian bắt đầu"],"Start Trading":[null,"Bắt đầu giao dịch"],"Start time":[null,"Thời gian bắt đầu"],"State/province/region":[null,"Bang/tỉnh/vùng"],"Statement":[null,"Bảng kê"],"Statistical Functions":[null,"Chức năng thống kê"],"Status":[null,"Trạng thái"],"Stays Between/Goes Outside":[null,"Ở Giữa/ Đi ra ngoài"],"Stays Between/Goes Outside trades":[null,"Các giao dịch ở yên giữa/ra bên ngoài"],"Stays Between/Goes Outside   Predict that the market stays inside or goes outside two price targets any time during the contract period":[null,"Ở lại giữa/Đi ra ngoài  Dự đoán rằng thị trường vẫn ở bên trong hoặc ra bên ngoài 2 mức giá mục tiêu bất kì lúc nào trong suốt kì hợp đồng"],"Stays in":[null,"Ở lại trong"],"Step 1: Define your position":[null,"Bước 1: Xác định vị thế của bạn"],"Step 2: Get your contract price":[null,"Bước 2: Chọn giá hợp đồng"],"Step 3: Make your trade":[null,"Bước 3: Thực hiện giao dịch của bạn"],"Stick Sandwich (CDLSTICKSANDWICH)":[null,"Mô hình bánh Sandwich (CDLSTICKSANDWICH)"],"Stochastic (STOCH )":[null,"Ngẫu nhiên (STOCH)"],"Stochastic Fast (STOCHF)":[null,"Ngẫu nhiên nhanh (STOCHF)"],"Stochastic Relative Strength Index (STOCHRSI)":[null,"Chỉ số sức mạnh tương đối ngẫu nhiên (STOCHRSI)"],"Stochastic Slow (STOCHS)":[null,"Ngẫu nhiên chậm (STOCHS)"],"Stock market indices measure the value of a selection of companies in the stock market":[null,"Chỉ số thị trường chứng khoán đo lường giá trị của một sự lựa chọn các công ty trên thị trường chứng khoán"],"Stocks trading experience":[null,"Kinh nghiệm giao dịch cổ phiếu"],"Stocks trading frequency":[null,"Tần suất giao dịch cổ phiếu"],"Stop Loss Level":[null,"Ngăn chặn mức độ thua"],"Stop Profit Level":[null,"Ngăn chặn mức độ lợi nhuận"],"Stop-loss":[null,"Chặn thua"],"Stop-profit":[null,"Dừng lợi nhuận"],"Stop-type":[null,"Kiểu ngưng"],"Stroke color":[null,"Màu Stroke"],"Stroke width":[null,"Chiều rộng Stroke"],"Submit":[null,"Gửi"],"Successfully applied the template and saved it as":[null,"Áp dụng các bản mẫu và lưu nó như là đã thành công"],"Summation (SUM)":[null,"Phép lấy tổng (SUM)"],"Sun":[null,"Chủ nhật"],"Sunday":[null,"Chủ Nhật"],"Table":[null,"Bảng biểu"],"Takuri (Dragonfly Doji with very long lower shadow) (CDLTAKURI)":[null,"Mô hình Takuri (Dragonfly Doji với bóng dưới rất dài) (CDLTAKURI)"],"Tasuki Gap (CDLTASUKIGAP)":[null,"Mô hình Khoảng cách tasuki (CDLTASUKIGAP)"],"Tax identification number":[null,"Mã số thuế"],"Tax information":[null,"Thông tin thuế"],"Tax residence":[null,"Thuế nơi cư trú"],"Tel":[null,"Điện thoại"],"Template changes saved":[null,"Thay đổi mẫu đã được lưu lại"],"Template name":[null,"Tên mẫu"],"Template name already exists":[null,"Tên bản mẫu đã tồn tại"],"Terms":[null,"Điều khoản"],"Tertiary":[null,"Cấp 3"],"The":[null,"Các"],"The AUD Index is a weighted Index, measuring the Australian Dollar's value against a basket of 5 global currencies (USD, EUR, GBP, JPY, CAD), each weighted by 20%":[null,"Chỉ số AUD là chỉ số có trọng số, đo lường giá trị của Đô la Úc so với trong giỏ 5 loại đồng tiền quốc tế (USD, EUR, GBP, JPY, CAD), mỗi loại có trọng số là 20%"],"The Absolute Price Oscillator (APO) is based on the absolute differences between two moving averages of different lengths, a  Fast  and a  Slow  moving average":[null,"Công cụ dao động giá tuyệt đối (APO) dựa trên sự khác biệt tuyệt đối giữa hai biến thiên trung bình của những độ dài khác nhau, một biến thiên trung bình nhanh và một chậm"],"The Aroon Oscillator is the difference between Aroon-Up and Aroon-Down. These two indicators are usually plotted together for easy comparison, but chartists can also view the difference of these two indicators with the Aroon Oscillator. This indicator fluctuates between -100 and +100 with zero as the middle line":[null,"Công cụ giao động Aroon là sự khác biệt giữa Aroon-Up và Aroon xuống. Hai chỉ số này thường được ghép với nhau để dễ dàng so sánh, nhưng người vẽ biểu đồ cũng có thể nhìn sự khác biệt của các chỉ số hai với công cụ giao động Aroon. Chỉ số này biến động từ -100 đến 100 với 0 là đường giữa"],"The Average Directional Movement Index index (ADX) was developed in 1978 by J. Welles Wilder as an indicator of trend strength in a series of prices of a financial instrument ADX will range between 0 and 100. Generally, ADX readings below 20 indicate trend weakness, and readings above 40 indicate trend strength":[null,"Chỉ số định hướng biến thiên trung bình (ADX) được phát triển vào năm 1978 bởi J. Welles Wilder là một chỉ số của xu hướng sức mạnh vào một loạt các giá cả của một công cụ tài chính ADX sẽ nằm trong khoảng từ 0 đến 100. Nói chung, phép đọc ADX dưới 20 chỉ ra xu hướng suy yếu, và các phép đọc ở trên 40 chỉ ra xu hướng mạnh"],"The Average True Range (TRANGE) study measures the size of the period s range, and takes into account any gap from the close of the previous period":[null,"Nghiên cứu phạm vi chuẩn trung bình (TRANGE) đo lường kích thước phạm vi của thời kì s, và sẽ lưu ý bất kỳ khoảng cách từ kết thúc của giai đoạn trước"],"The Awesome Oscillator is an indicator used to measure market momentum. AO calculates the difference of a 34 Period and 5 Period Simple Moving Averages. The Simple Moving Averages that are used are not calculated using closing price but rather each bar's midpoints. AO is generally used to affirm trends or to anticipate possible reversals":[null,"Công cụ dao động tuyệt vời là một chỉ số được sử dụng để đo lường đà của thị trường. AO tính toán sự khác biệt của 34 giai đoạn và 5 giai đoạn biến thiên trung bình đơn giản. Biến thiên trung bình đơn giản được sử dụng không được tính toán bằng cách sử dụng giá đóng cửa nhưng thay vì mỗi thanh midpoints. AO thường được sử dụng để khẳng định xu hướng hay dự đoán những đảo ngược tiềm tàng"],"The Bearish I-Neck Pattern occurs after a downtrend when first day is a long red candle and the second day is a blue day, opening below the low of the first day and closing barely into the body of the first day":[null,"Mô hình Bearish I-Neck xảy ra sau một xu hướng đi xuống khi ngày đầu tiên là một ngọn nến đỏ dài và ngày thứ hai là một ngày xanh, mở dưới thấp của ngày đầu tiên và đóng cửa hiếm khi vào cơ thể của ngày đầu tiên"],"The Bearish On-Neck Pattern occurs after a downtrend when a long black day is followed by a long white day that gaps down at the open and closes below the close of the black day":[null,"Hướng giảm Hoa văn trên cổ xảy ra sau khi một xu hướng khi một ngày dài đen theo sau một ngày dài màu trắng có khoảng trống xuống tại mở và đóng cửa dưới đóng ngày đen tối"],"The Bullish Three Star appears after a downtrend and it consists of three consecutive Doji, in which the second Doji gaps below the other two Doji. The Bearish Three Star appears after a uptrend and it consists of three consecutive Doji, in which the second Doji gaps above the other two Doji":[null,"Ngôi sao ba Bullish xuất hiện sau khi một xu hướng và nó bao gồm ba Doji liên tiếp, trong đó Doji thứ hai khoảng trống bên dưới hai Doji khác. Ngôi sao ba hướng giảm xuất hiện sau khi một xu hướng tăng và nó bao gồm ba Doji liên tiếp, trong đó Doji thứ hai khoảng trống ở trên hai Doji khác"],"The CMO indicator is created by calculating the difference between the sum of all recent higher closes and the sum of all recent lower closes and then dividing the result by the sum of all price movement over a given time period. The result is multiplied by 100 to give the -100 to +100 range":[null,"Chỉ số CMO được tạo ra bằng cách tính toán sự khác biệt giữa tổng của tất cả tại cao đóng và tổng của tất cả đóng tại thấp hơn và sau đó phân chia kết quả số tiền của tất cả các phong trào giá trong một khoảng thời gian nhất định. Kết quả là nhân 100 để cung cấp cho -100 đến 100"],"The Choppiness Index (CHOP) is an indicator designed to determine if the market is choppy (trading sideways) or not choppy (trading within a trend in either direction). CHOP is not meant to predict future market direction, it is a metric to be used to for defining the market's trendiness only":[null,"Choppiness Index (CHOP) là một chỉ số được thiết kế để xác định nếu thị trường hay thay đổi (kinh doanh sang một bên) hay không hay thay đổi (kinh doanh trong một xu hướng trong hai hướng). CHOP không có nghĩa là để dự đoán tương lai thị trường hướng, nó là số liệu được sử dụng để xác định các thị trường trendiness chỉ"],"The Commodity Channel Index (CCI) is a versatile indicator that can be used to identify a new trend or warn of extreme conditions":[null,"Chỉ số kênh hàng hóa (CCI) là một chỉ số linh hoạt có thể được sử dụng để xác định một xu hướng mới hoặc cảnh báo trong điều kiện khắc nghiệt"],"The Donchian Channel is an indicator used in market trading developed by Richard Donchian. It is formed by taking the highest high and the lowest low of the last n periods. The area between the high and the low is the channel for the period chosen":[null,"Kênh Donchian là một chỉ số được sử dụng trong thị trường giao dịch phát triển bởi Richard Donchian. Nó được hình thành bằng cách lấy cao cao nhất và thấp nhất thấp trong những giai đoạn n cuối cùng. Khu vực giữa cao và thấp là kênh để lựa chọn thời gian"],"The Double Exponential Moving Average (CKS) by Patrick Mulloy attempts to remove the inherent lag associated to Moving Averages by placing more weight on recent values":[null,"Công thức biến thiên trung bình gấp đôi theo hàm mũ (CKS) của Patrick Mulloy cố gắng để loại bỏ sự tụt hậu vốn có liên quan đến biến thiên trung bình bằng cách đặt trọng lượng hơn về giá trị tại"],"The Double Exponential Moving Average (DEMA) by Patrick Mulloy attempts to remove the inherent lag associated to Moving Averages by placing more weight on recent values":[null,"Công thức biến thiên trung bình gấp đôi theo hàm mũ (DEMA) của Patrick Mulloy cố gắng để loại bỏ sự tụt hậu vốn có liên quan đến biến thiên trung bình bằng cách đặt trọng lượng hơn về giá trị tại"],"The Dragonfly Doji is created when the open, high, and close are the same or about the same price (Where the open, high, and close are exactly the same price is quite rare).The most important part of the Dragonfly Doji is the long lower shadow":[null,"Dragonfly Doji được tạo ra khi mở, cao, và gần giống nhau hoặc về cùng một mức giá (nơi mở, cao, và thân là chính xác cùng một mức giá là khá hiếm). Phần quan trọng nhất của Dragonfly Doji là bóng tối lâu hạ"],"The EUR Index is a weighted Index, measuring the Euro's value against a basket of 5 global currencies (USD, AUD, GBP, JPY, CAD), each weighted by 20%":[null,"Chỉ số EUR là chỉ số có trọng số, đo lường giá trị của đồng Euro trong giỏ 5 đồng tiền quốc tế (USD, AUD, GBP, JPY, CAD), mỗi loại có tỉ trọng là 20%"],"The Exponential Moving Average (EMA) represents an average of prices, but places more weight on recent prices. The weighting applied to the most recent price depends on the selected period of the moving average. The shorter the period for the EMA, the more weight that will be applied to the most recent price":[null,"biến thiên trung bình theo hàm mũ (EMA) đại diện cho giá cả bình quân, nhưng đặt trọng lượng hơn về giá cả tại. Cân được áp dụng để đặt giá phụ thuộc vào thời kì đã chọn di chuyển trung bình. EMA có thời kì càng ngắn, trọng lượng hơn mà sẽ được áp dụng để đặt giá"],"The Fast Stochastic Oscillator is based on George Lane's original formulas for %K and %D. %K in the fast version that appears rather choppy. %D is the 3-day SMA of %K":[null,"Oscillator Stochastic nhanh dựa trên công thức gốc của George Lane cho %K và %D. %K trong phiên bản nhanh chóng xuất hiện khá vội vàng. %D là SMA 3 ngày của %K"],"The GBP Index is a weighted Index, measuring the British Pound's value against a basket of 5 global currencies (USD, EUR, AUD, JPY, CAD), each weighted by 20%":[null,"Chỉ số GBP là chỉ số có trọng số, đo lường giá trị đồng bảng Anh trong giỏ 5 đồng tiền quốc tế (USD, EUR, AUD, JPY, CAD), mỗi loại có tỉ trọng là 20%"],"The Gravestone Doji is created when the open, low, and close are the same or about the same price (Where the open, low, and close are exactly the same price is quite rare). The most important part of the Graveston Doji is the long upper shadow":[null,"Bia mộ Doji được tạo ra khi mở, thấp, và gần như nhau, hoặc về cùng một mức giá (nơi mở, thấp, và gần gũi chính xác cùng một mức giá là khá hiếm). Phần quan trọng nhất của bia mộ Doji là bóng trên dài"],"The Hammer formation is created when the open, high, and close are roughly the same price.Also, there is a long lower shadow, twice the length as the real body":[null,"Sự hình thành búa được tạo ra khi mở, cao, và gần gũi là khoảng cùng một mức giá. Ngoài ra, có là một bóng lâu hạ, gấp đôi chiều dài như cơ thể thực"],"The Hanging Man formation, just like the Hammer, is created when the open, high, and close are roughly the same price. Also, there is a long lower shadow, which should be at least twice the length of the real body":[null,"Người đàn ông treo, giống như búa, được tạo ra khi mở, cao, và gần gũi là khoảng cùng một mức giá. Ngoài ra, có là một bóng lâu hạ, mà phải là ít nhất hai lần chiều dài của cơ thể thực"],"The Hull Moving Average solves the age old dilemma of making a moving average more responsive to current price activity whilst maintaining curve smoothness. In fact the HMA almost eliminates lag altogether and manages to improve smoothing at the same time":[null,"thân biến thiên trung bình giải quyết tiến vấn đề nan giải bằng cách làm cho một biến thiên trung bình đáp ứng tốt hơn với hoạt động giá hiên hữu đồng thời duy trì đường cong mượt. Trong thực tế HMA hầu như loại bỏ tụt hậu hoàn toàn và quản lý để cải thiện làm mượt cùng lúc"],"The Inverted Hammer occurs mainly at the bottom of downtrends when the open, low, and close are roughly the same price. Also, there is a long upper shadow, which should be at least twice the length of the real body":[null,"Inverted Hammer xảy ra chủ yếu là ở dưới cùng của xu hướng giảm khi mở cửa, thấp, và gần là khoảng cùng một mức giá. Ngoài ra, có là một bóng lâu trên, mà phải là ít nhất hai lần chiều dài của cơ thể thực"],"The Kaufman's Adaptive Moving Average (KAMA) Developed by Perry Kaufman, is a moving average designed to account for market noise or volatility. This trend-following indicator can be used to identify the overall trend, time turning points and filter price movements":[null,"Thích ứng biến thiên trung bình (KAMA) phát triển bởi Perry Kaufman, là một biến thiên trung bình nhằm giải thích cho biến động thị trường hoặc sự khó lường. Chỉ số được theo sau bởi xu hướng này có thể được sử dụng để xác định các xu hướng tổng thể, thời gian bước ngoặt và lọc giá phong trào"],"The Least Squares Moving Average first calculates a least squares regression line over the preceding time periods, then projects it forward to the current period. In essence, it calculates what the value would be if the regression line continued":[null,"biến thiên tối thiểu trung bình đầu tiên tính toán một đường hồi quy tối thiểu trong khoảng thời gian trước, sau đó vạch nó về phía trước thời kỳ hiện tại. Về bản chất, nó sẽ tính toán giá trị nào sẽ nếu tiếp tục dòng suy thoái"],"The MESA Adaptive Moving Average is developed by John Ehlers of Mesa Software. This trend-following indicator can be used to identify the overall trend, time turning points and filter price movements":[null,"Các MESA Adaptive biến thiên trung bình được phát triển bởi John Ehlers của phần mềm Mesa. Chỉ số chạy theo xu hướng  này có thể được sử dụng để xác định các xu hướng tổng thể, thời gian bước ngoặt và lọc giá phong trào"],"The Momentum indicator compares where the current price is in relation to where the price was in the past. How far in the past the comparison is made is up to the technical analysis trader. The calculation of Momentum is quite simple (n is the number of periods the technical trader selects): The current price minus the price n-periods ago":[null,"Chỉ số đà so sánh giá hiện hành có liên quan đến nơi giá là trong quá khứ. Khoảng cách bao xa trong quá khứ so sánh được thực hiện theo chuẩn của các nhà kinh doanh phân tích kỹ thuật. Tính toán của Đà là khá đơn giản (n là số lượng các giai đoạn kinh doanh kỹ thuật chọn): giá hiện tại trừ đi các giá n-giai đoạn trước"],"The Percentage Price Oscillator (PPO) is a momentum oscillator that measures the difference between two moving averages as a percentage of the larger moving average":[null,"Chỉ số tỷ lệ phần trăm giá dao động (PPO) là một chỉ số dao động Đà đo sự khác biệt giữa hai biến thiên trung bình như một tỷ lệ phần trăm của biến thiên trung bình lớn hơn"],"The Price Rate-of-Change (ROC) indicator displays the difference between the current price and the price x-time periods ago. The difference can be displayed in either points or as a percentage":[null,"Chỉ số tỷ giá hối đoái (ROC) sẽ hiển thị sự khác biệt giữa giá hiện hành và các giá x-khoảng thời gian trước đây. Sự khác biệt có thể được hiển thị ở một trong dạng điểm hoặc tỷ lệ phần trăm"],"The Rate of Change Percentage (ROCP) indicator compares the current price with the previous price from a selected number of periods ago. The current price is divided by the previous price. ROCP does not express as a percentage. This indicator is also commonly known as a momentum indicator":[null,"Các chỉ số tỷ giá hối đoái theo phần trăm (ROCP) so sánh giá cả hiện nay với mức giá trước đó từ một số thời gian trước đây đã chọn. Giá hiện tại được chia bởi mức giá trước đó. ROCP không thể hiện như một phần trăm. Chỉ số này cũng thường được biết đến như là một chỉ báo momentum"],"The Rate of Change Rate (ROCR) indicator compares the current price with the previous price from a selected number of periods ago. The current price is divided by the previous price. This indicator is also commonly known as a momentum indicator":[null,"Tỷ lệ tỷ giá hối đoái (ROCR) so sánh giá cả hiện nay với mức giá trước đó từ một số thời gian trước đây đã chọn. Giá hiện tại được chia bởi mức giá trước đó. Chỉ số này cũng thường được biết đến như là một chỉ báo momentum"],"The Relative Strength Index (RSI) was published by J. Welles Wilder. The current price is normalized as a percentage between 0 and 100. The name of this oscillator is misleading because it does not compare the instrument relative to another instrument or set of instruments, but rather represents the current price relative to other recent pieces within the selected lookback window length":[null,"Chỉ số tiềm lực tương đối (RSI) được xuất bản bởi J. Welles Wilder. Giá hiện tại bình thường như là một tỷ lệ phần trăm giữa 0 và 100. Tên của công cụ dao động này gây hiểu lầm bởi vì nó không so sánh công cụ liên quan đến công cụ hoặc tập hợp các công cụ khác, nhưng thay vào đó đại diện cho giá hiện hành tương đối so với miếng khác tại trong chiều dài cửa sổ nhìn lại đã chọn"],"The Rickshaw Man has unusually tall upper and lower shadows, a body in which the opening and closing prices are about the same, and the body is near the middle of the candlestick":[null,"The Rickshaw Man hay có cao trên bất thường và dưới bóng tối, một cơ thể mà mở cửa và giá đóng cửa là về giống, và cơ thể là gần giữa nến"],"The Shooting formation is created when the open, low, and close are roughly the same price. There is a long upper shadow, generally defined as at least twice the length of the real body":[null,"The Shooting được tạo ra khi mở, thấp, và gần là khoảng cùng một mức giá. Đó là một bóng lâu thượng, thường được định nghĩa là ít nhất hai lần chiều dài của cơ thể thực"],"The Simple Moving Average (SMA) is calculated by adding the price of an instrument over a number of time periods and then dividing the sum by the number of time periods. The SMA is basically the average price of the given time period, with equal weighting given to the price of each period":[null,"Các biến thiên trung bình đơn giản (SMA) được tính bằng cách thêm giá của một công cụ trong một số giai đoạn và sau đó phân chia tổng số khoảng thời gian. SMA về cơ bản là giá trung bình trong khoảng thời gian nhất định, với cân bằng cho đến mức giá của từng thời kỳ"],"The Stochastic Relative Strength Index (STOCHRSI) was developed by Tushar Chande and Stanley Kroll, StochRSI is an oscillator that measures the level of RSI relative to its high-low range over a set time period. StochRSI applies the Stochastics formula to RSI values, instead of price values. This makes it an indicator of an indicator. The result is an oscillator that fluctuates between 0 and 1":[null,"Chỉ số tiềm lực tương đối ngẫu nhiên  (STOCHRSI) đã được phát triển bởi Tushar Chande và Stanley Kroll, StochRSI là một công cụ dao động mà đo các cấp RSI liên quan đến phạm vi cao thấp trong một khoảng thời gian thiết lập. StochRSI áp dụng công thức Stochastics RSI giá trị, thay vì giá trị giá. Điều này làm cho nó một chỉ báo của một chỉ báo. Kết quả là một dao động biến động giữa 0 và 1"],"The Tasuki Gap pattern is made up of three candlesticks, the first bar is a red candlestick within a defined downtrend, the second bar is another red candlestick that has gapped below the close of the previous bar and the last bar is a white candlestick that closes within the gap of the first two bars":[null,"Mô hình Tasuki Gap bao gồm ba chân nến, thanh đầu tiên là một nến đỏ trong một xu hướng được xác định, thanh thứ hai là một nến đỏ đã cách dưới đóng thanh trước và bar cuối là một nến trắng mà đóng trong vòng khoảng cách của hai thanh"],"The Three Methods pattern is a trend continuation pattern that can appear in an uptrend or a down trend. In an uptrend it is called the rising three methods pattern and in a downtrend it is called the falling three methods pattern. The three methods pattern consists of at least five candlesticks":[null,"Các mô hình ba phương pháp là một mô hình tiếp tục xu hướng có thể xuất hiện trong một xu hướng tăng hoặc một xu hướng xuống. Trong một xu hướng tăng, nó được gọi là các mô hình ba phương pháp tăng và trong một xu hướng, nó được gọi là các mô hình ba phương pháp rơi xuống. Các mô hình ba phương pháp này bao gồm ít nhất 5 chân nến"],"The Triangular Moving Average (TRIMA) represents an average of prices, but places weight on the middle prices of the time period. The calculations double-smooth the data using a window width that is one-half the length of the series":[null,"Các tam giác chuyển động trung bình (TRIMA) đại diện cho mức trung bình của giá cả, nhưng đặt trọng lượng trên giá trung bình trong khoảng thời gian. Tính toán đôi-mịn dữ liệu bằng cách sử dụng một chiều rộng cửa sổ là một nửa chiều dài của series"],"The Triple Exponential Moving Average (T3) by Tim Tillson attempts to offers a moving average with better smoothing then traditional exponential moving average":[null,"Các Triple mũ di chuyển trung bình (T3) bởi Tim Tillson nỗ lực để cung cấp một di chuyển trung bình với tốt hơn làm mịn sau đó truyền thống mũ di chuyển trung bình"],"The Triple Exponential Moving Average (TEMA) by Patrick Mulloy offers a moving average with less lag then traditional exponential moving average":[null,"Các Triple mũ di chuyển trung bình (TEMA) bởi Patrick Mulloy cung cấp một di chuyển trung bình với độ trễ ít hơn sau đó truyền thống mũ di chuyển trung bình"],"The Typical Price function measures the average of the high, low, and closing prices for the day using a simple, single-line plot. The ordinary price gives a simplified view of the day trading prices for as well as it happens with other price-adjustment functions. You can use it for smoothing out some of the inconstancy of the closing price because it comprises information for the whole trading day and not only the result of the day's end. The Typical Price indicator is measured by adding the high, low, and closing prices together, and then dividing by three":[null,"Các chức năng điển hình giá các biện pháp trung bình cao, thấp và giá đóng cửa trong ngày bằng cách sử dụng một cốt truyện đơn giản, dòng đơn. Giá bình thường cho một cái nhìn đơn giản của ngày giao dịch giá nhất và cũng là nó sẽ xảy ra với các chức năng điều chỉnh giá. Bạn có thể sử dụng nó làm mịn ra một số inconstancy mức giá đóng cửa vì nó bao gồm các thông tin cho toàn bộ giao dịch ngày và không chỉ là kết quả của những ngày cuối cùng. Điển hình giá chỉ được đo bằng cách thêm cao, thấp, và giá đóng cửa với nhau, và sau đó chia ba"],"The USD Index is a weighted Index, measuring the US Dollar's value against a basket of 5 global currencies (EUR, GBP, JPY, CAD, AUD), each weighted by 20%":[null,"Chỉ số USD là Chỉ số có trọng số, đo lường giá trị đồng Đô la Mỹ trong giỏ 5 đồng quốc tế (EUR, GBP, JPY, CAD, AUD), mỗi đồng có tỉ trọng là 20%"],"The Volatility 100 Index is twice as volatile as the Volatility 50 Index, and four times as volatile as the Volatility 25 Index":[null,"Chỉ số Biến động 100 thì biến động gấp 2 lần Chỉ số Biến động 50, và biến động gấp 4 lần so với Chỉ số Biến động 25"],"The Weighted Close indicator is simply an average of each day's price. It can be used to smooth out some of the inconstancy of a chart of closing prices, as it comprises information for the whole trading day":[null,"Các chỉ số trọng đóng là chỉ đơn giản là trung bình mỗi ngày giá. Nó có thể được sử dụng để mịn ra một số inconstancy biểu đồ của giá đóng cửa, vì nó bao gồm các thông tin cho toàn bộ kinh doanh ngày"],"The balance of power (BOP) indicator measures the strength of the bulls vs. bears by assessing the ability of each to push price to an extreme level":[null,"Chỉ số cân bằng sức mạnh cho (BOP) đo sức mạnh của bò vs gấu bằng cách đánh giá khả năng của mỗi người để đẩy giá đến một mức độ cực đoan"],"The barrier of a binary option trade is the price target you set for the underlying. You can choose trades that stay below or go above a price target, or stay between two targets":[null,"Rào cản của một giao dịch quyền chọn nhị phân là các mức giá mục tiêu bạn đặt ra cho các cơ sở. Bạn có thể lựa chọn giao dịch ở dưới hoặc vượt trên giá mục tiêu, hoặc ở giữa hai mục tiêu"],"The breakaway pattern begins with a long candle representing the current trend. The following candle is the same color and it gaps away from that first long candle. While the third day s candle can be either color, it will not show a change in the current trend. The fourth day continues the trend and therefore continues to produce the same color candles. The fifth day however, reverses the trend. Please note that it only opens slightly the opposite of the current trend and it continues in the same direction to where it then closes in the gap area":[null,"Các mô hình ly khai bắt đầu với một ngọn nến lâu đại diện cho xu hướng hiện nay. Ngọn nến sau là cùng một màu sắc và nó khoảng trống từ đó ngọn nến lâu dài đầu tiên. Trong khi nến s ngày thứ ba có thể là một trong hai màu, nó sẽ không hiển thị một sự thay đổi trong xu hướng hiện nay. Ngày thứ tư tiếp tục xu hướng và do đó tiếp tục sản xuất những cây nến cùng một màu sắc. Ngày thứ năm Tuy nhiên, đảo ngược xu hướng. Xin lưu ý rằng nó chỉ mở ra một chút đối lập với xu hướng hiện tại và nó vẫn tiếp tục trong cùng một hướng đến nơi nó sau đó đóng cửa trong khu vực khoảng cách"],"The closing black marubozu candlestick is a tall black candle with an upper shadow but no lower one. The closing white marubozu candlestick is a tall white candle with an lower shadow but no upper shadow":[null,"Đóng cửa đen marubozu nến là một ngọn nến cao màu đen với một bóng trên nhưng không thấp hơn. Nến trắng marubozu đóng cửa là một ngọn nến trắng cao với một bóng thấp nhưng không có bóng tối thượng"],"The company holds customer funds in separate bank accounts to the operational accounts which would not, in the event of insolvency, form part of the Company's assets. This meets the Gambling Commission's requirements for the segregation of customer funds at the level":[null,"Công ty giữ tiền khách hàng trong tài khoản ngân hàng tách biệt với tài khoản ngân hàng vận hành, trong trường hợp phá sản, nó sẽ không thuộc tài sản của Công ty. Điều này đáp ứng các yêu cầu của Ủy ban Cờ bạc để cách ly các tiền của khách hàng ở cấp độ"],"The contract period is the timeframe of a trade. It is also called the duration":[null,"Kì của hợp đồng là khung thời gian của một giao dịch. Nó cũng được gọi là thời lượng"],"The duration is the length of a purchased trade (see":[null,"Thời lượng là độ dài của giao dịch được mua"],"The entry spot price is the starting price of the trade purchased by a trader":[null,"Giá giao ngay nhập vào là giá bắt đầu của giao dịch được mua bởi người giao dịch"],"The expiry price is the price of the underlying when the contract expires":[null,"Giá đáo hạn là giá của cơ sở khi hợp đồng hết hạn"],"The financial trading services contained within this site are only suitable for customers who are able to bear the loss of all the money they invest and who understand and have experience of the risk involved in the acquistion of financial contracts. Transactions in financial contracts carry a high degree of risk. If purchased contracts expire worthless, you will suffer a total loss of your investment, which consists of the contract premium":[null,"Các dịch vụ kinh doanh tài chính có trên trang web này chỉ thích hợp cho những khách hàng có khả năng chịu mất tất cả số tiền họ đầu tư và những người hiểu và có kinh nghiệm về các rủi ro liên quan trong việc mua lại các hợp đồng tài chính. Các giao dịch hợp đồng tài chính mang một mức độ rủi ro cao. Nếu hợp đồng được mua hết hạn trở nên vô giá trị, bạn sẽ bị mất tổng đầu tư của bạn, bao gồm phí bảo hiểm hợp đồng"],"The financial trading services contained within this site are only suitable for customers who are able to bear the loss of all the money they invest and who understand and have experience of the risk involved in the aquistion of financial contracts. Transactions in financial contracts carry a high degree of risk. If purchased contracts expire worthless, you will suffer a total loss of your investment, which consists of the contract permium":[null,"Những dịch vụ giao dịch tài chính ở trên trang web này chỉ thích hợp cho những khách hàng là những người có thể chịu sự tổn thất của tất cả số tiền họ đầu tư vào và là những người có kiến thức và có kinh nghiệm với rủi ro liên quan đến hợp đồng tài chính. Giao dịch trong các hợp đồng tài chính chứa đựng một mức độ rủi ro cao. Nếu hợp đồng được mua bị hết thời hạn và trở nên vô giá trị, bạn sẽ bị mất toàn bộ khoản đầu tư cùng với lợi nhuận của hợp đồng"],"The first step is to open an account. You can":[null,"Bước đầu tiên là để mở một tài khoản. Bạn có thể"],"The first thing to do is choose the asset you wish to trade, such as gold or oil, stocks or FX rates (The value of a binary option is derived from the price of the underlying asset). A big advantage of trading options is that you are not buying or selling the actual asset":[null,"Điều đầu tiên cần làm là chọn tài sản mà bạn muốn thương mại, như vàng hoặc dầu, cổ phiếu hay FX tỷ giá (giá trị của một lựa chọn nhị phân có nguồn gốc từ giá của tài sản nằm bên dưới). Một lợi thế lớn của thương mại tuỳ chọn là bạn không mua hoặc bán các tài sản thực tế"],"The first three days of the Bullish Ladder Bottom are strong black candlesticks with consecutive lower opens and lower closes. The fourth day is a short black candlestick, but it opens higher and trades higher, leaving a long upper shadow, then closes making a new low. The fifth day is a strong white candlestick that makes a body gap with the fourth day":[null,"Ba ngày đầu tiên của bậc thang dưới Bullish là chân đế nến bằng màu đen mạnh mẽ với liên tục thấp hơn mở và đóng cửa thấp hơn. Ngày thứ tư là một nến đen ngắn, nhưng nó sẽ mở ra cao hơn và giao dịch cao, để lại một bóng lâu thượng, sau đó đóng cửa làm thấp mới. Ngày thứ năm là một nến trắng mạnh mẽ mà làm cho một cơ thể khoảng cách với các ngày thứ tư"],"The homing pigeon is a bullish candlestick reversal pattern comprised of two red candlesticks. The first candle is a tall black one that appears in a downward price trend. The second day is also a black candle, but it is smaller and fits inside the body of the first black candle":[null,"Bồ câu dẫn đường là một mô hình nến bullish đảo ngược bao gồm hai cột nến đỏ. Ngọn nến đầu tiên là một trong những màu đen cao xuất hiện trong một xu hướng xuống giá. Ngày thứ hai cũng là một ngọn nến màu đen, nhưng nó nhỏ hơn và phù hợp với bên trong cơ thể của ngọn nến đen đầu tiên"],"The indicator is designed for use on a monthly time scale. It is the sum of a 14-month rate of change and 11-month rate of change, smoothed by a 10-period weighted moving average":[null,"Các chỉ số được thiết kế để sử dụng trên quy mô thời gian hàng tháng. Đó là tổng của 14 tháng mức độ thay đổi và 11 tháng mức độ thay đổi, smoothed bởi một khoảng thời gian 10 trọng di chuyển trung bình"],"The market exit price is the price in effect at the end of the contract period":[null,"Giá thoát khỏi thị trường là giá có hiệu lực vào cuối thời gian hợp đồng"],"The parabolic SAR is calculated almost independently for each trend in the price. When the price is in an uptrend, the SAR emerges below the price and converges upwards towards it. Similarly, on a downtrend, the SAR emerges above the price and converges downwards. At each step within a trend, the SAR is calculated one period in advance":[null,"Parabolic SAR được tính gần như độc lập cho mỗi xu hướng trong giá cả. Khi giá là trong một xu hướng tăng, SAR nổi lên dưới giá và hội tụ trở lên đối với nó. Tương tự, một xu hướng, SAR nổi lên trên giá và hội tụ trở xuống. Tại mỗi bước trong một xu hướng, SAR được tính toán một khoảng thời gian trước"],"The patent means Regent Markets is the recognised pioneer of binary betting. The patent helps protect our innovations":[null,"Bằng sáng chế có nghĩa là Regent Markets là nhà tiên phong được công nhận trong cá cược nhị phân. Bằng sáng chế giúp bảo vệ những đổi mới của chúng tôi"],"The payout is the amount paid to an options trader if their prediction is correct":[null,"Tiền lãi là số tiền được trả cho một nhà giao dịch quyền chọn nếu dự đoán của mình là đúng"],"The piercing pattern is made up of two candlesticks, the first black and the second white.Both candlesticks should have fairly large bodies and the shadows are usually, but not necessarily, small or nonexistent. The white candlestick must open below the previous close and close above the midpoint of the black candlestick's body. A close below the midpoint might qualify as a reversal, but would not be considered as bullish":[null,"Các mẫu piercing được tạo thành hai cột nến, da đen đầu tiên và thứ hai màu trắng. Chân đế nến bằng cả hai cần phải có cơ quan khá lớn và bóng tối thường, nhưng không nhất thiết, nhỏ hoặc không tồn tại. Nến trắng phải mở dưới đây trước đó đóng và đóng trên các trung điểm của nến đen của cơ thể. Đóng một bên dưới các trung điểm có thể hội đủ điều kiện như là một sự đảo ngược, nhưng sẽ không được xem là là bullish"],"The premier platform for trading binary options in the world's financial markets":[null,"Sàn giao dịch cao cấp cho giao dịch quyền chọn nhị phân trên thị trường tài chính thế giới"],"The profit is the difference between the purchase price (the stake) and the payout on a winning trade":[null,"Lợi nhuận là phần chênh lệch giữa giá mua (cổ phần) và tiền thanh toán trên giao dịch thắng"],"The rebranding is a natural evolution for the platform as it continues to grow market share in the highly competitive field of binary trading. The new brand reflects the nature of the business, and our new tagline - Sharp Prices, Smart Trading - communicates our ethos and commitment to our clients":[null,"Việc tái định vị thương hiệu này là một sự tiến hóa tự nhiên cho nền tảng mà nó tiếp tục phát triển triển thị phần trong lĩnh vực giao dịch nhị phân cạnh tranh cao độ. Thương hiệu mới phản ánh bản chất của ngành kinh doanh, và khẩu hiệu mới của chúng tôi - Giá Cả Cạnh Tranh, Giao Dịch Thông Minh - sẽ truyền đạt văn hóa và sự cam kết của chúng tôi đến với quý khách hàng"],"The resale price indicates a contract's current market price. Resale prices are on a best-efforts basis and may not be available at all times after purchase. See 'Sell option' for more details on selling contracts before expiry":[null,"Giá bán lại chỉ giá thị trường hiện tại của hợp đồng. Giá bán lại dựa trên cơ sở nỗ lực nhất và có thể không có sẵn mọi lúc sau khi mua. Xem 'quyền chọn Bán' để biết thêm chi tiết về bán hợp đồng trước khi hết hạn"],"The return is the money realized when the contract expires (see 'Payout')":[null,"Sự hoàn vốn là tiền nhận được khi hợp đồng hết hạn (xem 'Thanh toán')"],"The stake is the amount that a trader must pay to enter into a trade":[null,"Đơn vị vốn (stake) là số tiền nhà giao dịch cần phải trả để được vào một giao dịch"],"The sum of price over selected period":[null,"Tổng của giá cả trong khoảng thời gian đã chọn"],"The variance and the closely-related standard deviation are measures of how spread out a distribution is. In other words, they are measures of variability. The variance is computed as the average squared deviation of each number from its mean":[null,"Phương sai và độ lệch tiêu chuẩn liên quan chặt chẽ là các biện pháp về cách lây lan ra một sự phân phối. Nói cách khác, họ là các biện pháp của tính biến đổi. Phương sai tính như độ lệch trung bình bình phương của mỗi số từ có ý nghĩa của nó"],"The volatility indices simulate various real market situations and provide an ideal platform for getting used to trading and testing strategies under various market conditions. These indices depend on volatility and drift, and help users to try out scenarios like - high volatility, low volatility, bullish and bearish trends":[null,"Chỉ số biến động mô phỏng các tình huống thực tế thị trường khác nhau và cung cấp một nền tảng lý tưởng cho việc sử dụng để kinh doanh và thử nghiệm các chiến lược theo các điều kiện thị trường. Những chỉ số phụ thuộc vào biến động và trôi dạt, và giúp người sử dụng để thử ra các tình huống như - biến động cao, bay hơi thấp, xu hướng bullish và hướng giảm"],"There are four main trade types for you to choose from":[null,"Có bốn loại hình thương mại chính cho bạn lựa chọn"],"There are two types of In/Out trades":[null,"Hiện có hai loại giao dịch trong/ngoài"],"There are two types of Up/Down trades":[null,"Hiện có hai loại giao dịch lên/xuống"],"There are two ways to trade Asians":[null,"Hiện có hai cách để giao dịch với người Châu Á"],"These are trades where the trader predicts if a market will finish higher or lower than a specified price target":[null,"Đây là những giao dịch mà nhà giao dịch dự đoán thị trường kết thúc cao hơn hoặc thấp hơn với giá mục tiêu đặt ra"],"These are trades where the trader predicts if a market will rise or fall at the end of a selected time period":[null,"Đây là những giao dịch mà nhà giao dịch dự đoán thị trường sẽ lên hoặc xuống vào cuối thời kì đã chọn"],"These are trades where the trader selects a low and high barrier, and predicts if the market will stay within these barriers or go outside them (see also 'Stays Between/Goes Outside trades')":[null,"Những giao dịch này là các nhà giao dịch đã chọn một hàng rào cao và thấp, và đoán thị trường sẽ ở trong vòng những rào cản này hoặc đi ra ngoài chúng (xem 'giao dịch ở Giữa /Đi ra ngoài')"],"These are trades where the trader selects a price target, and predicts that the market will never touch the target before the expiry of the trade":[null,"Những giao dịch này là chỗ các nhà giao dịch đã chọn giá mục tiêu, và dự đoán thị trường sẽ không bao giờ chạm vào mục tiêu trước khi giao dịch hết hạn"],"These are trades where the trader selects a price target, and predicts that the market will touch the target before the expiry of the trade":[null,"Những giao dịch này là chỗ nhà giao dịch đã chọn một giá mục tiêu, và dự đoán rằng thị trường sẽ chạm vào mục tiêu trước khi giao dịch hết hạn"],"This Moving Average uses curve of the Normal (Gauss) distribution which can be placed by Offset parameter from 0 to 1. This parameter allows regulating the smoothness and high sensitivity of the Moving Average. Sigma is another parameter that is responsible for the shape of the curve coefficients":[null,"Này di chuyển trung bình là sử dụng các đường cong của phân phối chuẩn (Gauss) có thể được đặt bằng tham số bù đắp từ 0 đến 1. Tham số này cho phép điều chỉnh êm ái và độ nhạy cảm cao của các di chuyển trung bình. Sigma là một tham số đó là chịu trách nhiệm về hình dạng của hệ số đường cong"],"This feature is not relevant to virtual-money accounts":[null,""],"This field is required":[null,"Trường này là bắt buộc"],"This is another award we really savour. Trade2win is a portal for active traders seeking to profit from stocks, futures, options and forex, and these traders award us silver (we are just pipped for gold by Betfair). It means active traders worldwide rate our trading platform extremely highly":[null,"Đây là một giải thưởng khác mà chúng tôi rất vinh hạnh khi nhận được. Trade2win là một cổng thông tin cho nhà giao dịch hoạt động tìm kiếm lợi nhuận từ cổ phiếu, hợp đồng tương lai, quyền chọn và ngoại hối, và các nhà giao dịch này đã trao cho chúng tôi giải thưởng bạc (chúng tôi đã giành được giải vàng với Betfair). Điều này có nghĩa là nhà giao dịch năng động trên toàn thế giới đánh giá sàn giao dịch của chúng tôi rất cao"],"This is big. We pick up a double award from the Financial Times and Investors Chronicle, reflecting our success in improving the quality and usability of our website and products":[null,"Điều này có ý nghĩa thật lớn lao. Chúng tôi nhận được một giải thưởng kép từ tạp chí Financial Times và nhà đầu tư Chronicle, phản ánh sự thành công của chúng tôi trong việc nâng cao chất lượng và khả năng sử dụng trang web và các sản phẩm của chúng tôi"],"This is the current price at which an underlying can be bought or sold at a particular time":[null,"Đây là giá hiện tại tại đó mà tài sản cơ sở có thể được mua hoặc bán tại một thời điểm cụ thể"],"This pattern occurs when two black days appear with equal closes in a downtrend. Matching Low indicates a bottom has been made, even though the new low was tested and there was no follow through, which is indicative of a good support price":[null,"Mô hình này xảy ra khi hai ngày đen xuất hiện với đóng bình đẳng trong một xu hướng. Kết hợp thấp chỉ ra một đáy đã được thực hiện, mặc dù thấp mới đã được thử nghiệm và đã có không làm theo thông qua, đó là chỉ của một mức giá tốt hỗ trợ"],"Three Advancing White Soldiers (CDL3WHITESOLDIERS)":[null,"Ba binh sĩ trắng thăng trận(CDL3WHITESOLDIERS)"],"Three Black Crows (CDL3BLACKCROWS)":[null,"Ba quạ đen (CDL3BLACKCROWS)"],"Three Inside Up/Down (CDL3INSIDE)":[null,"Ba bên trong lên/xuống (CDL3INSIDE)"],"Three Outside Up/Down (CDL3OUTSIDE)":[null,"Ba bên ngoài lên/xuống (CDL3OUTSIDE)"],"Three Stars In The South (CDL3STARSSOUTH)":[null,"Ba ngôi sao ở phía nam (CDL3STARSSOUTH)"],"Three tall white candles, each with higher closes, and bodies that overlap (an opening price within the prior candle's body)":[null,"Ba cao trắng nến, mỗi với đóng cửa cao hơn, và các cơ quan đó chồng chéo lên nhau (một giá mở cửa trong ngọn nến trước cơ thể)"],"Three white days occur. Each successive day opens within the body of the previous day and closes above the previous day. The bodies of the candles get progressively smaller with the upper shadows of day 2 and 3 getting progressively longer":[null,"Ba màu trắng ngày xảy ra. Mỗi ngày kế tiếp sẽ mở ra trong cơ thể của ngày hôm trước và đóng cửa ở trên trước ngày. Các cơ quan của nến nhận được nhỏ hơn dần dần với bóng tối thượng của ngày 2 và 3 nhận được lâu hơn dần dần"],"Three-Line Strike (CDL3LINESTRIKE)":[null,"Cuộc tấn công ba dòng (CDL3LINESTRIKE)"],"Thrusting Pattern (CDLTHRUSTING)":[null,"Mô hình hội đồng quản trị thrusting (CDLTHRUSTING)"],"Thu":[null,"Thứ năm"],"Thursday":[null,"Thứ năm"],"Tick":[null,"Giây"],"Tick Trade app":[null,"Đánh dấu app giao dịch"],"Tick {row.number}":[null,"Đánh dấu {dòng.số}"],"Ticks":[null,"Đánh dấu"],"Time interval":[null,"Khoảng thời gian"],"Time out until":[null,"Thời gian ra đến khi"],"Times are changing. We increase payouts so our clients can make the most of their winning trades":[null,"Thời gian đang thay đổi. Chúng tôi tăng tiền thưởng vì thế khách hàng có thể tận dụng nhiều nhất từ các giao dịch thắng của họ"],"Title":[null,"Tiêu đề"],"Ti ng Vi t":[null,"Ti ng Vi t"],"To":[null,"Tới"],"To deposit money please contact the payment agent directly":[null,"Phải gửi tiền xin vui lòng liên hệ trực tiếp với đại lý thanh toán"],"To process deposits and withdrawals for payment methods or local currencies not supported by Binary.com contact a payment agent":[null,"Để tiến hành gửi tiền và rút tiền cho các phương pháp thanh toán hoặc các loại tiền tệ địa phương mà không được hỗ trợ bởi Binary.com hãy liên hệ với một đại lý thanh toán"],"To withdraw funds please enter the special verification token we have just emailed you":[null,"Để rút tiền xin vui lòng nhập mã xác minh token đặc biệt mà chúng tôi vừa gửi qua email cho bạn"],"Token":[null,"Token"],"Token Management":[null,"Quản lý Token"],"Token management":[null,"Quản lý Token"],"Token name":[null,"Tên Token"],"Token permissions":[null,"Cấp phép Token"],"Tooltip background":[null,"Công cụ chú thích nền"],"Tooltip text":[null,"Chữ chú thích"],"Total Copiers":[null,"Tất cả các bot sao chép"],"Total Cost":[null,"Tổng chi phí"],"Total Profit/Loss":[null,"Tổng lợi nhuận/tổn thất"],"Total Trades":[null,"Tất cả các giao dịch"],"Touch":[null,"Chạm"],"Touch/No Touch":[null,"Chạm/Không chạm"],"Touch/No Touch - Predict if the market will touch or not touch a target price":[null,"Chạm/Không Chạm - dự đoán thị trường sẽ chạm hoặc không chạm giá mục tiêu"],"Tourism":[null,"Du lịch"],"Town/City":[null,"Tỉnh/thành phố"],"Trade":[null,"Giao dịch"],"Trade Confirmation":[null,"Xác nhận giao dịch"],"Trade Types":[null,"Kiểu Giao dịch"],"Trade according to your preferred strategy":[null,"Giao dịch theo chiến lược ưa thích của bạn"],"Trade using":[null,"Giao dịch đang sử dụng"],"Trader":[null,"Nhà giao dịch"],"Trader's Statistics":[null,"Số liệu thống kê của nhà giao dịch"],"Trades Profitability":[null,"Tính lợi nhuận của giao dịch"],"Trades break down":[null,"Phân tích các giao dịch"],"Trading Experience":[null,""],"Trading Times":[null,"Thời Gian Giao Dịch"],"Trading binary options is relatively easy, and you can purchase a trade in only three simple steps":[null,"Giao dịch các tùy chọn nhị phân là tương đối dễ dàng, và bạn có thể mua một giao dịch trong chỉ ba bước đơn giản"],"Trading binary options may not be suitable for everyone, so please ensure that you fully understand the risks involved. Your losses can exceed your initial deposit and you do not own or have any interest in the underlying asset. In regards to binary options which are gambling products, remember that gambling can be addictive - please play responsibly":[null,"Giao dịch quyền chọn nhị phân có thể không thích hợp cho tất cả mọi người, vì vậy vui lòng bảo đảo rằng bạn đã hiểu hoàn toàn về rủi ro có liên quan. Thất thoát của bạn có thể vượt quá số tiền gửi ban đầu và bạn sẽ không được sở hữu hay có bất kì tiền lãi nào trong tài sản cơ sở. Liên quan tới quyền chọn nhị phân, là sản phẩm cá cược, hãy nhớ rằng chơi cá cược có thể bị nghiện - vui lòng chơi một cách có trách nhiệm"],"Tradingview for Binary.com":[null,"Xem giao dịch cho Binary.com"],"Transfer":[null,"Chuyển giao"],"Transfer to another Binary account":[null,"Chuyển khoản sang tài khoản nhị phân khác"],"Transparent risk and potential reward":[null,"Trong suốt các rủi ro và phần thưởng tiềm năng"],"Triangular Moving Average (TRIMA)":[null,"Tam giác di chuyển trung bình (TRIMA)"],"Triple Exponential Moving Average (T3)":[null,"Trung bình di chuyển gấp ba (T3)"],"Triple Exponential Moving Average (TEMA)":[null,"Triple mũ di chuyển trung bình (TEMA)"],"Tristar Pattern (CDLTRISTAR)":[null,"Tristar mẫu (CDLTRISTAR)"],"True Range (TRANGE)":[null,"True Range (TRANGE)"],"Try":[null,"Thử"],"Tue":[null,"Thứ Ba"],"Tuesday":[null,"Thứ ba"],"Turnover":[null,"Doanh số"],"Two Crows (CDL2CROWS)":[null,"Hai quạ (CDL2CROWS)"],"Two-way pricing":[null,"Giá 2 chiều"],"Types of lookbacks":[null,""],"Typical Price (TYPPRICE)":[null,"Giá đặc trưng (TYPPRICE)"],"US Patents":[null,"Bằng sáng chế Mỹ"],"USD":[null,"USD"],"USDJPY":[null,"USDJPY"],"Ultimate Oscillator (ULTOSC)":[null,"Ultimate Oscillator (ULTOSC)"],"Under":[null,"Dưới"],"Underlying":[null,"Tài sản cơ bản"],"Unfortunately, no - funds initially deposited through one payment method must be withdrawn through the same system; funds cannot be transferred to an alternate system for withdrawal. We do offer a wide variety of payment methods, to suit your specific needs and preferences":[null,"Rất tiếc, câu trả lời là không. Tiền gửi ban đầu bằng một phương thức thanh toán phải được rút bằng chính hệ thống đó. Tiền không thể chuyển sang hệ thống rút tiền thay thế. Chúng tôi cung cấp một loạt các phương thức thanh toán, sao cho phù hợp với nhu cầu và sở thích cụ thể của bạn"],"Unfortunately, your browser does not support them":[null,"Thật không may, trình duyệt của bạn không hỗ trợ họ"],"Unique 3 River (CDLUNIQUE3RIVER)":[null,"Độc đáo 3 River (CDLUNIQUE3RIVER)"],"Unique Three River Bottom is a bullish candlestick pattern made up of three candles: The 1st candle has a long and bearish body, the 2nd candle is a hammer, and its body is inside the 1st bar's body, the 3rd candle is small and bullish, its Close price is lower than 2nd bar's":[null,"Duy nhất ba sông đáy là một mô hình nến bullish gôm 3 nến: nến 1 có một cơ thể dài và hướng giảm, ngọn nến thứ 2 là một cái búa, và cơ thể của nó là bên trong cơ thể của quầy bar 1, ngọn nến thứ 3 là nhỏ và tăng, giá gần gũi của nó là thấp hơn 2 thanh"],"Up - Predict that the market will end higher than the average price":[null,"Dự đoán xem thị trường sẽ kết thúc cao hơn giá trung bình"],"Up/Down":[null,"Lên/xuống"],"Up/Down-Gap Side-By-Side White Lines (CDLGAPSIDESIDEWHITE)":[null,"Lên/xuống-Gap-By-Side trắng dòng (CDLGAPSIDESIDEWHITE)"],"Upcoming Events":[null,"Sự kiện sắp tới"],"Update":[null,"Cập nhật"],"Update Settings":[null,"Cập Nhật cài đặt"],"Upgrade to a Real Account":[null,"Nâng cấp lên tài khoản Thực"],"Upload template":[null,"Tải mẫu biểu đồ"],"Upside/Downside Gap Three Methods (CDLXSIDEGAP3METHODS)":[null,"Ngược / nhược điểm Gap ba phương pháp (CDLXSIDEGAP3METHODS)"],"Upside/Downside Gap Two Crows (CDLUPSIDEGAP2CROWS)":[null,"Ngược / nhược điểm Gap hai quạ (CDLUPSIDEGAP2CROWS)"],"Use":[null,"Sử dụng"],"Use the \"Save as ...\" button to save the chart settings, type, time period, indicators and comparisons":[null,"Sử dụng nút \"Lưu lại thành...\" để lưu giữ lại các cài đặt biểu đồ, loại, thời gian, các chỉ số và so sánh"],"Use the \"Save as ...\" button to save the trade settings":[null,"Sử dụng nút \"Lưu thành...\" để lưu các cài đặt giao dịch"],"Using our website, customers can trade currencies, indices, stocks and commodities 24/7. We have the most flexible pricing and the most comprehensive suite of products available":[null,"Sử dụng trang web của chúng tôi, khách hàng có thể giao dịch tiền tệ, chỉ số, chứng khoán, và hàng hóa 24/7. Chúng tôi luôn có giá linh hoạt nhất và luôn sẵn có các loại sản phẩm toàn diện nhất"],"Variance (VAR)":[null,"Phương sai (VAR)"],"Various customisable features like loading and arranging assets, charting, and other resources however you see fit":[null,"Các tính năng tuỳ chỉnh như tải và sắp xếp các tài sản, xếp hạng và các tài nguyên khác tùy theo cách mà bạn thấy phù hợp"],"Verification code has been sent to your email":[null,"Mã xác minh đã được gửi đến email của bạn"],"Verification token":[null,"Xác nhận Token"],"Verify new password":[null,"Xác nhận mật khẩu mới"],"Vertical line":[null,"Đường dọc"],"View":[null,"Xem"],"View Statement":[null,"Xem tuyên bố"],"Volatility Index Markets":[null,"Chỉ số Biến động của Thị trường"],"Volatility Indicators":[null,"Chỉ số biến động"],"Volatility Indices":[null,"Chỉ số biến động"],"Volatility Indices are further categorized into two types":[null,"Các Chỉ số Biến động được phân loại thành hai nhóm"],"Volatility indices - Binary.com's proprietary indices that simulate market forces":[null,"Chỉ số Biến động - chỉ số độc quyền của Binary.com mô phỏng các lực lượng thị trường"],"WMA stands for weighted moving average. It helps to smooth the price curve for better trend identification. It places even greater importance on recent data than the EMA does":[null,"WMA là viết tắt của trọng di chuyển trung bình. Nó giúp mịn đường cong giá để xác định xu hướng tốt hơn. Nó nơi thậm chí cao hơn tầm quan trọng về dữ liệu gần đây hơn EMA"],"We are required by our license to inform you about what happens to funds which we hold on account for you, and the extent to which funds are protected in the event of insolvency":[null,"Chúng tôi bắt buộc phải thông báo cho bạn về những điều xảy ra vơi số tiền chúng tôi giữ trong tài khoản của bạn, và mức độ tiền được bảo toàn trong trường hợp bị phá sản"],"We do it again. BetOnMarkets.com follows up our 2007 award by being voted 'Best Fixed-Odds Financial Trading Provider' for 2008":[null,"Chúng tôi thực hiện lại. BetOnMarkets.com được trao Giải thưởng năm 2007 được bầu chọn là \" Nhà cung cấp Giao dịch Tài chính Cá cước tỉ lệ Cố định Tốt nhất\" năm 2008"],"We offer three types lookbacks":[null,""],"We rebrand BetOnMarkets.com as":[null,"Chúng tôi đặt lại tên thương hiệu BetOnMarkets.com là"],"We segregate all client funds and hold them in secure and licensed financial institutions, according to the conditions of our trading licenses":[null,"Chúng tôi phân biệt tất cả các khoản tiền của khách hàng và giữ chúng an toàn và được cấp phép tổ chức tài chính, theo các điều kiện của giấy phép kinh doanh của chúng tôi"],"We're granted patents for 'Computer trading system and method for speculating on a financial market' and 'Computer trading system for offering custom financial market speculations'. The patents show our ability to innovate and stay ahead of the pack":[null,"Chúng tôi được cấp bằng sáng chế cho 'Hệ thống kinh doanh máy tính và phương pháp suy đoán trên thị trường tài chính' và 'Hệ thống giao dịch máy tính để cung cấp hoạt động suy đoán thị trường tài chính tùy chỉnh'. Các bằng sáng chế cho thấy khả năng của chúng tôi trong việc đổi mới và luôn hướng về phía trước"],"We're really proud of this award. We're strongly committed to offering an ethical and customer-focused trading experience, and the award shows that BetOnMarkets is a trusted brand that listens and caters to customers, whether they are experienced traders or novices. We offer customer services in English, Indonesian, Russian, Chinese and Spanish":[null,"Chúng tôi thực sự tự hào về giải thưởng này. Chúng tôi cam kết cung cấp cho quý khách một trải nghiệm giao dịch có đạo đức và lấy khách hàng làm trung tâm, và các giải thưởng này cho thấy BetOnMarkets là một thương hiệu đáng tin cậy, luôn lắng nghe và phục vụ khách hàng, cho dù họ là nhà giao dịch có kinh nghiệm hay người mới. Chúng tôi cung cấp dịch vụ khách hàng bằng tiếng Anh, Indonesia, Nga, Trung Quốc và Tây Ban Nha"],"Webtrader":[null,"WebTrader"],"Webtrader is an advanced trading platform that's fully-customisable according to your personal preferences":[null,"WebTrader là một nền tảng giao dịch tiên tiến mà có thể tùy biến toàn bộ theo sở thích cá nhân của bạn"],"Webtrader uses new web technologies for rich and enjoyable trading experience":[null,"WebTrader sử dụng công nghệ web mới để cho ra một trải nghiệm giao dịch thú vị và phong phú"],"Wed":[null,"Thứ Tư"],"Wednesday":[null,"Thứ tư"],"Weighted Close Price (WCLPRICE)":[null,"Trọng thân giá (WCLPRICE)"],"Weighted Moving Average (WMA)":[null,"Đường biến thiên trung bình có trọng lượng (WMA)"],"Welcome to Binary.com Webtrader":[null,"Chào mừng đến với Binary.com Webtrader"],"What are OTC indices and stocks?":[null,"Mã chứng khoán và cổ phiếu phi tập trung là gì?"],"What are lookbacks":[null,""],"What is pep?":[null,"Pep là gì?"],"What is this?":[null,""],"When you are satisfied with the price that you receive, execute your trade immediately. With our unique platform, you won t have to contend with  slippages  or gaping markets. And most importantly, there are no invisible fees. You can also sell back any long-term trades at any time before they expire to protect the profit you may have earned or to minimise your losses":[null,"Khi bạn đang hài lòng với mức giá mà bạn nhận được, thực hiện giao dịch của bạn ngay lập tức. Với nền tảng duy nhất của chúng tôi, bạn sẽ không phải chiến đấu với thị trường 'trượt' hoặc rộng mở. Và quan trọng nhất, không có phí ẩn. Bạn cũng có thể bán lại bất kỳ ngành nghề dài hạn tại bất kỳ thời điểm nào trước khi hết hạn để bảo vệ lợi nhuận bạn kiếm được hoặc giảm thiểu thiệt hại của bạn"],"When you trade with Binary.com, you can be assured that your deposits are held in a separate trust account and are not used for any other purpose":[null,"Khi bạn giao dịch với Binary.com, bạn được bảo đảm rằng tiền gửi của bạn được cất giữ trong một tài khoản tin cậy riêng biệt và không được sử dụng cho bất kì mục đích nào"],"Where does Binary.com hold my funds?":[null,"Binary.com giữ tiền của tôi ở đâu?"],"While on the go, you can":[null,"Khi đang tiến hành, bạn có thể"],"Why Choose Binary Trading?":[null,"Tài sao lại chọn Giao dịch Nhị phân?"],"Why trade with Binary.com":[null,"Tại sao lại xử dụng sàn giao dịch Binary.com"],"Will I need to install any software?":[null,"Tôi có cần thiết lập phần mền nào nữa không?"],"Williams' %R (WILLR)":[null,"Williams' %R (WILLR)"],"Win the multiplier times the close minus low":[null,""],"Win the multiplier times the high minus close":[null,""],"Win the multiplier times the high minus low":[null,""],"With Binary.com you can trade":[null,"Với Binary.com bạn có thể giao dịch"],"Withdraw funds":[null,"Rút tiền tài khoản"],"Withdrawal via payment agents":[null,"Rút tiền thông qua đại lý thanh toán"],"Workspace":[null,"Không gian làm việc"],"X-axis labels":[null,"Nhãn X-axis"],"X-axis line":[null,"Đường X-axis"],"X-axis tick":[null,"Đánh dấu X-axis"],"Xodds.com":[null,"Xodds.com"],"Y-axis gridline":[null,"Đường kẻ ô Y-axis"],"Y-axis labels":[null,"Nhãn Y-axis"],"Yearly Profitable Trades":[null,"Các giao dịch có lợi nhuận hàng năm"],"Yes":[null,"Có"],"You are not copying any trade(s) yet":[null,"Bạn chưa sao chép bất kỳ (những) giao dịch nào"],"You can":[null,"Bạn có thể"],"You don't need to deposit any money to open an account, but you need to deposit funds before you can start trading":[null,"Bạn không cần gửi tiền để mở tài khoản, nhưng bạn cần gửi tiền trước khi bạn bắt đầu giao dịch"],"You have sold the following contract":[null,"Bạn đã bán hợp đồng sau"],"You haven't saved any templates yet":[null,"Bạn chưa lưu lại bất kỳ mẫu nào"],"You only need to make four decisions to execute a binary contract":[null,"Bạn chỉ cần có 4 quyết định để loại bỏ một hợp đồng nhị phân"],"You pay":[null,"Bạn trả"],"You will be automatically logged out after such time":[null,"Bạn sẽ được tự động đăng xuất sau thời gian như vậy"],"You wish to allow other traders to copy your trades":[null,"Bạn muốn cho phép các nhà giao dịch khác sao chép giao dịch của bạn"],"You wish to copy another trader's trades":[null,"Bạn muốn sao chép giao dịch của các nhà giao dịch khác"],"Your Binary.com account is created, but to start trading you need to allow Webtrader access it":[null,"Tài khoản Binary.com của bạn đã được tạo, nhưng để bắt đầu giao dịch bạn cần cho phép Webtrader truy cập nó"],"Your account (%) is locked, please contact customer support for more info.":[null,"Tài khoản của bạn (%) bị khóa, xin vui lòng liên hệ với hỗ trợ khách hàng để xem thêm thông tin."],"Your browser is not supported":[null,"Trình duyệt của bạn không được hỗ trợ"],"Your copying settings":[null,"Cài đặt sao chép của bạn"],"Your email":[null,"Email của bạn"],"Your new account balance is":[null,"Số dư tài khoản mới của bạn là"],"Your transaction reference is":[null,"Tham chiếu của giao dịch của bạn là"],"Your transaction reference number is":[null,"Số tham chiếu giao dịch của bạn là"],"Zoom":[null,"Phóng to"],"allowing clients to develop their own automated trading robots with  drag-and-drop  simplicity":[null,"cho phép khách hàng phát triển rô bốt tự động giao dịch của họ với tính năng kéo thả đơn giản"],"and for Irish clients by (3) the Revenue Commissioners in Ireland (Remote Bookmaker's Licence no. 1010285 issued on 1 July 2017). View complete":[null,""],"and start learning how to trade":[null,"và bắt đầu học làm thế nào để thương mại"],"apostrophe (') are allowed":[null,"dấu nháy (') là được cho phép"],"apply online":[null,"đăng ký trực tuyến"],"at a valuation of US$ 50.5 million":[null,"tại mức định giá 50.5 triệu đô là Mỹ"],"auto-trader programming tool":[null,"công cụ lập trình tự động giao dịch"],"below and proceeding with the Account Opening you should note that you may be exposing yourself to risks (which may be significant, including the risk of loss of the entire sum invested) that you may not have the knowledge and experience to properly assess or mitigate":[null,"dưới đây và tiếp tục với việc mở tài khoản, bạn nên lưu ý rằng bạn có thể đang đối diện với những rủi ro (có thể là đáng kể, trong đó có nguy cơ mất toàn bộ số tiền đầu tư) mà bạn có thể không có kiến thức và kinh nghiệm để đánh giá đúng mực và giảm thiểu"],"commission":[null,"Hoa hồng"],"contact support":[null,"liên hệ hỗ trợ"],"create a Read-only token, and share the token with your copier(s)":[null,""],"customer support":[null,"hỗ trợ khách hàng"],"day":[null,"ngày"],"days":[null,"ngày"],"deposit funds and begin trading within minutes":[null,"gửi tiền và bắt đầu kinh doanh trong vòng vài phút"],"disposes of its stake":[null,"loại bỏ cổ phần của mình"],"e-commerce site for branded merchandise":[null,"Trang web thương mại điện tử cho các nhãn hiệu hàng hóa"],"end time":[null,"thời gian kết thúc"],"entry spot":[null,"Điểm khởi đầu"],"exit spot":[null,"Điểm chốt"],"for mobile charts":[null,"dành cho bảng điện thoại di động"],"has updated its":[null,"đã nâng cấp"],"hour":[null,"giờ"],"hours":[null,"giờ"],"if this is not your country of residence":[null,"nếu như đây không phải quốc gia bạn cư trú"],"in just a few minutes":[null,"chỉ trong một vài phút"],"in the future, the":[null,"trong tương lai,"],"is Binary's advanced desktop trading platform. Its multi-window interface provides maximum flexibility and suits the needs of active traders working on their desktop PCs":[null,"là nền tảng giao dịch cao cấp dành cho máy tính để bàn cao của Binary. Giao diện đa cửa sổ cung cấp sự linh hoạt tối đa và phù hợp với nhu cầu hoạt động của người giao dịch làm việc trên máy tính để bàn của họ"],"is required. Current spread":[null,"được yêu cầu. Hiện mở rộng"],"is that which is selected and the":[null,"là phần được chọn và"],"is the":[null,"là"],"is the price in effect at that time":[null,"là mức giá có hiệu lực tại thời điểm đó"],"is the selected number of minutes/hours after the":[null,"là số phút/giờ được lựa chọn sau khi"],"is the selected time":[null,"là thời gian đã chọn"],"is the spot at the":[null,"là vị trí tại"],"is when the contract is processed by our servers and the":[null,"là khi hợp đồng được xử lý bởi các máy chủ của chúng tôi và"],"main site":[null,"Trang web chính"],"medium protection":[null,"Bảo vệ trung bình"],"minute":[null,"phút"],"minutes":[null,"phút"],"next tick":[null,"đánh dấu tiếp theo"],"of \"Now\", the":[null,"của \"bây giờ\","],"open a free $10k fully-functional virtual-money account":[null,"mở một tài khoản miễn phí $10k đầy đủ chức năng tiền ảo"],"open an account":[null,"mở một tài khoản"],"our helpful support desk":[null,"bàn hỗ trợ hữu ích của chúng tôi"],"payment agent":[null,"Đại lý thanh toán"],"points":[null,"điểm số"],"sec":[null,""],"second":[null,"giây"],"seconds":[null,"giây"],"session overview":[null,"tổng quan phiên giao dịch"],"start time":[null,"thời gian bắt đầu"],"terms and conditions":[null,"Điều Khoản và Điều Kiện"],"the":[null,"Các"],"thereafter":[null,"sau đó"],"tick":[null,"đánh dấu"],"ticks":[null,"đánh dấu"],"www.Binary.com":[null,"www.Binary.com"],"yes":[null,"Có"],"{agent.commission}%":[null,"{hoa hồng cho đại lý}%"],"| Return":[null,""],"enabling clients, affiliates, and developers to buy and sell Binary.com products":[null,"tạo điều kiện cho khách hàng, chi nhánh, và các nhà phát triển để mua và bán các sản phẩm của Binary.com"]}