{"1":[null,"1"],"2":[null,"2"],"3":[null,"3"],"4":[null,"4"],"5":[null,"5"],"8":[null,"8"],"10":[null,"10"],"15":[null,"15"],"30":[null,"30"],"404":[null,"404"],"1999":[null,"1999"],"2000":[null,"2000"],"2004":[null,"2004"],"2007":[null,"2007"],"2008":[null,"2008"],"2009":[null,"2009"],"2011":[null,"2011"],"2012":[null,"2012"],"2013":[null,"2013"],"2014":[null,"2014"],"2015":[null,"2015"],"2016":[null,"2016"],"":{"project-id-version":"PACKAGE VERSION","report-msgid-bugs-to":"","pot-creation-date":"2016-07-19 07:57+0200","po-revision-date":"2017-02-20 20:55+0000","last-translator":"Annalisa <ligiu@me.com>","language-team":"Italian <https://hosted.weblate.org/projects/binary-webtrader/translations/it/>","language":"it","mime-version":"1.0","content-type":"text/plain; charset=UTF-8","content-transfer-encoding":"8bit","plural-forms":"nplurals=2; plural=n != 1;","x-generator":"Weblate 2.12-dev"},"\"http://www.gamblingcommission.gov.uk/Consumers/Protection-of-customer-funds.aspx\"":[null,"\"http://www.gamblingcommission.gov.uk/Consumers/Protection-of-customer-funds.aspx\""],"'Asian Fall' - You win when the last tick is lower than the average of the ticks during the trade":[null,"\"Asian Fall\" - vinci quando l'ultimo tick è inferiore alla media dei tick durante il trade"],"'Asian Rise' - You win when the last tick is higher than the average of the ticks during the trade":[null,"\"Asian Rise\" - vinci quando l'ultimo tick è superiore alla media dei tick durante il trade"],"'Best Customer Communication Firm' award by Investors Chronicle":[null,""],"'Best Fixed-Odds Broker' silver award by Trade2Win":[null,""],"'Best Fixed-Odds Financial Provider' award by Financial Times and Investors Chronicle UK":[null,""],"'Best Fixed-Odds Financial Trading Provider' award by Shares Magazine UK":[null,""],"'Best Fixed-Odds Firm 2012' award by Global Banking and Finance Review":[null,""],"'Differs' - You win when the last digit of the last tick does not match your prediction":[null,""],"'Financial Betting Operator of the Year' award by eGaming Review":[null,""],"'Matches' - You win when the last digit of the last tick matches your prediction":[null,""],"'contract period'":[null,"'periodo del contratto'"],"(One) Touch trades":[null,""],"(formerly known as":[null,""],"(if less than one day in duration), or at the end of the trading day (if one day or more in duration)":[null,"(se dura meno di un giorno), oppure alla fine della giornata di trading (se dura un giorno o più)"],") goes live, establishing a round-the-clock financial betting service on a variety of financial indices. Business grows quickly, and we soon become the market leader in fixed-odds financial betting":[null,""],"- Binary.com benchmarks its prices daily against inter-bank derivatives markets":[null,""],"- Binary.com ensures your personal data and transactions are always secure":[null,"- Binary.com garantisce che i tuoi dati personali e le tue transazioni saranno sempre al sicuro"],"- Binary.com is not affiliated with any of the Payment Agents listed above. Each Payment Agent operates as an independent service provider and is not endorsed, guaranteed or otherwise approved by Binary.com. CUSTOMERS DEAL WITH PAYMENT AGENTS AT THEIR SOLE RISK AND PERIL. Customers are advised to check the credentials of Payment Agents before sending them any money. Binary.com shall not in any circumstance be held responsible for transactions made between customers and Payment Agents":[null,"- Binary.com non è affiliato con alcun Agente di pagamento elencato qui sopra. Ogni Agente di pagamento opera come provider di servizi indipendente e non è in alcun modo sostenuto, garantito o approvato da Binary.com. I CLIENTI TRATTANO CON GLI AGENTI DI PAGAMENTO A PROPRIO RISCHIO E PERICOLO. Ai clienti si consiglia di controllare le credenziali degli Agenti di pagamento prima di inviare loro qualsiasi somma di denaro. Binary.com non è in alcun modo responsabile per le transazioni eseguite tra i clienti e gli Agenti di pagamento"],"- Binary.com is the industry pioneer and holds patented pricing technology":[null,""],"- Binary.com offers many payment methods, such as credit/debit cards, bank wires, e-cash and e-wallets":[null,"- Binary.com offre molte modalità di pagamento, come carte di credito/debito, bonifici bancari, e-cash e e-wallet"],"- Binary.com quotes a trade and the counter-trade, so you always get unbiased, transparent prices":[null,""],"- binaries are licensed as a betting activity in the UK, so your winnings are tax-free":[null,""],"- choose intraday trades from 1 minute to 24 hours":[null,"- scegli trade intraday da 1 minuto a 24 ore"],"- choose the falls trade, lower trade, one-touch trade with a low barrier, or no-touch trade with a high barrier":[null,""],"- choose the no-touch trade, the stays-between trade, or the ends-between trade":[null,"- scegli un trade no-touch, stays-between o ends-between"],"- choose the one-touch trade, the goes-outside trade, or the ends outside trade":[null,"- scegli un trade one-touch, goes-outside o ends outside"],"- choose the rise trade, higher trade, one-touch trade with a high barrier, or no-touch trade with a low barrier":[null,""],"- choose timeframes from 10 seconds to 365 days":[null,""],"- choose trades with durations of up to 365 days":[null,"- scegli trade con durata fino a 365 giorni"],"- choose trades with high returns and a low probability to win, or with low returns and a high probability to win":[null,"- scegli trade con rendimenti alte e una bassa probabilità di vincere, oppure con rendimenti bassi e un'alta probabilità di vincere"],"- currencies, stock indices, and commodities":[null,"- valute, indici azionari e materie prime"],"- customize your trades to meet your needs":[null,"- personalizza i tuoi trade per soddisfare le tue esigenze"],"- dip a toe in the water with $2 or go all out for $50,000":[null,""],"- from $1 to $50,000":[null,"- da $1 a $50.000"],"- from 10 seconds to 365 days":[null,"- da 10 secondi a 365 giorni"],"- get pricing that is normally reserved for big institutional players":[null,"- ottieni prezzi generalmente riservati ai grandi giocatori istituzionali"],"- no 'slippage', no 'margin calls', no getting 'stopped out', and no hidden fees or commissions":[null,""],"- open an account in minutes":[null,"- apri un account in pochi minuti"],"- open, fund, or withdraw from your account within minutes, 24 hours a day":[null,"- apri, deposita o preleva dal tuo account in pochi minuti, 24 ore al giorno"],"- predict if the market will end higher or lower than a price target":[null,"- prevedi se il mercato chiuderà a un prezzo più alto o più basso rispetto a quello deciso"],"- predict if the market will rise or fall from its current level":[null,"- prevedi se il mercato incrementerà o decrementerà rispetto al livello attuale"],"- predict if the market will stay inside two price targets, or end between or outside them":[null,""],"- predict if the market will touch or not touch a price target":[null,"- prevedi se il mercato toccherà o non toccherà il prezzo deciso"],"- sell your long-term trades at market prices before they expire":[null,"- vendi i tuoi trade a lungo termine a prezzi di mercato prima della scadenza"],"- set your trades on 'gut feel', or use technical or fundamental analysis":[null,""],"- start trading with as little as $5":[null,"- inizia a fare trading con soli $5"],"- trade 24/7, even on weekends":[null,"- fai trading 24/7, anche durante i weekend"],"- trade Binary.com's own volatility indices, 24/7":[null,"- fai trading con gli indici di volatilità di Binary.com, 24/7"],"- trade Binary.com's proprietary volatility indices":[null,"- fai trading con gli indici di volatilità di proprietà di Binary.com"],"- trade all major FX pairs":[null,"- fai trading su tutte le coppie FX principali"],"- trade all major FX pairs, around the clock":[null,""],"- trade all major worldwide stock indices":[null,"- fai trading su tutti gli indici azionari principali a livello mondiale"],"- trade currencies, indices and commodities in rising, falling, sideways, quiet and volatile markets":[null,""],"- trade major commodities such as gold and oil":[null,""],"- up/down, touch/no-touch, stays in/goes out":[null,"- up/down, touch/no-touch, stays in/goes out"],"- we challenge you to find better returns on any competing website":[null,""],"- win the same proportional return on stakes of all values":[null,""],"- you know from the start what you will win or lose":[null,"- sai dall'inizio quanto vincerai o quanto perderai"],"- you will never have margin calls, gap risk, slippage costs, hidden fees or commissions":[null,""],"0-1 year":[null,"0-1 anno"],"0-5 transactions in the past 12 months":[null,"0-5 transazioni negli ultimi 12 mesi"],"1 Day":[null,"1 giorno"],"1 Hour":[null,"1 ora"],"1 Minute":[null,"1 minuto"],"1 Tick":[null,"1 tick"],"1 million transactions/day":[null,"1 milione di transazioni al giorno"],"1-2 years":[null,"1-2 anni"],"10 Minutes":[null,"10 minuti"],"10m":[null,"10m"],"15 Minutes":[null,"15 minuti"],"15m":[null,"15m"],"1d":[null,"1g"],"1h":[null,"1h"],"1m":[null,"1m"],"1t":[null,"1t"],"2 Hours":[null,"2 ore"],"2 Minutes":[null,"2 minuti"],"2-way pricing":[null,""],"2h":[null,"2h"],"2m":[null,"2m"],"3 Minutes":[null,"3 minuti"],"30 Minutes":[null,"30 minuti"],"30-day limit on losses":[null,"limite delle perdite per 30 giorni"],"30-day turnover limit":[null,"limite di turnover per 30 giorni"],"30m":[null,"30m"],"3m":[null,"3m"],"4 Hours":[null,"4 ore"],"40 transactions or more in the past 12 months":[null,"40 transazioni o più negli ultimi 12 mesi"],"4h":[null,"4h"],"5 Minutes":[null,"5 minuti"],"5m":[null,"5m"],"6-10 transactions in the past 12 months":[null,"6-10 transazioni negli ultimi 12 mesi"],"7-day limit on losses":[null,"limite delle perdite per 7 giorni"],"7-day turnover limit":[null,"limite di turnover per 7 giorni"],"8 Hours":[null,"8 ore"],"8h":[null,"8h"],"A Evening Doji Star consists of a long bullish candle, followed by a Doji that has gapped above it, then a third bearish candle that closes well within the body of the first candle and in doing so confirming the reversal. It is considered a strong bearish price reversal candlestick pattern":[null,""],"A Smoothed Moving Average is sort of a blend between a Simple Moving Average and an Exponential Moving Average, only with a longer period applied":[null,""],"A Spinning Top Candlestick is a bullish or bearish candlestick with a small body. The length of the head and tail shadows can vary. Like a Doji Candlestick it represents a point of indecision with buyers and seller matched":[null,""],"A Stays Between trade pays out if the market stays between (does not touch) BOTH the high barrier or the low barrier at any time during the period chosen by a trader. A Goes Outside trade pays out if the market touches EITHER the high barrier or the low barrier at any time during the period chosen by a trader":[null,""],"A bearish candlestick pattern consisting of three candles that have demonstrated the following characteristics, the first bar is a large white candlestick located within an uptrend, the middle bar is a small-bodied candle (red or white) that closes above the first white bar, the last bar is a large red candle that opens below the middle candle and closes near the center of the first bar's body":[null,""],"A bearish candlestick pattern that is used to predict the reversal of the current uptrend. This pattern consists of three consecutive long-bodied candlesticks that have closed lower than the previous day with each session's open occurring within the body of the previous candle":[null,""],"A bearish counterattack is a long white candle in an uptrend, followed by a long black candle. Closing prices of both candles are at the same price level. A bullish counterattack is a long black candle in an downtrend, followed by a long white candle. Closing prices of both candles are at the same price level":[null,""],"A bearish separating line is a bearish continuation pattern. It is the exact opposite of the bullish separating line. There are two components to the bearish separating line: The first day is a green candlestick and the second day gaps down, opens at the first candlestick's open and closes weakly":[null,""],"A binary option is a contract purchased by a trader, which pays a pre-determined amount if their prediction is correct":[null,"Un'opzione binaria è un contratto acquistato da un trader in base al quale si riceve un importo predefinito se la previsione è corretta"],"A binary option is an option with a fixed payout that is determined at the start of the trade. If your prediction is correct, you receive an agreed payout. If not, you lose your initial stake, and no more. The options are called 'binary' because there can be only two outcomes - win or lose":[null,"Un'opzione binaria è un'opzione con un payout fisso che viene definito all'inizio del trade. Se la previsione è corretta, ricevi il payout concordato. In caso contrario, perdi la puntata iniziale, e nient'altro. Le opzioni si chiamano \"binarie\" perché possono esserci solo due risultati: una vincita o una perdita"],"A bullish candlestick pattern that consists of five candles, the first day is a long white day, the second day gaps up and is a black day, the second, third, and fourth days have small real bodies and follow a brief downtrend pattern, but stay within the range of the first day and the fifth day is a long white day that closes above the close of the first day":[null,""],"A bullish candlestick pattern that consists of three candles, the first bar is a large red candlestick located within a defined downtrend, the second bar is a small-bodied candle (either red or white) that closes below the first red bar and the last bar is a large white candle that opens above the middle candle and closes near the center of the first bar's body":[null,""],"A bullish candlestick pattern that consists of three candles, the first bar is a large red candlestick located within a defined downtrend, the second bar is a small-bodied candle (either red or white) that closes below the first red bar., he last bar is a large white candle that opens above the middle candle and closes near the center of the first bar's body":[null,""],"A bullish or bearish candle followed by a doji with with a downward or uptrend gap":[null,""],"A candlestick chart pattern in which a large candlestick is followed by a smaller candlestick whose body is located within the vertical range of the larger body. In terms of candlestick colors, the bullish harami is a downtrend of negative-colored (black) candlesticks engulfing a small positive (white) candlestick, giving a sign of a reversal of the downward trend":[null,""],"A candlestick with a long black body (long line) represents a bearish force in the market. The price of the stock was up and down in a wide range, opening near the high and closing near the low of the day. One with a long white line represents a bullish force in the market. The price of the stock was up and down in a wide range, opening near the low of the day and closing near the high":[null,""],"A candlestick with very long upper and lower shadows and a small real body on a Japanese candlestick chart. It shows that the market is losing its direction bias that it had before this candle appeared":[null,""],"A chart pattern that consists of a small white candlestick with short shadows or tails followed by a large black candlestick that eclipses or 'engulfs' the small white one":[null,""],"A derivative is a financial instrument whose value is determined by reference to an underlying market. Derivatives are commonly traded in the inter-bank market, and binaries are one of the simplest forms of derivatives":[null,""],"A medium to long bullish or bearish candlestick with the key defining trait being no head or tail shadows":[null,""],"A panel featuring industry leaders awards BetOnMarkets.com 'Financial Betting Operator of the Year' over two other finalists. It's a major victory for our brand and further recognition of our world-beating service. Ten years on, and going from strength to strength":[null,""],"A technical indicator invented by Larry Williams that uses the weighted average of three different time periods to reduce the volatility and false transaction signals that are associated with many other indicators that mainly rely on a single time period":[null,""],"A technical momentum indicator that compares a security's closing price to its price range over a given time period. The oscillator's sensitivity to market movements can be reduced by adjusting the time period or by taking a moving average of the result":[null,""],"A technical trading pattern in which three candlesticks form what appears to be a sandwich on the trader's screen. Stick sandwiches will have the middle candlestick oppositely colored of the candlesticks on either side of it, both of which will have a larger trading range than the middle candlestick. Stick sandwich patterns can occur in both bearish and bullish indications":[null,""],"A tick is the minimum upward or downward movement in the price of a market":[null,""],"A trend indicated by a large candlestick followed by a doji that is located within the top and bottom of the candlestick's body. This indicates that the previous trend is about to reverse":[null,""],"A white candle in an upward price trend followed by a doji whose lower shadow remains above the prior candle's high. The third day is a black candle with an upper shadow below the doji's low":[null,""],"AM":[null,"AM"],"Abandoned Baby (CDLABANDONEDBABY)":[null,""],"Absolute Price Oscillator (APO)":[null,""],"Accept":[null,"Accetta"],"Account balance":[null,"Saldo dell'account"],"Account opening":[null,"Apertura dell'account"],"Action":[null,"Azione"],"Add":[null,"Aggiungi"],"Add comparisons":[null,"Aggiungi confronti"],"Add indicator":[null,"Aggiungi indicatore"],"Add level":[null,"Aggiungi livello"],"Add/remove comparisons":[null,"Aggiungi/rimuovi confronti"],"Add/remove indicators":[null,"Aggiungi/Rimuovi indicatori"],"Add/remove overlays":[null,"Aggiungi/rimuovi overlay"],"Admin":[null,"Amministratore"],"Advance Block (CDLADVANCEBLOCK)":[null,""],"All durations":[null,"Tutte le durate"],"All market conditions":[null,"Tutte le condizioni di mercato"],"All markets":[null,"Tutti i mercati"],"All markets, all conditions":[null,"Tutti i mercati, tutte le condizioni"],"All payouts":[null,"Tutti i payout"],"All times are in GMT (Greenwich Mean Time)":[null,"Tutti gli orari sono in GMT (Greenwich Mean Time)"],"Amount":[null,"Importo"],"Amount Per Point":[null,"Importo per punto"],"Amount per point":[null,"Importo per punto"],"An Ends Between trade pays out if the market exit price is strictly higher than the low price target AND strictly lower than the high price target. An Ends Outside binary pays out if the market exit price is EITHER strictly higher than the high price target OR strictly lower than the low price target":[null,""],"Another major award. This time we're nominated by the online readers of Global Banking and Finance Review and judged by a panel of industry experts and analysts who recognise our 13 years of platform reliability, range of trades, pricing, customer service and extensive knowledge":[null,""],"Answer":[null,"Risposta"],"Apply":[null,"Richiedi"],"Apply to become a Binary.com":[null,"Fai richiesta per diventare un"],"Appropriateness Test: WARNING":[null,"Test di idoneità: ATTENZIONE"],"Apr":[null,"Apr"],"April":[null,"Aprile"],"Are you sure you want to delete this token?":[null,"Sei sicuro di voler eliminare questo token?"],"Arnaud Legoux Moving Average (ALMA)":[null,""],"Aroon (AROON)":[null,"Aroon (AROON)"],"Aroon Oscillator (AROONOSC)":[null,""],"Asian down":[null,"Asian down"],"Asian up":[null,"Asian up"],"Asians":[null,"Asiatiche"],"Asset":[null,"Asset"],"Asset Index":[null,"Indice degli asset"],"Aug":[null,"Ago"],"August":[null,"Agosto"],"Average":[null,"Media"],"Average Directional Movement Index (ADX)":[null,""],"Average Directional Movement Index Rating (ADXR)":[null,""],"Average Directional Movement Rating quantifies momentum change in the ADX. It is calculated by adding two values of ADX (the current value and a value n periods back), then dividing by two":[null,""],"Average True Range (ATR)":[null,""],"Awesome Oscillator (AO)":[null,"Awesome Oscillator (AO)"],"Back":[null,"Indietro"],"Back to list":[null,"Torna all'elenco"],"Balance of Power (BOP)":[null,""],"Banks, hedge funds and professional investors routinely trade binary options in over-the-counter derivatives markets. Many market professionals use and trust the Binary.com platform for high-volume flexible trades":[null,""],"Barrier":[null,"Barriera"],"Barrier offset":[null,"Offset di barriera"],"Barrier(s)":[null,"Barriera(e)"],"Bearish: This is an end-of-trend pattern composed of three candlesticks in an uptrend. The second candlestick must open close to the close of the previous day. The last candlestick should be short and can form an upside gap. There could also be a selling shadow.The pattern represents a weakness in a rise with a risk of consolidation and possible reversal. Bullish: This is an end-of-trend pattern composed of three candlesticks in a downtrend. The second candlestick must open close to the close of the previous day. the last candlestick must be shore. The pattern represents a weakness and consolidation and a possible reversal in trend":[null,""],"Belt-hold (CDLBELTHOLD)":[null,""],"Benchmarked prices":[null,""],"Benefits of binary trading":[null,"Vantaggi del trading binario"],"Best Fixed-Odds Financial Trading Provider' award by Shares Magazine UK":[null,""],"BetOnMarkets goes live":[null,""],"BetOnMarkets.com has over 400,000 clients in its database and reach the US$ 1 billion milestone in only our 13th year, making us one of the leading fixed-odds trading providers":[null,""],"BetOnMarkets.com increases payouts to 100,000 USD, EUR, GBP and AUD":[null,""],"BetOnMarkets.com is successfully rebranded Binary.com":[null,""],"BetOnMarkets.com reaches $1 billion turnover since starting in 1999":[null,""],"Betonmarkets.com":[null,"Betonmarkets.com"],"Bill Williams":[null,"Bill Williams"],"Binary Bot released":[null,""],"Binary KK granted Japan license":[null,"Binary KK ha ottenuto la licenza giapponese"],"Binary Trading is simple to learn and to execute":[null,""],"Binary granted Investment Services license":[null,""],"Binary opens Japan office":[null,"Binary apre una sede in Giappone"],"Binary option":[null,"Opzione binaria"],"Binary options or other financial derivatives":[null,"Opzioni binarie o altri derivati finanziari"],"Binary trading is flexible":[null,""],"Binary trading is ideal for both individuals and market professionals":[null,""],"Binary trading is very simple":[null,""],"Binary's Japanese subsidiary Binary KK is licensed by the KLFB as a Type 1 Financial Instruments Business in Japan":[null,""],"Binary's Japanese subsidiary Binary KK opens an office in Tokyo and starts the process of applying for relevant licenses":[null,""],"Binary's Maltese subsidiary Binary Investments (Europe) Ltd. is granted a Category 3 Investment Services license by the Malta Financial Services Authority":[null,""],"Binary's platform transacts on average 15 transactions per second, 24/7":[null,""],"Binary.com":[null,"Binary.com"],"Binary.com : Webtrader":[null,"Binary.com : Webtrader"],"Binary.com Shop introduced":[null,""],"Binary.com continues to innovate and grow":[null,""],"Binary.com has earned an enviable reputation for our commitment to high ethical standards and the quality of the trading experience we provide":[null,""],"Binary.com has over 800,000 clients in its database and reaches the US$ 2 billion milestone in our 15th year, making us one of the leading binary options providers":[null,""],"Binary.com has thousands of clients taking a variety of positions on the financial markets at any one time, and earns a small margin on these trades":[null,""],"Binary.com hits 1 million users, reaching a historic milestone. The company continues to see exponential growth and this reconfirms its position as an industry leader":[null,""],"Binary.com introduces an":[null,""],"Binary.com is entirely web-based and requires no software installation":[null,""],"Binary.com is honoured as the world's \"Best Binary Options Broker\" at the 16th annual MENA International Financial Conference and Exhibition, hosted in Dubai":[null,""],"Binary.com is one of the oldest and most respected names in online binary trading":[null,""],"Binary.com is owned and operated by the Binary Ltd. group of companies. For more information, visit our history page":[null,""],"Binary.com is tailored to traders of all levels":[null,""],"Binary.com launches an":[null,""],"Binary.com offers a range of common deposit and withdrawal methods, from credit and debit cards to bank wires, e-cash and e-wallets":[null,""],"Binary.com offers a virtual-money account so you can get the hang of trading binaries. Why not open a free $10k fully-functional virtual-money account, and start learning how to trade":[null,""],"Binary.com offers new ways to trade":[null,""],"Binary.com opens an office in the QSentral office building in central Kuala Lumpur to further expand its IT development team":[null,""],"Binary.com prices are benchmarked against the interbank options market, so you always get best-in-class prices for your trades":[null,""],"Binary.com reaches $2 billion turnover since starting in 1999":[null,""],"Binary.com reaches 1 million registered users":[null,""],"Binary.com takes home first prize in the Financial Betting Operator category at the prestigious 2015 EGR Operator Awards ceremony, hosted in London":[null,""],"Binary.com's Spread Contracts are leveraged derivative contracts, the value of which is directly tied to the underlying market movements. Clients who 'Long' a rising market (and those who 'Short' a falling market) profit from those movements with much less investment than would be required in the live market":[null,""],"Binary.com's Spread Contracts require a 'stop loss' which limits the maximum losses incurred by a client. This 'stop loss' amount will act as a deposit and may not be used for further trading until that Spread Contract is closed. Spread Contracts are closed when sold by the client, upon hitting the 'stop loss' or 'stop profit' level":[null,""],"Binary.com's systems are now processing in excess of 1 million transactions/day (including virtual accounts)":[null,""],"Bollinger Bands (BBANDS)":[null,""],"Bollinger Bands can be used to measure the highness or lowness of the price relative to previous trades":[null,""],"Bought":[null,"Comprato"],"Brand of first car":[null,"Marca della prima auto"],"Breakaway (CDLBREAKAWAY)":[null,""],"Browser upgrade required":[null,"Aggiornamento del browser richiesto"],"But there's no need to wait until expiry. You can sell back long-term trades at any time to profit from changing market conditions":[null,""],"Buy Price":[null,"Prezzo d'acquisto"],"Buy price":[null,"Prezzo d'acquisto"],"By clicking":[null,"Cliccando"],"By clicking OK, you confirm that you have read and accepted the updated":[null,"Cliccando OK, confermi di aver letto e accettato l'aggiornamento"],"CLOSE":[null,"CHIUDI"],"CSV":[null,"CSV"],"Can be used to buy and sell contracts, renew expired purchases, and top-up virtual-money accounts.":[null,""],"Can be used to open accounts, set settings, manage token usage, and more.":[null,""],"Can be used to view account activity, including settings, limits, balance sheets, trade purchase history, and more.":[null,""],"Can be used to withdraw to payment agents, transfer funds between accounts, and set / clear cashier passwords.":[null,""],"Cancel":[null,"Cancella"],"Candles":[null,"Candele"],"Candlestick down-color":[null,"Colore inferiore del grafico a candele"],"Candlestick down-line":[null,"Linea inferiore del grafico a candele"],"Candlestick up-color":[null,"Colore superiore del grafico a candele"],"Candlestick up-line":[null,"Linea superiore del grafico a candele"],"Cash Balance":[null,"Saldo della cassa"],"Chande Kroll Stop (CKS)":[null,""],"Chande Momentum Oscillator (CMO)":[null,""],"Change Backend Server":[null,"Modifica del server posteriore"],"Change password":[null,"Modifica password"],"Chart":[null,"Grafico"],"Chart Themes":[null,"Argomenti del grafico"],"Chart background":[null,"Sfondo del grafico"],"Chart context menu":[null,"Menu dei contenuti del grafico"],"Chart template":[null,"Modello del grafico"],"Chart type":[null,"Tipologia di grafico"],"Choose Asian Rise/Fall when you want to profit from the market ending higher or lower than the average price":[null,""],"Choose Ends In/Out to profit from the market stopping inside or outside two price targets at the end of the time period":[null,""],"Choose Higher/Lower when you want to profit from the market ending higher or lower than a price target":[null,""],"Choose Rise/Fall when you want to profit from the market rising or falling from its current level":[null,""],"Choose Stays In/Out to profit from the market staying inside or going outside two price targets any time during the contract period":[null,""],"Choose Touch / No Touch when you want to profit from the market touching or not touching a target any time during the contract period":[null,""],"Choose a trade type":[null,""],"Choose digit if you want to profit from predicting the last decimal digit of the spot":[null,""],"Choose from over 1 million trades":[null,""],"Choose from over a million possible trades at any time":[null,""],"Choose password":[null,"Scegli password"],"Choose the barrier(s)":[null,""],"Choose the duration":[null,""],"Choose the market, the price target, the time period, and how much you wish to win":[null,""],"Choose the market, the price targets, the time period, and how much you wish to win":[null,""],"Choose the market, the time period, and how much you wish to win":[null,""],"Choose the payout":[null,""],"Choose the underlying market":[null,""],"Choose your pereferred payment agent":[null,"Scegli il tuo agente di pagamento preferito"],"Choose your pereferred withdrawal method":[null,"Scegli la tua modalità di prelievo preferita"],"Choppiness Index (CHOP)":[null,""],"Chrome":[null,"Chrome"],"Click Jacking test":[null,"Clicca sul test Jacking"],"Click to log in with your Binary.com account":[null,"Clicca per accedere con il tuo account Binary.com"],"Close Price":[null,"Prezzo di chiusura"],"Close all":[null,"Chiudi tutto"],"Closes":[null,"Chiude"],"Closing Marubozu (CDLCLOSINGMARUBOZU)":[null,""],"Commodities":[null,""],"Commodities are resources that are grown or extracted from the ground, such as silver, gold and oil. On Binary.com, they are priced in US dollars":[null,""],"Commodities trading experience":[null,"Esperienza di trading nelle materie prime"],"Commodities trading frequency":[null,"Frequenza del trading nelle materie prime"],"Commodity Channel Index (CCI)":[null,""],"Comparisons":[null,"Confronti"],"Conditions":[null,"Condizioni"],"Config changes successful":[null,"Configurazione modificata con successo"],"Confirm transfer":[null,"Conferma il trasferimento"],"Construction":[null,"Edilizia"],"Contact Us":[null,"Contattaci"],"Continue":[null,"Continua"],"Continue Trading":[null,"Continua il trading"],"Contract":[null,"Contratto"],"Contract Confirmation":[null,"Conferma del contratto"],"Contract period":[null,""],"Contracts":[null,"Contratti"],"Coppock Curve (CC)":[null,""],"Counterattack (CDLCOUNTERATTACK)":[null,""],"Country of residence":[null,"Paese di residenza"],"Create":[null,"Crea"],"Create token":[null,"Crea token"],"Credit/Debit":[null,"Credito/Debito"],"Crosshair":[null,"Mirino"],"Currencies":[null,""],"Current Level":[null,"Livello attuale"],"Current Spot":[null,"Spot attuale"],"Current Spot Time":[null,"Orario dello spot attuale"],"Current comparisons":[null,"Confronti attuali"],"Current indicators":[null,"Indicatori attuali"],"Current password":[null,"Password attuale"],"Current regulations require that you provide us the following":[null,"Le attuali disposizioni richiedono che tu ci fornisca"],"Current time":[null,"Orario attuale"],"Custom Theme":[null,"Personalizza argomento"],"Customize chart appearance":[null,"Personalizza il grafico"],"Daily limit on losses":[null,"Limite giornaliero delle perdite"],"Daily turnover limit":[null,"Limite di turnover giornaliero"],"Dark Blue":[null,"Blu scuro"],"Dark Cloud Cover (CDLDARKCLOUDCOVER)":[null,""],"Dark Cloud Cover is a bearish candlestick reversal pattern that occurs when a red bearish candlestick (close price below open price) on day 2 closes below the middle of day 1 bullish candlestick (close price above open price). We will be using this pattern to sell rallies in a bearish currency market":[null,""],"Dark Green":[null,"Verde scuro"],"Dark Unica":[null,"Dark Unica"],"Dash style":[null,"Stile trattino"],"Date":[null,"Data"],"Date of birth":[null,"Data di nascita"],"Days":[null,"Giorni"],"Debt-free":[null,""],"Dec":[null,"Dic"],"December":[null,"Dicembre"],"Decline":[null,"Rifiuta"],"Default":[null,"Default"],"Define your position":[null,""],"Delete":[null,"Cancella"],"Demo for affiliates to access Webtrader charts":[null,"Demo per gli affiliati per accedere ai grafici di Webtrader"],"Demo for affiliates to access Webtrader charts in IFRAME":[null,"Demo degli affiliati per accedere ai grafici di Webtrader su IFRAME"],"Deposit funds":[null,"Deposita fondi"],"Deposit of USD":[null,"Deposito in USD"],"Depositing and withdrawing funds":[null,""],"Derivative":[null,""],"Describe what this token is for to find it later":[null,"Descrivi a cosa serve questo token per trovarlo più tardi"],"Description":[null,"Descrizione"],"Deselect":[null,"Deseleziona"],"Developed by Donald Dorsey, the Mass Index uses the high-low range to identify trend reversals based on range expansions. In this sense, the Mass Index is a volatility indicator that does not have a directional bias. Instead, the Mass Index identifies range bulges that can foreshadow a reversal of the current trend":[null,""],"Developed by Larry Williams, Williams %R is a momentum indicator that is the inverse of the Fast Stochastic Oscillator. Also referred to as %R, Williams %R reflects the level of the close relative to the highest high for the look-back period":[null,""],"Developed by Tushar Chande in 1995, Aroon is an indicator system that determines whether a stock is trending or not and how strong the trend is. There are two separate indicators: Aroon-Up and Aroon-Down. A 25-day Aroon-Up measures the number of days since a 25-day high. A 25-day Aroon-Down measures the number of days since a 25-day low":[null,""],"Differs":[null,"Differisce"],"Digits":[null,"Cifre"],"Directional Movement (DMI) is actually a collection of three separate indicators combined into one. Directional Movement consists of the Average Directional Index (ADX), Plus Directional Indicator (+DI) and Minus Directional Indicator (-DI)":[null,""],"Directional Movement Index (DX)":[null,""],"Do I need to deposit any funds to open an account?":[null,""],"Do I need to send any documents?":[null,""],"Do you offer virtual-money accounts?":[null,""],"Do you want to install Webtrader chrome extension?":[null,"Desideri installare l'estensione chrome di Webtrader?"],"Doji (CDLDOJI)":[null,""],"Doji Star (CDLDOJISTAR)":[null,""],"Doji form when a security's open and close are virtually equal. The length of the upper and lower shadows can vary and the resulting candlestick looks like a cross, inverted cross or plus sign":[null,""],"Don't have an account yet? Sign up and get a $10,000 virtual account":[null,"Non hai ancora un account? Registrati e otterrai un account virtuale di 10.000"],"Donchian Channel (DC)":[null,""],"Done":[null,"Fatto"],"Done. The funds are being transferred to the payment agent":[null,"Fatto. I fondi sono stati trasferiti all'agente di pagamento"],"Done. The funds are transferred":[null,"Fatto. I fondi sono stati trasferiti"],"Dot":[null,"Punto"],"Double Exponential Moving Average (DEMA)":[null,""],"Double click the object to remove":[null,"Doppio clic sull'oggetto per rimuovere"],"Download":[null,"Download"],"Download CSV":[null,"Download di CSV"],"Download JPEG image":[null,"Download dell'immagine JPEG"],"Download PDF document":[null,"Download del documento in PDF"],"Download PNG":[null,"Download di PNG"],"Download PNG image":[null,"Download dell'immagine PNG"],"Download SVG":[null,"Download di SVG"],"Download SVG vector image":[null,"Download dell'immagine vettoriale SVG"],"Download as":[null,"Scarica come"],"Downloading .csv":[null,"Download in corso di .csv"],"Dragonfly Doji (CDLDRAGONFLYDOJI)":[null,""],"Drawing tools":[null,"Strumenti grafici"],"Duration":[null,"Durata"],"EGR Operator Award":[null,""],"EMA":[null,"EMA"],"EURUSD":[null,"EURUSD"],"Each binary option is a prediction on the future movement of an underlying market":[null,""],"Each binary trade is for a pre-determined payout amount. You win the payout if your prediction is correct":[null,""],"Edge":[null,"Vantaggio"],"Edit":[null,"Modifica"],"Education":[null,"Istruzione"],"Email verification failed":[null,"Verifica dell'email non riuscita"],"Embed code":[null,"Codice inserito"],"End Time":[null,"Orario di fine"],"Ends Between/Ends Outside trades":[null,""],"Ends In/Out":[null,"Ends In/Out"],"Ends in":[null,"Ends in"],"Ends out":[null,"Ends out"],"Engulfing Pattern (CDLENGULFING)":[null,""],"Ensure you are entering valid inputs else your account will get locked":[null,""],"Enter your current password":[null,"Inserisci la tua password attuale"],"Entry Spot":[null,"Spot d'ingresso"],"Entry spot":[null,"Spot d'ingresso"],"Entry spot price":[null,""],"Error downloading .csv":[null,"Errore nel download .csv"],"Error getting data for %1":[null,"Errore nell'ottenimento dei dati per %1"],"Estimated Net Worth":[null,"Valore netto stimato"],"Even":[null,"Pari"],"Evening Doji Star (CDLEVENINGDOJISTAR)":[null,""],"Evening Star (CDLEVENINGSTAR)":[null,""],"Example":[null,""],"Exclude me from the website until":[null,"Escludimi dal sito internet fino al"],"Exit Spot":[null,"Spot d'uscita"],"Exit spot":[null,"Spot d'uscita"],"Expiry price":[null,""],"Explanation":[null,"Spiegazione"],"Exponential Moving Average (EMA)":[null,""],"Failed to update the password":[null,"Aggiornamento della password non riuscito"],"Fall":[null,"Ribasso"],"Falling markets":[null,""],"Family name":[null,"Cognome"],"Favorites":[null,"Preferiti"],"Favourite artist":[null,"Artista preferito"],"Favourite dish":[null,"Piatto preferito"],"Feb":[null,"Feb"],"February":[null,"Febbraio"],"Fifteen years on, and we're still innovating, growing and working on new ways to serve our customers better. For the first time, we offer short-term touch/no-touch trades and introduce a new charting application. We believe we have the most competitive and comprehensive digital options platform available to the retail public":[null,""],"Final Price":[null,"Prezzo finale"],"Final price":[null,"Prezzo finale"],"Finance":[null,"Finanza"],"Financial Account Opening form":[null,"Modulo per l'apertura di un account finanziario"],"Financial Security":[null,""],"Financial information":[null,"Informazioni finanziarie"],"Financial rewards":[null,""],"Firefox":[null,"Firefox"],"First name":[null,"Nome"],"First, you need to set the parameters of your trade. Here's what you need to consider":[null,""],"Flexibility":[null,""],"For the third straight year, BetOnMarkets.com is voted 'Best Fixed-Odds Financial Trading Provider' by Shares Magazine UK. It's the last time we win it because Shares Magazine stops awarding in this category":[null,""],"Forex":[null,""],"Forex trading experience":[null,"Esperienza di trading Forex"],"Forex trading frequency":[null,"Frequenza di trading Forex"],"Founded October 1999":[null,""],"Fractal (FRACTAL)":[null,""],"Fractals are indicators on candlestick charts that identify reversal points in the market. Traders often use fractals to get an idea about the direction in which the price will develop. A fractal will form when a particular price pattern happens on a chart":[null,""],"Fri":[null,"Ven"],"Friday":[null,"Venerdì"],"From":[null,"Da"],"Further instructions":[null,"Ulteriori istruzioni"],"GMT":[null,""],"GMT stands for Greenwich Mean Time, the official time used in the UK during winter. In summer, the UK changes to British Summer Time, which is GMT + 1 hour. All times on the Binary.com site use GMT all year round":[null,""],"Get your price":[null,""],"Goes out":[null,"Goes out"],"Gravestone Doji (CDLGRAVESTONEDOJI)":[null,""],"Gray":[null,"Grigio"],"Grid":[null,"Griglia"],"Grid Light":[null,"Griglia light"],"Group History":[null,""],"HIGH":[null,"HIGH"],"Hammer (CDLHAMMER)":[null,""],"Hanging Man (CDLHANGINGMAN)":[null,""],"Harami Cross Pattern (CDLHARAMICROSS)":[null,""],"Harami Pattern (CDLHARAMI)":[null,""],"Have better luck at trading!":[null,"Buona fortuna nel trading!"],"Health":[null,"Salute"],"Help":[null,""],"High Price":[null,"Prezzo superiore"],"High barrier":[null,"Barriera superiore"],"High barrier offset":[null,"Offset barriera superiore"],"High returns":[null,""],"High-Wave Candle (CDLHIGHWAVE)":[null,""],"Higher":[null,"Superiore"],"Higher/Lower":[null,""],"Higher/Lower trades":[null,""],"Hikkake Pattern (CDLHIKKAKE)":[null,""],"Home Address":[null,"Indirizzo di casa"],"Homing Pigeon (CDLHOMINGPIGEON)":[null,""],"Horizontal Line":[null,"Linea orizzontale"],"Horizontal line":[null,"Linea orizzontale"],"Hour":[null,"Ora"],"Hours":[null,"Ore"],"How do I fund my account?":[null,""],"How does Binary.com make money?":[null,""],"How safe is my money with Binary.com?":[null,""],"How soon can I start trading?":[null,""],"How to trade binaries?":[null,""],"Hull Moving Average (HMA)":[null,""],"I have read and agree to Binary.com":[null,"Ho letto e accetto i"],"I'm new to binaries, where do I start?":[null,""],"IMPORTANT DISCLAIMER":[null,"DISCLAIMER IMPORTANTE"],"IMPORTANT DISCLAIMER - Binary.com is not affiliated with any of the payment agents listed above. Each payment agent operates as an independent service provider and is not endorsed, guaranteed or otherwise approved by Binary.com. CUSTOMERS DEAL WITH PAYMENT AGENTS AT THEIR SOLE RISK AND PERIL. Customers are advised to check the credentials of payment agents before sending them any money. Binary.com shall not in any circumstance be held responsible for transactions made between customers and payment agents":[null,"DISCLAIMER IMPORTANTE - Binary.com non è affiliato con alcun Agente di pagamento elencato qui sopra. Ogni Agente di pagamento opera come provider di servizi indipendente e non è in alcun modo sostenuto, garantito o approvato da Binary.com. I CLIENTI TRATTANO CON GLI AGENTI DI PAGAMENTO A PROPRIO RISCHIO E PERICOLO. Ai clienti si consiglia di controllare le credenziali degli Agenti di pagamento prima di inviare loro qualsiasi somma di denaro. Binary.com non è in alcun modo responsabile per le transazioni eseguite tra i clienti e gli Agenti di pagamento"],"Ideal for both pros and novices":[null,""],"Identical Three Crows (CDLIDENTICAL3CROWS)":[null,""],"If the issue keeps happening, please contact":[null,"Se il problema persiste, contatta"],"If you select a":[null,"Se selezioni un"],"If you select a specific":[null,"Se selezioni uno specifico"],"If you're an individual trader, you'll appreciate the simplicity, flexibility, and limited risk of binary trading. With Binary.com's low minimum stakes, you'll soon learn how to trade with skill and confidence. And if you have any questions, you're free to access":[null,""],"In April":[null,""],"In Bullish Belt Hold After a stretch of bearish candlesticks, a bullish or white candlestick forms. The opening price, which becomes the low for the day, is significantly lower then the closing price. This results in a long white candlestick with a short upper shadow and no lower shadow. In Berish Belt Hold, a bearish or black candlestick occurs, the opening price, which becomes the high for the day, is higher than the close of the previous day, resulting in a long black candlestick with a short lower shadow and no upper shadow":[null,""],"In Bullish Hikkake Pattern After the downward move, the bullish candle reaches above the range of the three preceding candles and most likely triggers a number of stop loss orders. This additional buying leads to a more distinct upward movement. In Bearish Hikkake Pattern After an upward move, the bearish candle reaches below the range of the three preceding , which most likely triggers a number of stop loss orders. This additional selling leads to a more distinct downward move":[null,""],"In October 1999, Regent Markets receives US$ 2 million investment funding from Jim Mellon through his Regent Pacific Group, a Hong Kong based fund management company":[null,""],"In a downtrend, one small short body candlestick has a long lower shadow at least three times the real body, and little or no upper shadow. Confirmation from prices closing higher the next day":[null,""],"In a downward price trend, a black candle appears followed by a white candle that opens below the prior body, but it may be difficult to see that from the chart. The white candle closes above the body, too. The last day of the three line candle is another white candle in this example. It shows a higher close":[null,""],"In an uptrend three successive days opens at or near the previous day's close and close down on the day. This pattern is more severe than the Three Black Crows pattern and thus has a higher reliability as a reversal pattern":[null,""],"In classic Silicon Valley style, Hong Kong based hedge fund manager and entrepreneur, Jean-Yves Sireau, starts Regent Markets in his Hong Kong bedroom. He develops the systems, methods and algorithms for implementing a fixed-odds financial betting system. Jean-Yves's vision is to create a market in the simplest of all derivatives contracts - the fixed-odds bet - and to offer ordinary investors the chance to make small bets. Until his innovation, binary options are normally only traded in large quantities":[null,""],"In foreign exchange markets, traders can enter contracts based on the change in price of one currency as it relates to another currency. For example if a trader selects Rise in the EUR/USD market, they are predicting that the value of the Euro will rise in relation to the value of the US dollar":[null,""],"In order to properly apply theme, a full refresh of page is required. Are you sure you want to proceed?":[null,"Per poter applicare lo sfondo in modo adeguato, è richiesto l'aggiornamento della pagina. Sei sicuro di voler procedere?"],"In providing our services to you, we are required to obtain information from you in order to assess whether a given product or service is appropriate for you (that is, whether you possess the experience and knowledge to understand the risks involved)":[null,"Per usufruire dei nostri servizi, richiediamo delle informazioni necessarie per valutare se un dato prodotto o servizio è adegutao a te (ossia se possiedi l'esperienza e la conoscenza per comprendere i rischi connessi)"],"In regards to binary options which are gambling products, remember that gambling can be addictive":[null,"In merito alle opzioni binarie che sono prodotti d'azzardo, ricorda che il gioco d'azzardo può creare dipendenza"],"In the UK and Isle of Man, our clients trade through Binary (IOM) Ltd. In Japan, they trade through Binary KK. In the European Union (except UK), they trade through Binary (Europe) Ltd and Binary Investments (Europe) Ltd. In the rest of the world, they trade through Binary (C.R.) S.A":[null,""],"In-Neck Pattern (CDLINNECK)":[null,""],"In/Out":[null,"In/Out"],"In/Out trades":[null,""],"Income Source":[null,"Fonte di reddito"],"Indicative Price":[null,"Prezzo indicativo"],"Indicators":[null,"Indicatori"],"Indices":[null,""],"Indices trading experience":[null,"Esperienza di trading sugli indici"],"Indices trading frequency":[null,"Frequenza di trading sugli indici"],"Individual Traders":[null,""],"Industry of Employment":[null,"Settore lavorativo"],"Instant access":[null,""],"Instant funding":[null,""],"Instrument":[null,"Strumento"],"Instruments":[null,"Strumenti"],"Inverted Hammer (CDLINVERTEDHAMMER)":[null,""],"Investments & Dividends":[null,"Investimenti e dividendi"],"Is it possible to deposit the same funds through different payment methods?":[null,""],"It has a long white candle, followed by another that opens above the first (gaps up), followed by a downward black candlestick that opens below the close of the second day (gaps down) and has a low below the close of the first day. The upward trend is expected to continue":[null,""],"It is sometimes possible to sell an option before the expiry of a trade, but only if a fair price can be determined. If this option is available, you will see a blue 'Sell' button next to your trade in the portfolio":[null,""],"It's time to expand. We set up a programming center in Cyberjaya - the Silicon Valley of Kuala Lumpur - to maintain and improve BetOnMarkets.com":[null,""],"Jan":[null,"Gen"],"January":[null,"Gennaio"],"Jul":[null,"Lug"],"July":[null,"Luglio"],"Jump to":[null,"Salta a"],"Jun":[null,"Giu"],"June":[null,"Giugno"],"Just click  Grant  button on the page you will now be taken to":[null,"Basta cliccare sul pulsante Grant sulla pagina da adottare"],"Kaufman's Adaptive Moving Average (KAMA)":[null,""],"Key facts":[null,""],"Kicking (CDLKICKING)":[null,""],"Kicking - bull/bear determined by the longer marubozu (CDLKICKINGBYLENGTH)":[null,""],"Kicking patterns on a candlestick chart are formed when there are two long marubozu - one white and one black - with a gap between them. Bullish kicking patterns would present as a black or filled candlestick without any wicks (shadows) followed by a gap higher with a white or hollow candlestick that is also without wicks":[null,""],"Kicking patterns on a candlestick chart are formed when there are two marubozu - one white and one black - with a gap between them. Bullish kicking patterns would present as a black or filled candlestick without any wicks (shadows) followed by a gap higher with a white or hollow candlestick that is also without wicks":[null,""],"Known risks":[null,""],"Kuala Lumpur Office":[null,""],"LOW":[null,"LOW"],"Ladder Bottom (CDLLADDERBOTTOM)":[null,""],"Last used":[null,"Ultima volta"],"Learning to trade":[null,""],"Least Squares Moving Average (LSMA)":[null,""],"Less than":[null,"Meno di"],"Let's do it":[null,"Facciamolo"],"Level":[null,"Livello"],"Level of Education":[null,"Livello d'istruzione"],"Levels":[null,""],"Licensed and regulated in Malta, the United Kingdom, the Isle of Man, Ireland, and Japan":[null,""],"Like the EMA, the LWMA assigns more meaning to the recent prices and less to the closing price from the period's beginning. Thus they are faster at detecting a trend reversal, though it they can be more prone to market noise":[null,""],"Line":[null,"Linea"],"Line Dot":[null,"Punto linea"],"Linearly Weighted Moving Average (LWMA)":[null,""],"Link":[null,"Link"],"Load chart template":[null,"Carica modello del grafico"],"Load trade template":[null,"Carica modello del trade"],"Loading":[null,"Caricamento"],"Loading Asset Index":[null,"Caricamento dell'indice degli asset"],"Loading Configurations":[null,"Caricamento delle configurazioni"],"Loading Download/View Data":[null,"Caricamento del download/Mostra dati"],"Loading Password dialog":[null,"Caricamento della finestra di dialogo della password"],"Loading Profit Table":[null,"Caricamento della tabella dei profitti"],"Loading Real account opening":[null,"Caricamento dell'apertura di un conto reale"],"Loading Self-Exclusion":[null,"Caricamento dell'auto esecuzione"],"Loading Statement Table":[null,"Caricamento della tabella dell'estratto"],"Loading Token management":[null,"Caricamento della gestione dei token"],"Loading Trading Times":[null,"Caricamento degli orari di trading"],"Loading chart and trade menus":[null,"Caricamento dei menu grafici e di trading"],"Loading custom theme configuration":[null,"Caricamento della configurazione dello sfondo personalizzata"],"Loading help docs":[null,""],"Loading portfolio":[null,"Caricamento del portafoglio"],"Loading...":[null,"Caricamento..."],"Log in":[null,"Login"],"Log in time":[null,"Orario di accesso"],"Login":[null,"Login"],"Logout":[null,"Logout"],"Long Legged Doji (CDLLONGLEGGEDDOJI)":[null,""],"Long Line Candle (CDLLONGLINE)":[null,""],"Long-legged doji have long upper and lower shadows that are almost equal in length. These doji reflect a great amount of indecision in the market. Long-legged doji indicate that prices traded well above and below the session's opening level, but closed virtually even with the open. After a whole lot of yelling and screaming, the end result showed little change from the initial open":[null,""],"Long-term action":[null,""],"Look for a black candle in a downward price trend followed by a white candle that opens below the prior low but closes near but below the midpoint of the black candle's body":[null,""],"Look for a tall black candle with a long lower shadow to appear in a downward price trend. The second day should be similar to the first day, but smaller and with a higher low. The last day is a black marubozu that squeezes inside the high-low range of the prior day":[null,""],"Look for a tall white candle in an upward price trend. Following that, a black candle has a body that gaps above the prior candle's body. The last day is another black candle, but this one engulfs the previous bearish candle but closes above first bar's open":[null,""],"Low Price":[null,"Prezzo inferiore"],"Low barrier":[null,"Barriera inferiore"],"Low barrier offset":[null,"Offset della barriera inferiore"],"Low minimum stakes":[null,""],"Lower":[null,"Inferiore"],"MACD is a trading indicator used in technical analysis of stock prices.It is supposed to reveal changes in the strength, direction, momentum, and duration of a trend in a stock's price":[null,""],"MENA FFXPO Award":[null,""],"Make sure that you have first agreed with the Agent on the terms of payment before submitting your request. Once you click the 'Confirm transfer' button the funds will be withdrawn from your account and will be sent to the Payment Agent you have chosen. The Agent will send you the withdrawal amount (minus the commission) via your preferred payment method":[null,"Prima di inviare la richiesta, assicurati di aver prima preso accordi con l'Agente sui termini di pagamento. Dopo aver cliccato sul pulsante \"Conferma trasferimento\", i fondi verranno prelevati dal tuo account e inviati all'Agente di pagamento da te scelto. L'Agente ti invierà l'importo prelevato (al netto delle commissioni) tramite la modalità di pagamento da te preferita"],"Make your trade":[null,""],"Mar":[null,"Mar"],"March":[null,"Marzo"],"Market Professionals":[null,""],"Market exit price":[null,""],"Marubozu (CDLMARUBOZU)":[null,""],"Mass Index (MASS)":[null,""],"Mat Hold (CDLMATHOLD)":[null,""],"Matches":[null,"Corrisponde"],"Matching Low (CDLMATCHINGLOW)":[null,""],"Maximum (MAX)":[null,""],"Maximum account cash balance":[null,"Saldo massimo della cassa dell'account"],"Maximum aggregate contract purchases over a 30-day period":[null,"Contratto aggregato massimo acquistato negli ultimi 30 giorni"],"Maximum aggregate contract purchases over a 7-day period":[null,"Contratto aggregato massimo acquistato in un periodo di 7 giorni"],"Maximum aggregate contract purchases per day":[null,"Contratto aggregato massimo acquistato al giorno"],"Maximum aggregate loss over a 30-day period":[null,"Perdita aggregata massima in un periodo di 30 giorni"],"Maximum aggregate loss per day":[null,"Perdita aggregata massima al giorno"],"Maximum number of open positions":[null,"Numero massimo di posizioni aperte"],"Maximum price over selected period":[null,""],"May":[null,"Maggio"],"Memorable date":[null,"Data indimenticabile"],"Memorable town/city":[null,"Città indimenticabile"],"Mesa Adaptive Moving Average (MAMA)":[null,""],"Min: 10 Max: 2000":[null,"Min: 10 Max: 2000"],"Minimum (MIN)":[null,""],"Minimum 6 characters and must contain at least 1 digit":[null,"Minimo 6 caratteri e deve contenere almeno 1 cifra"],"Minimum price over selected period":[null,""],"Minus the agent's commission":[null,"Meno la commissione dell'agente"],"Minute":[null,"Minuto"],"Minutes":[null,"Minuti"],"Miss":[null,"Sig.ra"],"Momentum (MOM)":[null,""],"Momentum Indicators":[null,""],"Mon":[null,"Lun"],"Monday":[null,"Lunedì"],"Morning Doji Star (CDLMORNINGDOJISTAR)":[null,""],"Morning Star (CDLMORNINGSTAR)":[null,""],"Mother's maiden name":[null,"Cognome della madre"],"Moving Average Convergence/Divergence (MACD)":[null,""],"Mr":[null,"Sig."],"Mrs":[null,"Sig.ra"],"Ms":[null,"Sig.ra"],"Name":[null,"Nome"],"Name of first love":[null,"Nome del primo amore"],"Name of your pet":[null,"Nome del tuo animale domestico"],"Navigator handles background":[null,"Il navigatore gestisce lo sfondo"],"Navigator handles border":[null,"Il navigatore gestisce il bordo"],"Navigator mask-fill":[null,"Schermata da riempire del navigatore"],"Navigator outline":[null,"Profilo del navigatore"],"Navigator series color":[null,"Colore di serie del navigatore"],"Navigator series line":[null,"Linea di serie del navigatore"],"Net Annual Income":[null,"Reddito annuale netto"],"Net Profit":[null,"Profitto netto"],"New password":[null,"Nuova password"],"No":[null,"No"],"No Touch trades":[null,""],"No matter the market - rising or falling, quiet or volatile - you'll find a trade to suit your outlook":[null,""],"No surprises":[null,""],"No touch":[null,"No touch"],"Normalized Average True Range (NATR)":[null,""],"Normalized Average True Range (NATR) attempts to normalize the average true range values across instruments by using the formula below":[null,""],"Note: withdrawal via payment agent is available only if you deposit exclusively via payment agent":[null,"Nota: il prelievo tramite agente di pagamento è disponibile solo se depositi esclusivamente tramite un agente di pagamento"],"Nov":[null,"Nov"],"November":[null,"Novembre"],"Now":[null,"Ora"],"OAuth App ID (Optional)":[null,"ID App OAuth (facoltativo)"],"OAuth Server":[null,"Server OAuth"],"OHLC":[null,"OHLC"],"OPEN":[null,"APRI"],"Occupation":[null,""],"Oct":[null,"Ott"],"October":[null,"Ottobre"],"Odd":[null,"Dispari"],"Offices in Malta, Malaysia and Japan":[null,""],"Ok":[null,"Ok"],"On the basis of the information provided in relation to your knowledge and experience, we consider that the investments available via this website are not appropriate for you":[null,"Sulla base delle informazioni fornite in relazione alla tua conoscenza ed esperienza, riteniamo che gli investimenti disponibili su questo sito internet non sono adatti a te"],"On-Neck Pattern (CDLONNECK)":[null,""],"Once this limit is reached, you may no longer deposit":[null,"Una volta raggiunto questo limite, non puoi più depositare"],"One last step left":[null,"Rimane l'ultimo step"],"Only five years after inception, we pick up this major award for our online trading services. The award recognises BetOnMarkets.com's reliable, fast and secure online trading for novice and expert traders. At this time, our website has received over 15 million trades":[null,""],"Only letters, numbers, space, period, comma, dash(-)":[null,""],"Oops... Page Not Available":[null,"Ops...Pagina non disponibile"],"Open":[null,"Apri"],"Open Account":[null,"Apri un account"],"Open Price":[null,"Prezzo di apertura"],"Open a Financial Account":[null,"Apri un account finanziario"],"Open account":[null,"Apri un account"],"Opening an account":[null,""],"Opens":[null,"Apre"],"Opera":[null,"Opera"],"Option trading can become a real addiction, as can any other activity pushed to its limits. To avoid the danger of such addiction, we provide a reality-check that gives you a summary of your trades and accounts on a regular basis":[null,"Il trading in opzioni può creare dipendenza così come una qualsiasi altra attività spinta al limite. Per evitare il pericolo di tale dipendenza, forniamo un controllo della situazione che ti fornisce un quadro generale dei tuoi trade e account su base regolare"],"Optional field, within 20 characters and may not contain '+'":[null,"Campo facoltativo, entro 20 caratteri e non può contenere '+'"],"Other":[null,"Altro"],"Other financial instruments trading experience":[null,"Esperienza di trading con altri strumenti finanziari"],"Other financial instruments trading frequency":[null,"Frequenza di trading con altri strumenti finanziari"],"Our company continues to thrive and obtains a license in the Isle of Man to better service our UK clients":[null,""],"Our customers clearly like us. In mid-2014, Binary.com has over 100 million historical transactions and over 130,000 new daily transactions":[null,""],"Our fast organic growth is supplemented by the acquisition of the client base of BetsForTraders, one of our main competitors":[null,""],"Over":[null,"Su"],"Over 1 million registered accounts worldwide":[null,""],"Over 3 years":[null,"In 3 anni"],"Over 90 staff and contractors worldwide":[null,""],"Overlap Studies":[null,""],"PDF":[null,"PDF"],"PM":[null,"PM"],"PNG":[null,"PNG"],"Page Not Found":[null,"Pagina non trovata"],"Parabolic SAR (SAR)":[null,""],"Password must be 6 characters minimum":[null,"La password deve contenere almeno 6 caratteri"],"Password must contain lower and uppercase letters with numbers":[null,"La password deve contenere lettere maiuscole, minuscole e numeri"],"Password must contain uppercase letters and numbers":[null,"La password deve contenere lettere maiuscole e numeri"],"Password successfully updated":[null,"Password aggiornata con successo"],"Passwords didn't match. Please type them again":[null,"Le password non corrispondono. Digitale di nuovo"],"Patented technology":[null,""],"Pattern Recognition":[null,""],"Payment agent":[null,"Agente di pagamento"],"Payment agents":[null,"Agenti di pagamento"],"Payment options":[null,""],"Payments":[null,"Pagamenti"],"Payout":[null,"Payout"],"Pension":[null,"Pensione"],"Percentage Price Oscillator (PPO)":[null,""],"Permissions":[null,"Autorizzazioni"],"Personal Details":[null,"Dati personali"],"Phone":[null,"Telefono"],"Piercing Pattern (CDLPIERCING)":[null,""],"Pip":[null,""],"Pip stands for 'percentage in point' which is generally the fourth decimal place (i.e. 0.0001)":[null,""],"Please":[null,"Prego"],"Please answer to secret question, within 4-50 characters":[null,"Rispondi alla domanda segreta con 4-50 caratteri"],"Please choose which currency you would like to transact in":[null,"Scegli in quale valuta desideri negoziare"],"Please confirm the following details in order to complete the transfer":[null,"Per poter completare il trasferimento, conferma i seguenti dati"],"Please enter a number between":[null,"Inserisci un numero tra"],"Please enter a valid date in yyyy-mm-dd format":[null,"Inserisci una data valida nel formato aaaa-mm-gg"],"Please enter a value for":[null,"Inserisci un valore per"],"Please enter a vlaid phone number":[null,"Inserisci un numero di telefono valido"],"Please enter correct email":[null,"Inserisci l'indirizzo email corretto"],"Please enter date in the format YYYY-MM-DD":[null,"Inserisci la data nel formato AAAA-MM-GG"],"Please enter the verification code sent to your email":[null,"Inserisci il codice di verifica inviato al tuo indirizzo email"],"Please enter time in the format HH:MM":[null,"Inserisci l'orario nel formato HH:MM"],"Please enter your city address":[null,"Inserisci il tuo indirizzo"],"Please enter your current password":[null,"Inserisci la tua password attuale"],"Please enter your email":[null,"Inserisci il tuo indirizzo email"],"Please enter your family name":[null,"Inserisci il tuo cognome"],"Please enter your first name":[null,"Inserisci il tuo nome"],"Please enter your new password":[null,"Inserisci la tua nuova password"],"Please enter your password":[null,"Inserisci la tua password"],"Please enter your phone number":[null,"Inserisci il tuo numero di telefono"],"Please enter your street address":[null,"Inserisci il tuo indirizzo"],"Please input correct token":[null,""],"Please install the latest version of one of these browsers":[null,"Installa l'ultima versione di uno di questi browser"],"Please select":[null,"Seleziona"],"Please try again after 1 minute":[null,"Riprova fra 1 minuto"],"Please use your new password to login":[null,"Per accedere, utilizza la tua nuova password"],"Plot":[null,"Grafico"],"Pofit/Loss":[null,"Profitto/Perdita"],"Points":[null,"Punti"],"Portfolio":[null,"Portafoglio"],"Postal code/ZIP":[null,"Codice postale/CAP"],"Potential Payout":[null,"Payout potenziale"],"Potential Profit":[null,"Profitto potenziale"],"Potential profit":[null,"Profitto potenziale"],"Potential profit and losses are limited to stop profit and stop loss levels respectively":[null,""],"Pre-Defined":[null,"Predefinito"],"Preferred reality-check interval":[null,"Intervallo preferito per il controllo della situazione"],"Press Create token button on the right to create your first token":[null,"Premi il pulsante Crea token sulla destra per creare il tuo primo token"],"Price Transformation":[null,""],"Price forms three black candles, each with lower closes, in a downward price trend. A tall white candle engulfs the price action of the prior three days. The candle acts as a bullish reversal when price breaks out upward, and closes above the top of the candle pattern":[null,""],"Price the trade":[null,""],"Price trends downward into the start of the pattern, a tall black candle. Following that, a white candle appears that fits inside the body of the prior candle. This completes the bullish harami candlestick. The final day of the pattern is the confirming candle, a white one that closes above the prior close, which it does. The combination suggests price has reversed trend":[null,""],"Primary":[null,"Primario"],"Print chart":[null,"Stampa il grafico"],"Profit":[null,"Profitto"],"Profit Table":[null,"Tabella dei profitti"],"Profit table":[null,"Tabella dei profitti"],"Profit/ Loss":[null,"Profitto/Perdita"],"Profit/Loss (points)":[null,"Profitto/Perdita (punti)"],"Published in English, Indonesian, Japanese, Chinese, Polish, German, French, Spanish, Portuguese, Italian, Russian, and Thai":[null,""],"Purchase":[null,"Acquisto"],"Purchase Date":[null,"Data di acquisto"],"Purchase Price":[null,"Prezzo d'acquisto"],"Quiet markets":[null,""],"Rate Of Change (ROC)":[null,""],"Rate Of Change Percentage (ROCP)":[null,""],"Rate Of Change Ratio (ROCR)":[null,""],"Read":[null,"Leggi"],"Real Money Account Opening":[null,"Apertura di un account vero"],"Reality check":[null,"Controllo della veridicità"],"Reap the rewards of trading binaries, knowing your funds are always safe":[null,""],"Redirecting to oauth login page":[null,"Reindirizzamento alla pagina d'accesso di oauth"],"Ref":[null,"Rif"],"Regent Markets Group Ltd. renames to Binary Ltd":[null,""],"Regent Markets Group Ltd. renames to Binary Ltd., harmonising company and website branding throughout the organisation":[null,""],"Regent Markets acquires BetsForTraders client base":[null,""],"Regent Markets files for a patent in March 2000 on the basis of our unique position as the sole serious competitor in the business of fixed-odds financial betting. In May, we register the trading name BetOnMarkets and move to Malta to receive an internet betting licence":[null,""],"Regent Markets files for patent, and registers BetOnMarkets trading name":[null,""],"Regent Markets granted US patent for 'Betting system and method'":[null,""],"Regent Markets granted two new US patents":[null,""],"Regent Markets is founded by Jean-Yves Sireau":[null,""],"Regent Markets obtains a licence in the Isle of Man":[null,""],"Regent Markets receives funding to provide on-line financial betting services":[null,""],"Regent Markets sets up a programming centre in Cyberjaya, Malaysia":[null,""],"Regent Pacific Group Ltd., the Hong Kong-listed founding shareholder of Binary.com":[null,""],"Regent Pacific transaction":[null,""],"Register free account":[null,"Registra un account gratis"],"Registration":[null,"Registrazione"],"Relative Strength Index (RSI)":[null,""],"Reloading page":[null,"Ricaricamento della pagina"],"Remove Selected":[null,"Rimuovi selezione"],"Rename":[null,"Rinomina"],"Repeat password":[null,"Ripeti la password"],"Resale price":[null,""],"Reset to Defaults":[null,"Ripristina default"],"Reset zoom":[null,"Ripristina lo zoom"],"Reset zoom level 1:1":[null,"Ripristina il livello di zoom 1:1"],"Resources":[null,"Risorse"],"Responsible Trading":[null,"Trading responsabile"],"Results":[null,"Risultati"],"Return":[null,"Rendimento"],"Return to trading page":[null,"Ritorna alla pagina del trading"],"Rickshaw Man (CDLRICKSHAWMAN)":[null,""],"Rise":[null,"Aumenta"],"Rise/Fall":[null,""],"Rise/Fall trades":[null,""],"Rising markets":[null,""],"Rising/Falling Three Methods (CDLRISEFALL3METHODS)":[null,""],"SMA":[null,"SMA"],"SVG":[null,"SVG"],"Safari":[null,"Safari"],"Salaried Employee":[null,"Impiegato"],"Sale Date":[null,"Data di vendita"],"Sale Price":[null,"Prezzo di vendita"],"Sand Signika":[null,"Sand Signika"],"Sat":[null,"Sab"],"Saturday":[null,"Sabato"],"Save":[null,"Salva"],"Save as":[null,"Salva come"],"Save changes":[null,"Salva le variazioni"],"Scalable trading":[null,""],"Secondary":[null,"Secondario"],"Security":[null,"Sicurezza"],"Security question":[null,"Domanda di sicurezza"],"Select Instrument":[null,"Seleziona strumento"],"Self-Employed":[null,"Libero professionista"],"Self-Exclusion":[null,"Auto esclusione"],"Sell At Market":[null,"Vendere sul mercato"],"Sell Price":[null,"Prezzo di vendita"],"Sell Spot":[null,"Spot di vendita"],"Sell Time":[null,"Orario di vendita"],"Sell option":[null,""],"Send to account #":[null,"Invia sull'account #"],"Sent to account":[null,"Inviato sull'account"],"Sep":[null,"Set"],"Separating Lines (CDLSEPARATINGLINES)":[null,""],"September":[null,"Settembre"],"Session":[null,"Sessione"],"Session duration limit, in minutes":[null,"Limite di durata della sessione, in minuti"],"Set your probability of winning":[null,""],"Settles":[null,"Depositi"],"Share":[null,"Condividi"],"Share chart":[null,"Condividi il grafico"],"Shooting Star (CDLSHOOTINGSTAR)":[null,""],"Short to long-term":[null,""],"Short-term action":[null,""],"Show":[null,"Mostra"],"Side by side white lines candlestick pattern is a triple pattern. Bullish pattern: In an upward trend, the first candlestick is followed by another upward that opens above the close of the first (gap up), that is followed by a third upward candlestick that opens below the close of the second (gap down). Bearish pattern: During a downtrend, the first candlestick is downward, followed by an upward candlestick that opens below the close of the first one (gap down), followed by an upward candlestick that opens below the close of the second one. This pattern indicates the continuation of a downtrend":[null,""],"Simple Moving Average (SMA)":[null,""],"Simplicity":[null,""],"Smoothed Moving Average (SMMA)":[null,""],"Sold":[null,"Venduto"],"Some random index":[null,"Alcuni indici random"],"Spinning Top (CDLSPINNINGTOP)":[null,""],"Spline":[null,"Spline"],"Spot price":[null,""],"Spreads":[null,"Spread"],"Spreads down":[null,"Spread down"],"Spreads up":[null,"Spread up"],"Stake":[null,"Puntata"],"Stalled Pattern (CDLSTALLEDPATTERN)":[null,""],"Standard Deviation (STDDEV)":[null,""],"Standard Deviation is a statistical calculation used to measure the variability. In trading this value is known as volatility. A low standard deviation indicates that the data points tend to be very close to the mean, whereas high standard deviation indicates that the data points are spread out over a large range of values":[null,""],"Standard methods":[null,"Modalità standard"],"Standard withdrawal":[null,"Prelievo standard"],"Start Time":[null,"Orario d'inizio"],"Start time":[null,"Orario d'inizio"],"State/province/region":[null,"Stato/provincia/regione"],"Statement":[null,"Estratto"],"Statistical Functions":[null,""],"Status":[null,"Status"],"Stays Between/Goes Outside trades":[null,""],"Stays In/Goes Out":[null,"Stays In/Goes Out"],"Stays in":[null,"Stays in"],"Step 1: Define your position":[null,""],"Step 2: Get your trade price":[null,""],"Step 3: Make your trade":[null,""],"Stick Sandwich (CDLSTICKSANDWICH)":[null,""],"Stochastic (STOCH )":[null,""],"Stochastic Fast (STOCHF)":[null,""],"Stochastic Relative Strength Index (STOCHRSI)":[null,""],"Stochastic Slow (STOCHS)":[null,""],"Stock Indices":[null,""],"Stock indices":[null,""],"Stock market indices measure the value of a selection of companies in the stock market":[null,""],"Stocks trading experience":[null,"Esperienza di trading in azioni"],"Stocks trading frequency":[null,"Frequenza del trading in azioni"],"Stop Loss Level":[null,"Livello di stop loss"],"Stop Profit Level":[null,"Livello di stop profit"],"Stop-loss":[null,"Stop loss"],"Stop-profit":[null,"Stop profit"],"Stop-type":[null,"Tipologia di stop"],"Street address":[null,"Indirizzo"],"Stroke":[null,"Stroke"],"Stroke color":[null,"Colore dello stroke"],"Stroke width":[null,"Ampiezza dello stroke"],"Submit":[null,"Invia"],"Summation (SUM)":[null,""],"Sun":[null,"Dom"],"Sunday":[null,"Domenica"],"TEMA":[null,"TEMA"],"TRIMA":[null,"TRIMA"],"Table":[null,"Tabella"],"Take early profits":[null,""],"Takuri (Dragonfly Doji with very long lower shadow) (CDLTAKURI)":[null,""],"Tasuki Gap (CDLTASUKIGAP)":[null,""],"Tax-free":[null,""],"Tel":[null,"Tel"],"Template name":[null,"Nome del modello"],"Terms":[null,"Termini"],"Terms and Conditions":[null,"Termini e condizioni"],"Tertiary":[null,"Terziario"],"The":[null,"Il/Lo/La/Gli/Le/I"],"The Absolute Price Oscillator (APO) is based on the absolute differences between two moving averages of different lengths, a  Fast  and a  Slow  moving average":[null,""],"The Aroon Oscillator is the difference between Aroon-Up and Aroon-Down. These two indicators are usually plotted together for easy comparison, but chartists can also view the difference of these two indicators with the Aroon Oscillator. This indicator fluctuates between -100 and +100 with zero as the middle line":[null,""],"The Average Directional Movement Index index (ADX) was developed in 1978 by J. Welles Wilder as an indicator of trend strength in a series of prices of a financial instrument ADX will range between 0 and 100. Generally, ADX readings below 20 indicate trend weakness, and readings above 40 indicate trend strength":[null,""],"The Average True Range (TRANGE) study measures the size of the period s range, and takes into account any gap from the close of the previous period":[null,""],"The Awesome Oscillator is an indicator used to measure market momentum. AO calculates the difference of a 34 Period and 5 Period Simple Moving Averages. The Simple Moving Averages that are used are not calculated using closing price but rather each bar's midpoints. AO is generally used to affirm trends or to anticipate possible reversals":[null,""],"The Bearish I-Neck Pattern occurs after a downtrend when first day is a long red candle and the second day is a blue day, opening below the low of the first day and closing barely into the body of the first day":[null,""],"The Bearish On-Neck Pattern occurs after a downtrend when a long black day is followed by a long white day that gaps down at the open and closes below the close of the black day":[null,""],"The Bullish Three Star appears after a downtrend and it consists of three consecutive Doji, in which the second Doji gaps below the other two Doji. The Bearish Three Star appears after a uptrend and it consists of three consecutive Doji, in which the second Doji gaps above the other two Doji":[null,""],"The CMO indicator is created by calculating the difference between the sum of all recent higher closes and the sum of all recent lower closes and then dividing the result by the sum of all price movement over a given time period. The result is multiplied by 100 to give the -100 to +100 range":[null,""],"The Choppiness Index (CHOP) is an indicator designed to determine if the market is choppy (trading sideways) or not choppy (trading within a trend in either direction). CHOP is not meant to predict future market direction, it is a metric to be used to for defining the market's trendiness only":[null,""],"The Commodity Channel Index (CCI) is a versatile indicator that can be used to identify a new trend or warn of extreme conditions":[null,""],"The Donchian Channel is an indicator used in market trading developed by Richard Donchian. It is formed by taking the highest high and the lowest low of the last n periods. The area between the high and the low is the channel for the period chosen":[null,""],"The Double Exponential Moving Average (CKS) by Patrick Mulloy attempts to remove the inherent lag associated to Moving Averages by placing more weight on recent values":[null,""],"The Double Exponential Moving Average (DEMA) by Patrick Mulloy attempts to remove the inherent lag associated to Moving Averages by placing more weight on recent values":[null,""],"The Dragonfly Doji is created when the open, high, and close are the same or about the same price (Where the open, high, and close are exactly the same price is quite rare).The most important part of the Dragonfly Doji is the long lower shadow":[null,""],"The Exponential Moving Average (EMA) represents an average of prices, but places more weight on recent prices. The weighting applied to the most recent price depends on the selected period of the moving average. The shorter the period for the EMA, the more weight that will be applied to the most recent price":[null,""],"The Fast Stochastic Oscillator is based on George Lane's original formulas for %K and %D. %K in the fast version that appears rather choppy. %D is the 3-day SMA of %K":[null,""],"The Gravestone Doji is created when the open, low, and close are the same or about the same price (Where the open, low, and close are exactly the same price is quite rare). The most important part of the Graveston Doji is the long upper shadow":[null,""],"The Hammer formation is created when the open, high, and close are roughly the same price.Also, there is a long lower shadow, twice the length as the real body":[null,""],"The Hanging Man formation, just like the Hammer, is created when the open, high, and close are roughly the same price. Also, there is a long lower shadow, which should be at least twice the length of the real body":[null,""],"The Hull Moving Average solves the age old dilemma of making a moving average more responsive to current price activity whilst maintaining curve smoothness. In fact the HMA almost eliminates lag altogether and manages to improve smoothing at the same time":[null,""],"The Inverted Hammer occurs mainly at the bottom of downtrends when the open, low, and close are roughly the same price. Also, there is a long upper shadow, which should be at least twice the length of the real body":[null,""],"The Kaufman's Adaptive Moving Average (KAMA) Developed by Perry Kaufman, is a moving average designed to account for market noise or volatility. This trend-following indicator can be used to identify the overall trend, time turning points and filter price movements":[null,""],"The Least Squares Moving Average first calculates a least squares regression line over the preceding time periods, then projects it forward to the current period. In essence, it calculates what the value would be if the regression line continued":[null,""],"The MESA Adaptive Moving Average is developed by John Ehlers of Mesa Software. This trend-following indicator can be used to identify the overall trend, time turning points and filter price movements":[null,""],"The Momentum indicator compares where the current price is in relation to where the price was in the past. How far in the past the comparison is made is up to the technical analysis trader. The calculation of Momentum is quite simple (n is the number of periods the technical trader selects): The current price minus the price n-periods ago":[null,""],"The Percentage Price Oscillator (PPO) is a momentum oscillator that measures the difference between two moving averages as a percentage of the larger moving average":[null,""],"The Price Rate-of-Change (ROC) indicator displays the difference between the current price and the price x-time periods ago. The difference can be displayed in either points or as a percentage":[null,""],"The Rate of Change Percentage (ROCP) indicator compares the current price with the previous price from a selected number of periods ago. The current price is divided by the previous price. ROCP does not express as a percentage. This indicator is also commonly known as a momentum indicator":[null,""],"The Rate of Change Rate (ROCR) indicator compares the current price with the previous price from a selected number of periods ago. The current price is divided by the previous price. This indicator is also commonly known as a momentum indicator":[null,""],"The Relative Strength Index (RSI) was published by J. Welles Wilder. The current price is normalized as a percentage between 0 and 100. The name of this oscillator is misleading because it does not compare the instrument relative to another instrument or set of instruments, but rather represents the current price relative to other recent pieces within the selected lookback window length":[null,""],"The Rickshaw Man has unusually tall upper and lower shadows, a body in which the opening and closing prices are about the same, and the body is near the middle of the candlestick":[null,""],"The Shooting formation is created when the open, low, and close are roughly the same price. There is a long upper shadow, generally defined as at least twice the length of the real body":[null,""],"The Simple Moving Average (SMA) is calculated by adding the price of an instrument over a number of time periods and then dividing the sum by the number of time periods. The SMA is basically the average price of the given time period, with equal weighting given to the price of each period":[null,""],"The Stochastic Relative Strength Index (STOCHRSI) was developed by Tushar Chande and Stanley Kroll, StochRSI is an oscillator that measures the level of RSI relative to its high-low range over a set time period. StochRSI applies the Stochastics formula to RSI values, instead of price values. This makes it an indicator of an indicator. The result is an oscillator that fluctuates between 0 and 1":[null,""],"The Tasuki Gap pattern is made up of three candlesticks, the first bar is a red candlestick within a defined downtrend, the second bar is another red candlestick that has gapped below the close of the previous bar and the last bar is a white candlestick that closes within the gap of the first two bars":[null,""],"The Three Methods pattern is a trend continuation pattern that can appear in an uptrend or a down trend. In an uptrend it is called the rising three methods pattern and in a downtrend it is called the falling three methods pattern. The three methods pattern consists of at least five candlesticks":[null,""],"The Triangular Moving Average (TRIMA) represents an average of prices, but places weight on the middle prices of the time period. The calculations double-smooth the data using a window width that is one-half the length of the series":[null,""],"The Triple Exponential Moving Average (T3) by Tim Tillson attempts to offers a moving average with better smoothing then traditional exponential moving average":[null,""],"The Triple Exponential Moving Average (TEMA) by Patrick Mulloy offers a moving average with less lag then traditional exponential moving average":[null,""],"The Typical Price function measures the average of the high, low, and closing prices for the day using a simple, single-line plot. The ordinary price gives a simplified view of the day trading prices for as well as it happens with other price-adjustment functions. You can use it for smoothing out some of the inconstancy of the closing price because it comprises information for the whole trading day and not only the result of the day's end. The Typical Price indicator is measured by adding the high, low, and closing prices together, and then dividing by three":[null,""],"The Weighted Close indicator is simply an average of each day's price. It can be used to smooth out some of the inconstancy of a chart of closing prices, as it comprises information for the whole trading day":[null,""],"The balance of power (BOP) indicator measures the strength of the bulls vs. bears by assessing the ability of each to push price to an extreme level":[null,""],"The barrier of a binary option trade is the price target you set for the underlying. You can choose trades that stay below or go above a price target, or stay between two targets":[null,""],"The barrier(s) you choose defines your position and triggers your payout":[null,""],"The breakaway pattern begins with a long candle representing the current trend. The following candle is the same color and it gaps away from that first long candle. While the third day s candle can be either color, it will not show a change in the current trend. The fourth day continues the trend and therefore continues to produce the same color candles. The fifth day however, reverses the trend. Please note that it only opens slightly the opposite of the current trend and it continues in the same direction to where it then closes in the gap area":[null,""],"The closing black marubozu candlestick is a tall black candle with an upper shadow but no lower one. The closing white marubozu candlestick is a tall white candle with an lower shadow but no upper shadow":[null,""],"The company holds customer funds in separate bank accounts to the operational accounts which would not, in the event of insolvency, form part of the Company's assets. This meets the Gambling Commission's requirements for the segregation of customer funds at the level":[null,""],"The contract period is the timeframe of a trade. It is also called the duration":[null,""],"The duration is the length of a purchased trade (see":[null,""],"The entry level for a long contract is 1001, which is entry spot + half spread. At exit, the spot is at 1100 and hence the exit level for a long contract is 1099, which is exit spot - half spread":[null,""],"The entry level for a short contract is 999, which is entry spot - half spread. At exit, the spot is at 1100 and hence the exit level for a short contract is 1101, which is exit spot + half spread":[null,""],"The entry spot of an instrument XYZ is 1000 and the spread on this instrument is 2 points":[null,""],"The entry spot price is the starting price of the trade purchased by a trader":[null,""],"The expiry price is the price of the underlying when the contract expires":[null,""],"The financial trading services contained within this site are only suitable for customers who are able to bear the loss of all the money they invest and who understand and have experience of the risk involved in the aquistion of financial contracts. Transactions in financial contracts carry a high degree of risk. If purchased contracts expire worthless, you will suffer a total loss of your investment, which consists of the contract permium":[null,"I servizi di trading finanziario contenuti nel presente sito sono disponibili solo per i clienti che possono supportare la perdita di tutto il denaro investito e che comprendono e hanno esperienza del rischio connesso all'acquisizione di contratti finanziari. Le transazioni nei contratti finanziari comportano un alto livello di rischio. Se i contratti acquistati scadono senza produrre un profitto, perderai l'intero investimento, consistente nel contratto premium"],"The first step is to open an account. You can apply online in just a few minutes":[null,""],"The first three days of the Bullish Ladder Bottom are strong black candlesticks with consecutive lower opens and lower closes. The fourth day is a short black candlestick, but it opens higher and trades higher, leaving a long upper shadow, then closes making a new low. The fifth day is a strong white candlestick that makes a body gap with the fourth day":[null,""],"The homing pigeon is a bullish candlestick reversal pattern comprised of two red candlesticks. The first candle is a tall black one that appears in a downward price trend. The second day is also a black candle, but it is smaller and fits inside the body of the first black candle":[null,""],"The indicator is designed for use on a monthly time scale. It is the sum of a 14-month rate of change and 11-month rate of change, smoothed by a 10-period weighted moving average":[null,""],"The loss of USD 306 is the difference between the exit and entry level multiplied by the amount per point":[null,""],"The market exit price is the price in effect at the end of the contract period":[null,""],"The page you requested could not be found. Either it no longer exists or the address is wrong. Please check for any typos":[null,"Impossibile trovare la pagina richiesta. Non esiste più oppure l'indirizzo è errato. Verifica eventuali errori di battitura"],"The parabolic SAR is calculated almost independently for each trend in the price. When the price is in an uptrend, the SAR emerges below the price and converges upwards towards it. Similarly, on a downtrend, the SAR emerges above the price and converges downwards. At each step within a trend, the SAR is calculated one period in advance":[null,""],"The patent means Regent Markets is the recognised pioneer of binary betting. The patent helps protect our innovations":[null,""],"The payout is the amount paid to an options trader if their prediction is correct":[null,""],"The piercing pattern is made up of two candlesticks, the first black and the second white.Both candlesticks should have fairly large bodies and the shadows are usually, but not necessarily, small or nonexistent. The white candlestick must open below the previous close and close above the midpoint of the black candlestick's body. A close below the midpoint might qualify as a reversal, but would not be considered as bullish":[null,""],"The premier platform for trading binary options in the world's financial markets":[null,""],"The profit is the difference between the purchase price (the stake) and the payout on a winning trade":[null,""],"The profit of USD 294 is the difference between the exit and entry level multiplied by the amount per point":[null,""],"The rebranding is a natural evolution for the platform as it continues to grow market share in the highly competitive field of binary trading. The new brand reflects the nature of the business, and our new tagline - Sharp Prices, Smart Trading - communicates our ethos and commitment to our clients":[null,""],"The resale price indicates a contract's current market price. Resale prices are on a best-efforts basis and may not be available at all times after purchase. See 'Sell option' for more details on selling contracts before expiry":[null,""],"The return is the money realized when the contract expires (see 'Payout')":[null,""],"The stake is the amount that a trader must pay to enter into a trade":[null,""],"The sum of price over selected period":[null,""],"The variance and the closely-related standard deviation are measures of how spread out a distribution is. In other words, they are measures of variability. The variance is computed as the average squared deviation of each number from its mean":[null,""],"The volatility indices simulate various real market situations and provide an ideal platform for getting used to trading and testing strategies under various market conditions. These indices depend on volatility and drift, and help users to try out scenarios like - high volatility, low volatility, bullish and bearish trends":[null,""],"These are trades where the trader predicts if a market will finish higher or lower than a specified price target":[null,""],"These are trades where the trader predicts if a market will rise or fall at the end of a selected time period":[null,""],"These are trades where the trader selects a low and high barrier, and predicts if the market will stay within these barriers or go outside them (see also 'Stays Between/Goes Outside trades')":[null,""],"These are trades where the trader selects a price target, and predicts that the market will never touch the target before the expiry of the trade":[null,""],"These are trades where the trader selects a price target, and predicts that the market will touch the target before the expiry of the trade":[null,""],"This Moving Average uses curve of the Normal (Gauss) distribution which can be placed by Offset parameter from 0 to 1. This parameter allows regulating the smoothness and high sensitivity of the Moving Average. Sigma is another parameter that is responsible for the shape of the curve coefficients":[null,""],"This contract lost":[null,"Questo contratto ha perso"],"This contract won":[null,"Questo contratto ha vinto"],"This field is required":[null,"Questo campo è obbligatorio"],"This is another award we really savour. Trade2win is a portal for active traders seeking to profit from stocks, futures, options and forex, and these traders award us silver (we are just pipped for gold by Betfair). It means active traders worldwide rate our trading platform extremely highly":[null,""],"This is big. We pick up a double award from the Financial Times and Investors Chronicle, reflecting our success in improving the quality and usability of our website and products":[null,""],"This is the current price at which an underlying can be bought or sold at a particular time":[null,""],"This pattern occurs when two black days appear with equal closes in a downtrend. Matching Low indicates a bottom has been made, even though the new low was tested and there was no follow through, which is indicative of a good support price":[null,""],"Three Advancing White Soldiers (CDL3WHITESOLDIERS)":[null,""],"Three Black Crows (CDL3BLACKCROWS)":[null,""],"Three Inside Up/Down (CDL3INSIDE)":[null,""],"Three Outside Up/Down (CDL3OUTSIDE)":[null,""],"Three Stars In The South (CDL3STARSSOUTH)":[null,""],"Three tall white candles, each with higher closes, and bodies that overlap (an opening price within the prior candle's body)":[null,""],"Three white days occur. Each successive day opens within the body of the previous day and closes above the previous day. The bodies of the candles get progressively smaller with the upper shadows of day 2 and 3 getting progressively longer":[null,""],"Three-Line Strike (CDL3LINESTRIKE)":[null,""],"Thrusting Pattern (CDLTHRUSTING)":[null,""],"Thu":[null,"Gio"],"Thursday":[null,"Giovedì"],"Tick":[null,""],"Tick Trade app":[null,"App Tick Trade"],"Tick {row.number}":[null,"Tick {row.number}"],"Ticks":[null,"Tick"],"Tile":[null,""],"Time interval":[null,"Intervallo di tempo"],"Time out until":[null,""],"Time period":[null,"Periodo di tempo"],"Times are changing. We increase payouts so our clients can make the most of their winning trades":[null,""],"Title":[null,"Titolo"],"To":[null,"A"],"To deposit money please contact the payment agent directly":[null,"Per depositare fondi, contatta direttamente l'agente di pagamento"],"To process deposits and withdrawals for payment methods or local currencies not supported by Binary.com contact a payment agent":[null,"Per elaborare i depositi e i prelievi per le modalità di pagamento o valute locali non supportate da Binary.com, contatta un agente di pagamento"],"To withdraw funds please enter the special verification token we have just emailed you":[null,"Per prelevare fondi, inserisci lo speciale token di verifica che ti abbiamo appena inviato tramite email"],"Today":[null,"Oggi"],"Token":[null,"Token"],"Token management":[null,"Gestione dei token"],"Token name":[null,"Nome del token"],"Token permissions":[null,"Autorizzazioni dei token"],"Tokens are special codes for accessing Binary mobile applications and third party tools":[null,"I token sono codici speciali per accedere alle applicazioni mobili di Binary e agli strumenti di terze parti"],"Tooltip background":[null,"Sfondo della tooltip"],"Tooltip text":[null,"Testo nella tooltip"],"Total Cost":[null,"Costo totale"],"Total Profit/Loss":[null,"Profitto/Perdita totale"],"Touch":[null,""],"Touch/No Touch":[null,"Touch/No Touch"],"Tourism":[null,"Turismo"],"Town/City":[null,"Città"],"Trade":[null,"Trade"],"Trade Confirmation":[null,"Conferma del trade"],"Trade all market conditions":[null,""],"Trade to your budget":[null,""],"Trade to your strategy":[null,""],"Trade using":[null,"Fai trading utilizzando"],"Trade when you want to trade":[null,""],"Trade with confidence":[null,""],"Trade your way":[null,""],"Trading Times":[null,"Orari di trading"],"Trading binaries is remarkably easy, and requires only 3 simple steps":[null,""],"Trading binary options may not be suitable for everyone, so please ensure that you fully understand the risks involved. Your losses can exceed your initial deposit and you do not own or have any interest in the underlying asset":[null,"Il trading in opzioni binarie può non essere adatto a tutti pertanto assicurati di aver pienamente compreso i rischi connessi. Le perdite possono superare il deposito iniziale e senza avere alcun interesse nell'asset sottostante"],"Trading the financial markets can become addictive. Fill in the form below to limit your participation on the website or send a signed letter or fax to our customer support team. Once set, you can only tighten your limits. Limits will only be removed or loosened after 7 days with the exception of the self- exclusion date, which cannot be removed or altered once you have confirmed it. To remove or increase your limits, please contact":[null,"Il trading nei mercati finanziari può creare dipendenza. Compila il modulo qui sotto per limitare la tua partecipazione al sito internet oppure invia una lettera firmata o un fax alla nostra assistenza clienti. Una volta impostato, puoi rimanere solo nei tuoi limiti. I limiti verranno rimossi o attenuati solo dopo 7 giorni ad esclusione della data di auto esclusione che, dopo essere stata confermata, non può essere rimossa o alterata. Per rimuovere o aumentare i tuoi limiti, contatta"],"Tradingview for Binary.com":[null,"Tradingview per Binary.com"],"Transfer to another Binary account":[null,"Trasferisci a un altro account Binary"],"Triangular Moving Average (TRIMA)":[null,""],"Triple Exponential Moving Average (T3)":[null,""],"Triple Exponential Moving Average (TEMA)":[null,""],"Tristar Pattern (CDLTRISTAR)":[null,""],"True Range (TRANGE)":[null,""],"Try":[null,"Prova"],"Tue":[null,"Mar"],"Tuesday":[null,"Martedì"],"Turnover":[null,"Turnover"],"Two Crows (CDL2CROWS)":[null,""],"Typical Price (TYPPRICE)":[null,""],"USD":[null,"USD"],"USDJPY":[null,"USDJPY"],"Ultimate Oscillator (ULTOSC)":[null,""],"Under":[null,""],"Underlying":[null,""],"Unfortunately, no - funds initially deposited through one payment method must be withdrawn through the same system; funds cannot be transferred to an alternate system for withdrawal. We do offer a wide variety of payment methods, to suit your specific needs and preferences":[null,""],"Unfortunately, your browser does not support them":[null,"Purtroppo il tuo browser non li supporta"],"Unique 3 River (CDLUNIQUE3RIVER)":[null,""],"Unique Three River Bottom is a bullish candlestick pattern made up of three candles: The 1st candle has a long and bearish body, the 2nd candle is a hammer, and its body is inside the 1st bar's body, the 3rd candle is small and bullish, its Close price is lower than 2nd bar's":[null,""],"Up to 100% returns on rise/fall trades":[null,""],"Up/Down":[null,"Up/Down"],"Up/Down-Gap Side-By-Side White Lines (CDLGAPSIDESIDEWHITE)":[null,""],"Upcoming Events":[null,"Eventi in arrivo"],"Update Settings":[null,"Aggiorna impostazioni"],"Upgrade to a Real Account":[null,"Passa a un account vero"],"Upload template":[null,"Carica modello"],"Upside/Downside Gap Three Methods (CDLXSIDEGAP3METHODS)":[null,""],"Upside/Downside Gap Two Crows (CDLUPSIDEGAP2CROWS)":[null,""],"Use":[null,"Usa"],"Use the \"Save as ...\" button to save the chart settings, type, time period, indicators and comparisons":[null,"Usa il pulsante \"Salva come...\" per salvare le impostazioni del grafico, tipologia, periodo di tempo, indicatori e confronti"],"Use the \"Save as ...\" button to save the trade settings":[null,"Usa il pulsante \"Salva come...\" per salvare le impostazioni del trade"],"Using our website, customers can trade currencies, indices, stocks and commodities 24/7. We have the most flexible pricing and the most comprehensive suite of products available":[null,""],"Variance (VAR)":[null,""],"Verification code has been sent to your email":[null,"Il codice di verifica è stato inviato al tuo indirizzo email"],"Verification code sent to":[null,"Codice di verifica inviato a"],"Verification token":[null,"Token di verifica"],"Verify new password":[null,"Verifica nuova password"],"Vertical Line":[null,"Linea verticale"],"Vertical line":[null,"Linea verticale"],"View":[null,"Mostra"],"View Historical Data":[null,"Mostra dati storici"],"View Statement":[null,""],"Volatile markets":[null,""],"Volatility Indicators":[null,""],"Volatility Indices":[null,""],"Volatility indices":[null,""],"WMA":[null,"WMA"],"WMA stands for weighted moving average. It helps to smooth the price curve for better trend identification. It places even greater importance on recent data than the EMA does":[null,""],"We are required by our license to inform you about what happens to funds which we hold on account for you, and the extent to which funds are protected in the event of insolvency":[null,""],"We do it again. BetOnMarkets.com follows up our 2007 award by being voted 'Best Fixed-Odds Financial Trading Provider' for 2008":[null,""],"We don't usually require any documents as we can verify your identity online":[null,""],"We rebrand BetOnMarkets.com as":[null,""],"We're granted patents for 'Computer trading system and method for speculating on a financial market' and 'Computer trading system for offering custom financial market speculations'. The patents show our ability to innovate and stay ahead of the pack":[null,""],"We're really proud of this award. We're strongly committed to offering an ethical and customer-focused trading experience, and the award shows that BetOnMarkets is a trusted brand that listens and caters to customers, whether they are experienced traders or novices. We offer customer services in English, Indonesian, Russian, Chinese and Spanish":[null,""],"Websocket Server":[null,"Server di Websocket"],"Webtrader":[null,"Webtrader"],"Webtrader uses new web technologies for rich and enjoyable trading experience":[null,"Webtrader utilizza nuove tecnologie web per un'esperienza di trading ricca e piacevole"],"Wed":[null,"Merc"],"Wednesday":[null,"Mercoledì"],"Weighted Close Price (WCLPRICE)":[null,""],"Weighted Moving Average (WMA)":[null,""],"When you are satisfied with the trade price, instantly execute your trade":[null,""],"When you trade with Binary.com, you can be assured that your deposits are held in a separate trust account and are not used for any other purpose":[null,""],"While on the go, you can":[null,"Mentre sei in movimento, puoi"],"Why Choose Binary Trading?":[null,""],"Will I need to install any software?":[null,""],"Williams' %R (WILLR)":[null,""],"Win 10-1000% on your stake if you are correct. Increase your winning return by choosing 'Stays In' with a narrow price target":[null,""],"Win 10-1000% on your stake if you are correct. Increase your winning return by choosing a 'Touch' trade, with a price target farther away from the current price":[null,""],"Win 10-1000% on your stake if you are correct. Increase your winning return by choosing a price target farther away from the current price":[null,""],"Windows":[null,"Windows"],"With Binary.com you can trade":[null,""],"With Binary.com's unique platform, there's no risk of 'slippage' or gapping markets. And no hidden fees":[null,""],"With Binary.com, the most you can lose is the amount you stake at the start of your trade":[null,""],"Withdraw funds":[null,"Preleva fondi"],"Withdrawal via payment agents":[null,"Prelievo tramite gli agenti di pagamento"],"X-axis labels":[null,"Etichetta dell'asse delle X"],"X-axis line":[null,"Linea sull'asse delle X"],"X-axis tick":[null,"Tick sull'asse delle X"],"Xodds.com":[null,""],"Y-axis gridline":[null,"Griglia dell'asse delle Y"],"Y-axis labels":[null,"Etichetta dell'asse delle Y"],"Yes":[null,"Sì"],"You can choose payouts from $1 to $50,000. This wide payout range is ideal for both small and large traders":[null,""],"You can open an account, deposit funds and begin trading within minutes":[null,""],"You can sell back long-term trades at any time to profit from changing market conditions":[null,""],"You can set the length of your trade, from 10 seconds to 365 days":[null,""],"You can trade a range of markets, timescales and indices - 24/7":[null,""],"You don't need to deposit any money to open an account, but you need to deposit funds before you can start trading":[null,""],"You get fair and transparent pricing, whatever your position":[null,""],"You have sold the following contract":[null,"Hai venduto il seguente contratto"],"You have to register webtrader and get App ID before you can use different OAuth server for authentication. For more information refer to OAuth details on":[null,"Prima di poter utilizzare diversi server OAuth per l'autenticazione, devi registrarti su webtrader e ottenere l'ID dell'app. Per ulteriori informazioni, fare riferimento ai dettagli OAuth su"],"You haven't saved any templates yet":[null,"Non hai ancora salvato alcun modello"],"You pay":[null,"Paghi"],"You set the barrier(s) to define your position":[null,""],"You will be automatically logged out after such time":[null,"Dopo questo tempo, verrai automaticamente loggato"],"You'll be surprised by the returns you can make":[null,""],"Your Binary.com account is created, but to start trading you need to allow Webtrader access it":[null,"Il tuo account Binary.com è stato creato ma per iniziare a fare trading bisogna consentire a Webtrader di accedere"],"Your account is locked, please contact customer support for more info":[null,"Il tuo account è bloccato. Per ulteriori informazioni, contatta l'assistenza clienti"],"Your browser is not supported":[null,"Il tuo browser non è supportato"],"Your email":[null,"Il tuo indirizzo email"],"Your money is always safe with Binary.com. At all times, it is held in segregated AAA-rated banks, which is a condition of our trading licenses":[null,""],"Your new account balance is":[null,"Il saldo del tuo nuovo account è"],"Your risks are known":[null,""],"Your transaction reference is":[null,"Il riferimento della tua transazione è"],"Your transaction reference number is":[null,"Il numero di riferimento della tua transazione è"],"Zoom":[null,"Zoom"],"allowing clients to develop their own automated trading robots with  drag-and-drop  simplicity":[null,""],"and":[null,"e"],"apostrophe (') are allowed":[null,""],"at a valuation of US$ 50.5 million":[null,""],"auto-trader programming tool":[null,""],"below and proceeding with the Account Opening you should note that you may be exposing yourself to risks (which may be significant, including the risk of loss of the entire sum invested) that you may not have the knowledge and experience to properly assess or mitigate":[null,"qui sotto e procedendo con l'Apertura di un account dovresti notare che potresti esporti a dei rischi (che possono essere cospicui, incluso il rischio di perdita dell'intera somma investita) senza avere la conoscenza e l'esperienza giusta per valutarli e attenuarli"],"between":[null,"tra"],"commission":[null,"commissione"],"contact support":[null,"contatta l'assistenza"],"customer support":[null,"assistenza clienti"],"day":[null,"giorno"],"days":[null,"giorni"],"disposes of its stake":[null,""],"e-commerce site for branded merchandise":[null,""],"e.g":[null,"per es."],"e.g, www2.binary.com, www.binaryqa36.com":[null,"per es, www2.binary.com, www.binaryqa36.com"],"end time":[null,"orario di fine"],"entry spot":[null,"spot d'ingresso"],"exit spot":[null,"spot d'uscita"],"for mobile charts":[null,"per grafici mobili"],"has updated its":[null,""],"hour":[null,"ora"],"hours":[null,"ore"],"https://developers.binary.com/":[null,"https://developers.binary.com/"],"id-HXSSH5AIQylFwsiUcXGqpXApvnFeg":[null,"id-HXSSH5AIQylFwsiUcXGqpXApvnFeg"],"if this is not your country of residence":[null,"se questo non è il tuo paese di residenza"],"in the future, the":[null,"nel futuro, il"],"information about your trading exprience and personal finance":[null,"informazioni sull'esperienza di trading e sulla situazione finanziaria personale"],"is Binary's advanced desktop trading platform. Its multi-window interface provides maximum flexibility and suits the needs of active traders working on their desktop PCs":[null,""],"is required. Current spread":[null,"è richiesto. Spread attuale"],"is that which is selected and the":[null,"è quella selezionata e"],"is the":[null,"è il"],"is the price in effect at that time":[null,"è il prezzo in vigore a quell'ora"],"is the selected number of minutes/hours after the":[null,"è il numero di minuti/ore selezionate dopo"],"is the selected time":[null,"è l'orario selezionato"],"is the spot at the":[null,"è lo spot al"],"is when the contract is processed by our servers and the":[null,"è quando il contratto viene elaborato dai nostri server e"],"main site":[null,"sito principale"],"medium protection":[null,""],"minute":[null,"minuto"],"minutes":[null,"minuti"],"next tick":[null,"tick successivo"],"oauth":[null,"oauth"],"of \"Now\", the":[null,"di \"Ora\","],"our helpful support desk":[null,""],"payment agent":[null,"agente di pagamento"],"please play responsibly. Read about":[null,"gioca in modo saggio. Leggi"],"points":[null,"punti"],"second":[null,"secondo"],"seconds":[null,"secondi"],"session overview":[null,"panoramica della sessione"],"start time":[null,"orario di inizio"],"terms and conditions":[null,"termini e condizioni"],"the":[null,"i"],"thereafter":[null,"in seguito"],"tick":[null,"tick"],"ticks":[null,"tick"],"trading experience":[null,"esperienza di trading"],"trading frequency":[null,"frequenza del trading"],"websocket":[null,"websocket"],"www.Binary.com":[null,""],"yes":[null,"sì"],"{agent.commission}%":[null,"{agent.commission}%"],"| Return":[null,"| Investimento"],"enabling clients, affiliates, and developers to buy and sell Binary.com products":[null,""]}