{"1":[null,"1"],"2":[null,"2"],"3":[null,"3"],"4":[null,"4"],"5":[null,"5"],"8":[null,"8"],"10":[null,"10"],"15":[null,"15"],"30":[null,"30"],"1999":[null,"1999"],"2000":[null,"2000"],"2004":[null,"2004"],"2007":[null,"2007"],"2008":[null,"2008"],"2009":[null,"2009"],"2011":[null,"2011"],"2012":[null,"2012"],"2013":[null,"2013"],"2014":[null,"2014"],"2015":[null,"2015"],"2016":[null,"2016"],"2017":[null,"2017"],"":{"plural-forms":"nplurals=2; plural=(n > 1);","x-generator":"crowdin.com","x-crowdin-project":"webtrader","x-crowdin-language":"fr","x-crowdin-file":"/development/translations/i18n/messages.pot","project-id-version":"webtrader","content-type":"text/plain; charset=UTF-8","last-translator":"binarycom <jy@binary.com>","language-team":"French","language":"fr_FR","po-revision-date":"2018-08-26 13:20"},"\"http://www.gamblingcommission.gov.uk/Consumers/Protection-of-customer-funds.aspx\"":[null,"\"http://www.gamblingcommission.gov.uk/Consumers/Protection-of-customer-funds.aspx\""],"'Best Customer Communication Firm' award by Investors Chronicle":[null,"Prix de la « Meilleure Communication Client » décerné par Investors Chronicle"],"'Best Fixed-Odds Broker' silver award by Trade2Win":[null,"Médaille d'argent du 'Meilleur Broker à Cotes Fixes' par Trade2Win"],"'Best Fixed-Odds Financial Provider' award by Financial Times and Investors Chronicle UK":[null,"Récompense du 'Meilleur Prestataire Financier à Cotes Fixes' de la part du Financial Times et d'Investors Chronicle UK"],"'Best Fixed-Odds Financial Trading Provider' award by Shares Magazine UK":[null,"Récompense du 'Meilleur Prestataire d’Échanges Financiers à Cotes Fixes' par le Shares Magazine UK"],"'Best Fixed-Odds Firm 2012' award by Global Banking and Finance Review":[null,"Récompense de 'la Meilleur Société à Cotes Fixes 2012' par le Global Banking and Finance Review"],"'Financial Betting Operator of the Year' award by eGaming Review":[null,"Récompense de 'l'Opérateur de Paris Financiers de l'Année' par eGaming Review"],"'contract period'":[null,"'période contractuelle'"],"(6,000   5,200) * 2 = $1600":[null,"(6000 - 5200) * 2 = 1600 $"],"(One) Touch trades":[null,"Trade (Une) Touche"],"(formerly known as":[null,"(précédemment connu comme"],"(if less than one day in duration), or at the end of the trading day (if one day or more in duration)":[null,"(si la durée est de moins d'un jour), ou à la fin de la séance boursière (si la durée est d'un jour ou plus)"],"(license reference no: 39172)":[null,"(référence de licence no : 39172)"],"(license reference no: 39495)":[null,"(référence de licence no : 39495)"],") goes live, establishing a round-the-clock financial betting service on a variety of financial indices. Business grows quickly, and we soon become the market leader in fixed-odds financial betting":[null,") devient opérationnel, établissant un service financier de paris 24 heures sur 24 sur différents indices financiers. Les affaires croissent rapidement, et nous devenons bientôt le leader du marché sur les paris financiers à cotes fixes"],"- Benefit from the same rates of return as interbank traders. Our prices are benchmarked daily against the interbank options markets":[null,"- Vous profitez des mêmes taux de retour sur investissement que les traders du marché interbancaire. Nos prix sont actualisés quotidiennement en fonction des marchés d'options du secteur interbancaire"],"- Binary.com is not affiliated with any of the Payment Agents listed above. Each Payment Agent operates as an independent service provider and is not endorsed, guaranteed or otherwise approved by Binary.com. CUSTOMERS DEAL WITH PAYMENT AGENTS AT THEIR SOLE RISK AND PERIL. Customers are advised to check the credentials of Payment Agents before sending them any money. Binary.com shall not in any circumstance be held responsible for transactions made between customers and Payment Agents":[null,": Binary.com n'est affiliée à aucun des agents de paiement listés ci-dessus. Chaque agent de paiement agit en tant que fournisseur de services indépendant et Binary.com ne peut en aucun cas recommander, garantir ou approuver les services concernés. LES CLIENTS FONT APPEL AUX AGENTS DE PAIEMENT À LEURS RISQUES ET PÉRILS. Nous conseillons aux clients de vérifier les références des agents de paiement avant de leur envoyer toute somme d'argent. Binary.com ne pourra en aucun cas être tenue responsable des transactions réalisées entre les clients et les agents de paiement."],"- Choose from over one million possible trade variations at any time, and customise your trades according to your preferred strategy":[null,"- Faites votre choix parmi plus d'un million de variations de trade à tout moment, et personnalisez vos trades en fonction de votre stratégie de prédilection"],"- Choose timeframes from 10 seconds to 365 days":[null,"- Sélectionnez une période de 10 secondes à 365 jours"],"- Deposit as little as USD 5 to start trading":[null,"- Un dépôt de 5 dollars US suffit pour commencer à trader"],"- Earn the same proportional return on stakes of all values":[null,"- Générez des gains proportionnels à votre investissement, quel que soit sa valeur"],"- Enjoy a trading platform that s easy to navigate and use":[null,"- Profitez d'une plateforme de trading facile à utiliser offrant une navigation intuitive"],"- Know how much you will win or lose before you purchase the contract":[null,"- Vous connaissez vos possibilités de gain ou de perte avant d'acheter le contrat"],"- Open an account and start trading in minutes. Deposits and withdrawals are also available 24/7":[null,"- Ouvrez un compte en quelques minutes. Les dépôts et retraits sont également disponibles 24h/24 et 7j/7"],"- Predict the market ending higher or lower than a price target":[null,"- Prédisez si le marché affichera un cours supérieur ou inférieur au prix-cible à l'expiration de l'option"],"- Predict the market rising or falling from its current level":[null,"- Prédisez qu'un marché augmente ou baisse par rapport à son niveau actuel"],"- Predict the market staying between or going outside two price targets":[null,"- Prédisez qu'un marché reste à l'intérieur ou sort de la zone entre deux prix-cibles"],"- Predict the market touching or not touching a price target":[null,"- Prédisez qu'un marché touche ou ne touche pas un prix-cible"],"- Receive quotes for a trade and counter-trade, so you always get unbiased, transparent rates from Binary.com":[null,"- Recevez des cotations pour chaque opération ainsi que pour l'opération inverse, afin de vous offrir des prix justes et transparents de la part de Binary.com"],"- Sell your long-term contracts before expiry to protect any profits you may have made or to minimise your losses":[null,"- Vendez vos contrats à long terme avant leur expiration pour protéger les bénéfices déjà réalisés ou minimiser vos pertes"],"- Trade based on \"gut feel\" or rely on technical and fundamental analysis":[null,"- Trade basé sur une « intuition » ou s’appuyant sur l’analyse technique et fondamentale"],"- Trade confidently, knowing that your personal data, transactions, and funds are always secure":[null,"- Tradez en toute confiance, sachant que vos données personnelles, transactions et fonds sont toujours sécurisés"],"- Trade currencies, indices, commodities and more in rising, falling, sideways, quiet, and volatile markets":[null,"- Tradez des devises, indices, matières premières et plus encore dans des marchés en hausse, en baisse, sans direction, calmes ou volatiles"],"- Trade when you want. Binary.com is available 24/7, even on weekends":[null,"- Tradez quand vous voulez. Binary.com est disponible 24/7, même le week-end"],"- Trade with the industry pioneer and holder of a patented pricing technology":[null,"- Tradez avec le pionnier de l’industrie et détenteur d’une technologie brevetée de fixation des prix"],"- currencies, stock indices, and commodities":[null,"- devises, indices actions, et matières premières"],"- from $1 to $50,000":[null,"- de 1$ à 50.000$"],"- from 10 seconds to 365 days":[null,"- de 10 secondes à 365 jours"],"- up/down, touch/no-touch, stays between/goes outside":[null,"- haut/bas, touche/ne touche pas, reste dans/sort de la zone"],"0-1 year":[null,"0-1 an"],"0-5 transactions in the past 12 months":[null,"0-5 transaction(s) au cours des 12 derniers mois"],"1 Day":[null,"1 Jour"],"1 Hour":[null,"1 Heure"],"1 Minute":[null,"1 Minute"],"1 Tick":[null,"1 Tick"],"1 million transactions/day":[null,"1 million de transactions par jour"],"1-2 years":[null,"1-2 ans"],"1. Choose the Underlying":[null,"1. Choisissez le Sous-jacent"],"1. Underlying market":[null,"1. Marché sous-jacent"],"10 Minutes":[null,"10 Minutes"],"10m":[null,"10m"],"15 Minutes":[null,"15 Minutes"],"15m":[null,"15m"],"1d":[null,"1j"],"1h":[null,"1h"],"1m":[null,"1m"],"1t":[null,"1t"],"2 Hours":[null,"2 Heures"],"2 Minutes":[null,"2 Minutes"],"2. Choose the Duration of the Trade":[null,"2. Choisissez la Durée du Trade"],"2. Trade type":[null,"2. Types de trade"],"2h":[null,"2h"],"2m":[null,"2m"],"3 Minutes":[null,"3 Minutes"],"3. Choose how you want to Trade the Market":[null,"3. Choisissez votre stratégie de trading"],"3. Duration":[null,"3. Durée"],"30 Minutes":[null,"30 minutes"],"30-day limit on losses":[null,"Limite des pertes sur 30 jours"],"30-day turnover limit":[null,"Limite du volume des transactions sur 30 jours"],"30m":[null,"30m"],"3m":[null,"3m"],"4 Hours":[null,"4 heures"],"4. Barrier(s)":[null,"4. Barrière(s)"],"4. Choose your Stake and Potential Return":[null,"4. Choisissez votre montant d'investissement et votre rendement potentiel"],"40 transactions or more in the past 12 months":[null,"40 transactions ou plus au cours des 12 derniers mois"],"4h":[null,"4h"],"5 Minutes":[null,"5 minutes"],"5. Payout":[null,"5. Versement"],"5m":[null,"5m"],"6-10 transactions in the past 12 months":[null,"6-10 transactions au cours des 12 derniers mois"],"7-day limit on losses":[null,"Limite des pertes sur 7 jours"],"7-day turnover limit":[null,"Limite du volume des transactions sur 7 jours"],"8 Hours":[null,"8 heures"],"8h":[null,"8h"],"A Evening Doji Star consists of a long bullish candle, followed by a Doji that has gapped above it, then a third bearish candle that closes well within the body of the first candle and in doing so confirming the reversal. It is considered a strong bearish price reversal candlestick pattern":[null,"Une Étoile du Soir Doji consiste en une chandelle haussière longue, suivie par une Doji qui crée une brèche au dessus, puis une troisième chandelle baissière qui se ferme bien à l'intérieur de la première chandelle et en se faisant confirme le retournement. On considère qu'il s'agit d'un schéma de chandelier à fort retournement baissier de prix"],"A Smoothed Moving Average is sort of a blend between a Simple Moving Average and an Exponential Moving Average, only with a longer period applied":[null,"Une Moyenne Mobile Lissée est une sorte de mélange entre une Moyenne Mobile Simple et une Moyenne Mobile Exponentielle, avec seulement une plus longue période appliquée"],"A Spinning Top Candlestick is a bullish or bearish candlestick with a small body. The length of the head and tail shadows can vary. Like a Doji Candlestick it represents a point of indecision with buyers and seller matched":[null,"Un Chandelier Toupie est un chandelier haussier ou baissier avec un petit corps. La longueur de l'ombre de la tête et de la queue peut varier. Comme un Chandelier Doji elle représente un point d'indécision entre acheteurs et vendeurs de force égale."],"A Stays Between trade pays out if the market stays between (does not touch) BOTH the high barrier or the low barrier at any time during the period chosen by a trader. A Goes Outside trade pays out if the market touches EITHER the high barrier or the low barrier at any time during the period chosen by a trader":[null,"Un trade Reste Entre sera gagnant si le marché reste entre (mais ne touche pas) A LA FOIS la barrière haute ou la barrière basse à tout moment durant la période choisie par le trader. Un trade Sort De est gagnant si le marché touche SOIT la barrière haute ou la barrière basse à tout moment durant la période choisie par le trader"],"A bearish candlestick pattern consisting of three candles that have demonstrated the following characteristics, the first bar is a large white candlestick located within an uptrend, the middle bar is a small-bodied candle (red or white) that closes above the first white bar, the last bar is a large red candle that opens below the middle candle and closes near the center of the first bar's body":[null,"Un schéma de chandelier baissier consiste en trois bougies qui doivent démontrer les caractéristiques suivantes, la première barre est un grand chandelier blanc localisé à l'intérieur d'un mouvement haussier, la barre moyenne est une bougie avec un petit corps (rouge ou blanc) qui se ferme au dessus de la première barre blanche, la dernière barre est une grande bougie rouge qui s'ouvre en dessous de la bougie moyenne et se ferme près du centre du corps de la première barre"],"A bearish candlestick pattern that is used to predict the reversal of the current uptrend. This pattern consists of three consecutive long-bodied candlesticks that have closed lower than the previous day with each session's open occurring within the body of the previous candle":[null,"Un chandelier avec schéma baissier est utilisé pour prédire un retournement du mouvement haussier actuel. Le schéma consiste en trois chandeliers consécutifs à corps long qui ont clôturé plus bas que le jour précédent avec chaque ouverture de session ayant lieu à l'intérieur du corps de la précédente bougie"],"A bearish counterattack is a long white candle in an uptrend, followed by a long black candle. Closing prices of both candles are at the same price level. A bullish counterattack is a long black candle in an downtrend, followed by a long white candle. Closing prices of both candles are at the same price level":[null,"Une contre attaque baissière est une longue bougie blanche dans un mouvement haussier, suivie par une longue bougie noire. Les prix de clôture des deux bougies sont au même niveau de prix. Une contre attaque haussière est une longue bougie noire dans un mouvement baissier, suivie par une longue bougie blanche. Les prix de clôture des deux bougies sont au même niveau de prix"],"A bearish separating line is a bearish continuation pattern. It is the exact opposite of the bullish separating line. There are two components to the bearish separating line: The first day is a green candlestick and the second day gaps down, opens at the first candlestick's open and closes weakly":[null,"Une ligne de séparation baissière est un schéma de baisse continue. C'est l'exact opposé de la ligne de séparation haussière. Il y a deux composants à la ligne de séparation baissière: Le premier jour est un chandelier vert et le second jour s'écroule, ouvre d'abord sur l'ouverture du chandelier et ferme en situation de faiblesse"],"A binary option is a contract purchased by a trader, which pays a pre-determined amount if their prediction is correct":[null,"Une option binaire est un contrat acheté par un trader, qui paie un montant pré-déterminé si leur prédiction est correcte"],"A binary option is an option with a fixed payout that is determined at the start of the trade. If your prediction is correct, you receive an agreed payout. If not, you lose your initial stake, and no more. The options are called 'binary' because there can be only two outcomes - win or lose":[null,"Une option binaire est une option avec un versement fixe qui est déterminé au départ du trade. Si votre prédiction est correcte, vous recevez le versement comme convenu. Sinon, vous perdez votre mise, et pas plus. Les options sont dites 'binaires' car il ne peut y avoir que deux issues - gagner ou perdre"],"A bullish candlestick pattern that consists of five candles, the first day is a long white day, the second day gaps up and is a black day, the second, third, and fourth days have small real bodies and follow a brief downtrend pattern, but stay within the range of the first day and the fifth day is a long white day that closes above the close of the first day":[null,"Un chandelier avec schéma haussier consiste en cinq bougies, le premier jour est un long jour blanc, le second jour monte et est un jour noir, les troisième, et quatrième jours ont des petits corps réels et sont suivis d'un bref schéma baissier, mais reste à l'intérieur de la gamme du premier jour et le cinquième jour est un long jour blanc qui clôture au dessus de la clôture du premier jour"],"A bullish candlestick pattern that consists of three candles, the first bar is a large red candlestick located within a defined downtrend, the second bar is a small-bodied candle (either red or white) that closes below the first red bar and the last bar is a large white candle that opens above the middle candle and closes near the center of the first bar's body":[null,"Un chandelier avec schéma haussier consiste en trois bougies, la première barre est un grand chandelier rouge localisé à l'intérieur d'un mouvement de baisse défini, la seconde barre est une chandelle avec petit corps (soit rouge ou blanche) qui ferme en dessous de la première barre rouge et la dernière barre est une grande bougie blanche qui ouvre au dessus de la chandelle moyenne et ferme près du centre du corps de la première barre"],"A bullish candlestick pattern that consists of three candles, the first bar is a large red candlestick located within a defined downtrend, the second bar is a small-bodied candle (either red or white) that closes below the first red bar., he last bar is a large white candle that opens above the middle candle and closes near the center of the first bar's body":[null,"Un chandelier avec schéma haussier qui consiste en trois bougies, la première barre est un grand chandelier rouge localisé à l'intérieur d'un mouvement baissier, la seconde barre est une bougie avec un petit corps (soit rouge soit blanc) qui ferme en dessous de la première barre rouge, la dernière barre est une large bougie blanche qui ouvre au dessus de la bougie moyenne et ferme près du centre du corps de la première barre"],"A bullish or bearish candle followed by a doji with with a downward or uptrend gap":[null,"Une bougie haussière ou baissière suivie par un doji avec un fossé baissier ou haussier"],"A candlestick chart pattern in which a large candlestick is followed by a smaller candlestick whose body is located within the vertical range of the larger body. In terms of candlestick colors, the bullish harami is a downtrend of negative-colored (black) candlesticks engulfing a small positive (white) candlestick, giving a sign of a reversal of the downward trend":[null,"Un graphique en chandelier dans lequel un grand chandelier est suivi par un chandelier plus petit dont le corps est localisé à l'intérieur de la fourchette verticale du corps plus large. Par rapport aux couleurs de chandelier, le harami haussier est un mouvement baissier de chandeliers non coloriés (noir) qui s'engouffrent dans un petit chandelier positif (blanche), signalant un retournement du mouvement baissier"],"A candlestick with a long black body (long line) represents a bearish force in the market. The price of the stock was up and down in a wide range, opening near the high and closing near the low of the day. One with a long white line represents a bullish force in the market. The price of the stock was up and down in a wide range, opening near the low of the day and closing near the high":[null,"Un chandelier avec un grand corps noir (longue ligne) représente une force baissière dans le marché. Le prix de l'action était à la hausse et à la baisse dans des proportions importantes, ouvrant près des plus hauts et clôturant près des plus bas de la journée. Une avec une longue ligne blanche représente une force haussière dans le marché. Le prix de l'action était à la hausse et à la baisse dans des proportions importantes, ouvrant proche des plus bas de la journée et clôturant près des plus hauts"],"A candlestick with very long upper and lower shadows and a small real body on a Japanese candlestick chart. It shows that the market is losing its direction bias that it had before this candle appeared":[null,"Un chandelier avec une très longue ombre supérieure et inférieure et un petit corps réel sur un graphique en chandelier Japonais. Il montre que le marché perd son biais directionnel qu'il avait avant que la bougie apparaisse"],"A chart pattern that consists of a small white candlestick with short shadows or tails followed by a large black candlestick that eclipses or 'engulfs' the small white one":[null,"La tendance graphique qui consiste en un petit chandelier blanc avec une courte ombre ou queue suivi par un grand chandelier noire qui éclipse ou 'absorbe' le petit blanc"],"A derivative is a financial instrument whose value is determined by reference to an underlying market. Derivatives are commonly traded in the inter-bank market, and binaries are one of the simplest forms of derivatives":[null,"Un dérivé est un instrument financier dont la valeur est déterminée par référence à un marché sous-jacent. Les dérivés sont communément échangés sur le marché interbancaire, et les binaires sont l'une des plus simples formes de dérivés"],"A lookback contract has a payout that depends on the optimum high or low achieved by the market. The option allows the holder to \"look back\" over time to determine the payout":[null,"Un contrat loockback a un taux de redistribution qui dépend de l'optimum haut ou bas atteint par le marché. L’option permet au détenteur de « revenir » au fil du temps afin de déterminer le gain"],"A medium to long bullish or bearish candlestick with the key defining trait being no head or tail shadows":[null,"Un chandelier moyen ou long haussier ou baissier avec le trait définissant clé étant l'absence d'ombre de tête ou queue"],"A panel featuring industry leaders awards BetOnMarkets.com 'Financial Betting Operator of the Year' over two other finalists. It's a major victory for our brand and further recognition of our world-beating service. Ten years on, and going from strength to strength":[null,"Un panel représentant les leaders du secteur ont récompensé BetOnMarkets.com 'Opérateur de Paris Financier de l'Année' devant deux autres finalistes. C'est une victoire majeure pour notre marque et une reconnaissance supplémentaire de notre service au meilleur niveau mondial. 10 ans après, et prenant de plus en plus d'ampleur"],"A technical indicator invented by Larry Williams that uses the weighted average of three different time periods to reduce the volatility and false transaction signals that are associated with many other indicators that mainly rely on a single time period":[null,"Un indicateur technique inventé par Larry Williams qui utilise la moyenne pondérée de trois périodes de temps différentes pour réduire la volatilité et les faux signaux de transactions qui sont associés à d'autres indicateurs qui principalement s'appuient sur une seule période de temps"],"A technical momentum indicator that compares a security's closing price to its price range over a given time period. The oscillator's sensitivity to market movements can be reduced by adjusting the time period or by taking a moving average of the result":[null,"Un indicateur d'impulsion technique qui compare le prix de clôture d'un titre à sa gamme de prix sur une période de temps donnée. La sensitivité de l'oscillation aux mouvements du marché peut être réduite en ajustant la période de temps ou en prenant une moyenne mobile du résultat"],"A technical trading pattern in which three candlesticks form what appears to be a sandwich on the trader's screen. Stick sandwiches will have the middle candlestick oppositely colored of the candlesticks on either side of it, both of which will have a larger trading range than the middle candlestick. Stick sandwich patterns can occur in both bearish and bullish indications":[null,"Un schéma de trading technique dans lequel trois chandeliers forment ce qui ressemble à un sandwich sur l'écran du trader. Les sandwiches stick ont le chandelier du milieu inversement colorié par rapport aux chandeliers de chaque coté, chacun des deux aura une amplitude de trading plus large que le chandelier du milieu. Les schémas de sandwich stick peuvent apparaître à la fois dans des mouvements baissiers et haussiers"],"A tick is the minimum upward or downward movement in the price of a market":[null,"Un tick est le mouvement minimum haussier ou baissier du prix d'un marché"],"A trend indicated by a large candlestick followed by a doji that is located within the top and bottom of the candlestick's body. This indicates that the previous trend is about to reverse":[null,"Une tendance indiquée par un grand chandelier suivi par un doji qui est situé à l'intérieur des parties supérieures et inférieures du corps du chandelier. Cela indique que la tendance précédente est sur le point de se retourner"],"A white candle in an upward price trend followed by a doji whose lower shadow remains above the prior candle's high. The third day is a black candle with an upper shadow below the doji's low":[null,"Une bougie blanche dans une tendance de prix à la hausse suivie par un doji dont l'ombre basse reste au dessus de la partie supérieure de la précédente bougie. Le troisième jour est une bougie noire avec une ombre supérieure en dessous du point bas du doji"],"Abandoned Baby (CDLABANDONEDBABY)":[null,"Bébé Abandonné (CDLABANDONEDBABY)"],"Absolute Price Oscillator (APO)":[null,"Oscillateur de Prix Absolue (OPA)"],"Accept":[null,"Accepter"],"Accessible from any web browser in 13 languages":[null,"Accessible depuis n’importe quel navigateur web en 13 langues"],"Account balance":[null,"Solde du compte"],"Account opening reason":[null,"Motif d’ouverture de compte"],"Action":[null,"Action"],"Active":[null,"Actif"],"Active Since":[null,"Active depuis"],"Add comparisons":[null,"Ajouter des comparaisons"],"Add indicator":[null,"Ajouter un indicateur"],"Add/Remove comparisons":[null,"Ajouter/Supprimer des comparaisons"],"Add/Remove indicators":[null,"Ajouter/Supprimer des indicateurs"],"Add/remove indicators":[null,"Ajouter/supprimer des indicateurs"],"Address":[null,"Adresse"],"Admin":[null,"Administration"],"Advance Block (CDLADVANCEBLOCK)":[null,"Bloc avancé (CDLADVANCEBLOCK)"],"All durations":[null,"Toutes durées"],"All fields are optional. If you wish to copy all assets and trade types, please leave all fields empty":[null,"Tous les champs sont facultatifs. Si vous souhaitez copier tous les actifs et les types de trade, veuillez laisser tous les champs vides"],"All market conditions":[null,"Toutes conditions de marché"],"All market conditions and durations":[null,"Toutes les conditions de marché et toutes les périodes"],"All markets":[null,"Tous marchés"],"All markets and conditions":[null,"Tous marchés et conditions"],"All payouts":[null,"Tous versements"],"All times are in GMT (Greenwich Mean Time)":[null,"Tous les horaires sont indiqués en GMT (Greenwich Mean Time)"],"Allow others to copy your trades":[null,"Permettre aux autres de copier vos trades"],"Amount":[null,"Montant"],"Amount Per Point":[null,"Montant Par Point"],"Amount per point":[null,"Montant par point"],"An Ends Between trade pays out if the market exit price is strictly higher than the low price target AND strictly lower than the high price target. An Ends Outside binary pays out if the market exit price is EITHER strictly higher than the high price target OR strictly lower than the low price target":[null,"Un trade Finit Entre est gagnant si le prix de sortie du marché est strictement supérieur à la cible basse de prix ET strictement inférieur à la cible haute de prix. Un binaire Finit Hors De est gagnant si le prix de sortie du marché est SOIT strictement supérieur à la cible haute de prix SOIT strictement inférieur à la cible basse de prix"],"Another major award. This time we're nominated by the online readers of Global Banking and Finance Review and judged by a panel of industry experts and analysts who recognise our 13 years of platform reliability, range of trades, pricing, customer service and extensive knowledge":[null,"Une autre récompense majeure. Cette fois nous sommes nominés par les lecteurs en ligne du Global Banking and Finance Review et jugés par un panel d'experts industriels et d'analystes qui reconnaissent les 13 ans de fiabilité de notre plateforme, notre gamme de trades, notre fixation des prix, notre service client et notre vaste connaissance"],"Answer":[null,"Réponse"],"Anticipated account turnover":[null,"Chiffre d'affaire anticipé du compte"],"Apply":[null,"Appliquer"],"Apply to become a Binary.com":[null,"Postuler pour devenir un agent de paiement Binary.com"],"Appropriateness Test: WARNING":[null,"Test de pertinence : AVERTISSEMENT"],"Apr":[null,"avr."],"April":[null,"avril"],"Are you sure you want to delete template?":[null,"Êtes-vous sûr de vouloir supprimer le modèle ?"],"Are you sure you want to delete this token?":[null,"Voulez-vous vraiment supprimer ce jeton ?"],"Are you sure you want to overwrite current template?":[null,"Êtes-vous sûr de que vouloir remplacer le modèle actuel ?"],"Arnaud Legoux Moving Average (ALMA)":[null,"Arnaud Legoux Moyenne Mobile (ALMM)"],"Aroon (AROON)":[null,"Aroon (AROON)"],"Aroon Oscillator (AROONOSC)":[null,"Oscillateur Aroon (AROONOSC)"],"Arrange":[null,"Arranger"],"Asian down":[null,"Asiatique/baisse"],"Asian up":[null,"Asiatique/hausse"],"Asians":[null,"Asiatiques"],"Asset":[null,"Actif"],"Asset Index":[null,"Indice des actifs"],"Assets":[null,"Actifs"],"Aug":[null,"août"],"August":[null,"août"],"Available 24/7":[null,"Disponible 24 heures sur 24, 7 jours sur 7"],"Available Currencies":[null,"Devises disponibles"],"Average Directional Movement Index (ADX)":[null,"Index de Mouvement Directionnel Moyen (ADX)"],"Average Directional Movement Index Rating (ADXR)":[null,"Notation d'Index de Mouvement Directionnel Moyen (ADXR)"],"Average Directional Movement Rating quantifies momentum change in the ADX. It is calculated by adding two values of ADX (the current value and a value n periods back), then dividing by two":[null,"La notation de mouvement directionnel moyen quantifie le changement d'impulsion dans l'ADX. Il est calculé en ajoutant deux valeurs de l'ADX (la valeur actuelle et une valeur de n périodes précédentes), puis en les divisant par deux"],"Average True Range (ATR)":[null,"Gamme Réelle Moyenne (GRM)"],"Avg. Duration":[null,"Durée moyenne"],"Avg. Duration of Open Positions":[null,"Durée Moyenne des Positions Ouvertes"],"Avg. Loss":[null,"Perte moyenne"],"Avg. Profit":[null,"Profit moyen"],"Award-winning online trading platform":[null,"Plateforme de trading en ligne primée"],"Awesome Oscillator (AO)":[null,"Grand Oscillateur (GO)"],"Back":[null,"Retour"],"Back to list":[null,"Retour à la liste"],"Balance of Power (BOP)":[null,"Équilibre des Puissances (EDP)"],"Banks, hedge funds and professional investors routinely trade binary options in over-the-counter derivatives markets. Many market professionals use and trust the Binary.com platform for high-volume flexible trades":[null,"Les banques, hedge funds et les investisseurs professionnels régulièrement échangent des options binaires sur les marchés de dérivés de gré à gré. De nombreux professionnels des marchés utilisent et font confiance à la plateforme Binary.com pour des trades flexibles à volume élevé"],"Barrier":[null,"Barrière"],"Barrier offset":[null,"Marge de barrière"],"Barrier(s)":[null,"Barrière(s)"],"Bearish: This is an end-of-trend pattern composed of three candlesticks in an uptrend. The second candlestick must open close to the close of the previous day. The last candlestick should be short and can form an upside gap. There could also be a selling shadow.The pattern represents a weakness in a rise with a risk of consolidation and possible reversal. Bullish: This is an end-of-trend pattern composed of three candlesticks in a downtrend. The second candlestick must open close to the close of the previous day. the last candlestick must be short. The pattern represents a weakness and consolidation and a possible reversal in trend":[null,"Baissière : Il s’agit d’un modèle de fin de tendance composé de trois chandeliers dans une tendance haussière. Le second chandelier doit ouvrir à proximité de la clôture de la veille. Le dernier chandelier devrait être court et peut former un fossé haussier. Il pourrait aussi y avoir une ombre de vente. Le modèle représente une faiblesse dans une montée avec un risque de consolidation et une possible inversion. Haussière : Il s’agit d’un modèle de fin-de-tendance composé de trois chandeliers dans une tendance baissière. Le second chandelier doit ouvrir à proximité de la clôture de la veille. Le dernier chandelier doit être étayé. Le modèle représente une faiblesse, une consolidation et un possible renversement de tendance"],"Belt-hold (CDLBELTHOLD)":[null,"Ceinture-cale (CDLBELTHOLD)"],"Best Fixed-Odds Financial Trading Provider' award by Shares Magazine UK":[null,"Récompense du 'Meilleur fournisseur de trading financier à cotes fixes' par le Shares Magazine UK"],"BetOnMarkets goes live":[null,"BetOnMarkets entre en opération"],"BetOnMarkets.com has over 400,000 clients in its database and reach the US$ 1 billion milestone in only our 13th year, making us one of the leading fixed-odds trading providers":[null,"BetOnMarkets.com a plus de 400.000 clients dans sa base de données et atteint la barre du milliard de dollars en seulement 13 ans, faisant de nous un des fournisseurs financiers leader des paris à cotes fixes"],"BetOnMarkets.com increases payouts to 100,000 USD, EUR, GBP and AUD":[null,"BetOnMarkets.com augmente les versements jusqu'à 100.000 USD, EUR, GBP et AUD"],"BetOnMarkets.com is successfully rebranded Binary.com":[null,"BetOnMarkets.com est renommé Binary.com avec succès"],"BetOnMarkets.com reaches $1 billion turnover since starting in 1999":[null,"BetOnMarkets.com atteint 1 milliard de dollars de chiffre d'affaire depuis le début en 1999"],"Betonmarkets.com":[null,"Betonmarkets.com"],"Betting system and method":[null,"Système et méthode de trading"],"Bill Williams":[null,"Bill Williams"],"Binary Bot released":[null,"Binary Bot est mise en opération"],"Binary KK granted Japan license":[null,"Binary KK obtient une licence au Japon"],"Binary Options Basics":[null,"Les bases des options binaires"],"Binary granted Investment Services license":[null,"Binary obtient une licence de Services d'Investissement"],"Binary opens Japan office":[null,"Binary ouvre un bureau au Japon"],"Binary option":[null,"Option binaire"],"Binary options are easy to understand. They're called 'binary' because there can be only two outcomes - win or lose. If your prediction is correct, you receive a payout that is determined at the start of the trade. If not, you just lose your initial stake":[null,"Les options binaires sont faciles à aborder. Ces options sont dites « binaires » car elles ne présentent que deux issues possibles : gagner ou perdre. Si votre prédiction est correcte, vous percevez le paiement convenu en début d'opération. Dans le cas contraire, vous perdez uniquement votre investissement initial"],"Binary options or other financial derivatives trading experience":[null,"Expérience de trading des options binaires ou autre dérivés financiers"],"Binary options or other financial derivatives trading frequency":[null,"Fréquence de trading des options binaires ou autre dérivés financiers"],"Binary options trading experience":[null,"Expérience de trading d’options binaires"],"Binary options trading frequency":[null,"Fréquence de trading d’options binaires"],"Binary trading is flexible":[null,"Le trading d'options binaires est flexible"],"Binary trading is ideal for both individuals and market professionals":[null,"Le trading d'options binaires est idéal pour à la fois les particuliers et les professionnels du marché"],"Binary's Japanese subsidiary Binary KK is licensed by the KLFB as a Type 1 Financial Instruments Business in Japan":[null,"Binary KK, la filiale japonaise de Binary est autorisée par le KLFB en tant que Société utilisant des Instruments Financiers de Type 1 au Japon"],"Binary's Japanese subsidiary Binary KK opens an office in Tokyo and starts the process of applying for relevant licenses":[null,"Binary KK, la filiale japonaise de Binary ouvre un bureau à Tokyo et commence le processus d'obtention des licences pertinentes"],"Binary's Maltese subsidiary Binary Investments (Europe) Ltd. is granted a Category 3 Investment Services license by the Malta Financial Services Authority":[null,"Binary Investments (Europe) Ltd. la filiale maltaise de Binary obtient une licence de Services d'Investissement en Catégorie 3 par l'Autorité des Services Financiers de Malte"],"Binary's platform transacts on average 20 transactions per second, 24/7":[null,"La plateforme Binary traite en moyenne 20 transactions par seconde, 24 heures sur 24, 7 jours sur 7"],"Binary.com":[null,"Binary.com"],"Binary.com : Webtrader":[null,"Binary.com : Webtrader"],"Binary.com Shop introduced":[null,"Le magasin Binary.com est introduit"],"Binary.com announces plans for an":[null,"Binary.com annonce des plans pour une"],"Binary.com continues to innovate and grow":[null,"Binary.com continue à innover et à croître"],"Binary.com has created Volatility Indices that you can trade 24/7. You can trade these on all types of contract":[null,"Binary a créé des indices de volatilité que vous pouvez négocier 24h/24, 7j/7. Vous pouvez négocier ces indices sur tous les types de contrat "],"Binary.com has earned an enviable reputation for our commitment to high ethical standards and the quality of the trading experience we provide":[null,"Binary.com a gagné la réputation enviable pour notre engagement en matière de standards éthiques et la qualité de l’expérience de trading que nous fournissons"],"Binary.com has over 800,000 clients in its database and reaches the US$ 2 billion milestone in our 15th year, making us one of the leading binary options providers":[null,"Binary.com a plus de 800.000 clients dans sa base de données et atteint la barre des 2 milliards de dollars durant notre 15ème année, faisant de nous l'un des fournisseurs leader en options binaires"],"Binary.com has thousands of clients taking a variety of positions on the financial markets at any one time, and earns a small margin on these trades":[null,"Binary.com a des milliers de clients prenant une variété de positions sur les marchés financiers à tous moments, et gagne une petite marge sur ces trades"],"Binary.com hits 1 million users, reaching a historic milestone. The company continues to see exponential growth and this reconfirms its position as an industry leader":[null,"Binary.com atteint 1 million d'utilisateurs, atteignant une borne historique. L'entreprise continue à voir une croissance exponentielle et cela reconfirme ses positions comme un leader du secteur"],"Binary.com introduces an":[null,"Binary.com introduit un"],"Binary.com is awarded Best Binary Options Broker by the UK-based Online Personal Wealth Awards 2017, as voted by investors worldwide":[null,"Binary s'est vu décerné le prix du meilleur Broker d’Options binaires par le Online Personal Wealth Awards 2017 basé au Royaume-Uni , tel que voté par les investisseurs dans le monde entier"],"Binary.com is entirely web-based and requires no software installation":[null,"Binary.com est entièrement en ligne et ne requiert pas l'installation de logiciel"],"Binary.com is honoured as the world's \"Best Binary Options Broker\" at the 16th annual MENA International Financial Conference and Exhibition, hosted in Dubai":[null,"Binary.com est honoré comme le \"Meilleur Courtier en Options Binaires\" au monde à la 16ème conférence et exposition financière MENA, située à Dubai"],"Binary.com is owned and operated by the Binary Group Ltd. group of companies. For more information, visit our history page":[null,"Binary.com appartient et est opéré par le groupe d'entreprises Binary Ltd. Pour plus d'information, visitez notre page historique"],"Binary.com launches Bitcoin (BTC) accounts for non-EU customers":[null,"Binary.com lance des comptes Bitcoin (BTC) pour les clients hors UE"],"Binary.com launches Bitcoin accounts":[null,"Binary.com lance des comptes de Bitcoin"],"Binary.com launches an":[null,"Binary.com lance un"],"Binary.com offers a range of common deposit and withdrawal methods, from credit and debit cards to bank wires, e-cash and e-wallets":[null,"Binary.com offre une gamme de méthode de dépôts et de retraits communs, des cartes de crédit et de débit aux virements bancaires, monnaie électronique et portefeuilles électroniques"],"Binary.com offers a virtual-money account so you can get the hang of trading binaries. Why not":[null,"Binary.com vous propose un compte d’argent virtuel afin que vous vous familiarisez avec le trading d'options binaires. Pourquoi ne pas"],"Binary.com offers new ways to trade":[null,"Binary.com offre de nouvelles façons de trader"],"Binary.com offers you four ways to trade a particular asset":[null,"Binary.com propose quatre types d'option pour négocier l'actif de votre choix "],"Binary.com opens an office in the QSentral office building in central Kuala Lumpur to further expand its IT development team":[null,"Binary.com ouvre un bureau dans la tour de bureaux QSentral dans le centre de Kuala Lumpur pour développer davantage son équipe IT"],"Binary.com reaches $2 billion turnover since starting in 1999":[null,"Binary.com atteint 2 milliards $ de chiffre d'affaire depuis ses débuts en 1999"],"Binary.com reaches 1 million registered users":[null,"Binary.com atteint 1 million d'utilisateurs enregistrés"],"Binary.com takes home first prize in the Financial Betting Operator category at the prestigious 2015 EGR Operator Awards ceremony, hosted in London":[null,"Binary.com reçoit le premier prix dans la catégorie Opérateur de Paris Financiers à la prestigieuse cérémonie de remise des prix des Opérateurs EGR en 2015, organisée à Londres"],"Binary.com's Continuous Indices are the Volatility 10 Index, Volatility 25 Index, Volatility 50 Index, Volatility 75 Index and Volatility 100 Index. These indices correspond to simulated markets with constant volatilities of 10%, 25%, 50%, 75% and 100%":[null,"Les indices continus de Binary.com sont les indices Volatility 10, Volatility 25, Volatility 50, Volatility 75 et Volatility 100. Ces indices correspondent à des simulations de marché basées sur des taux de volatilité constants de 10%, 25 %, 50 %, 75 % et 100 %"],"Binary.com's OTC Indices and stocks are sourced from the over-the-counter market and provide you with an alternative means of trading stock indices and stocks - available from sources outside of the centralised exchanges":[null,"Les indices et actions « OTC » (pour « over-the-counter ») de Binary.com sont issus du marché de gré à gré et offrent un moyen alternatif de négocier les actions et indices en ciblant des sources extérieures aux bourses centralisées"],"Binary.com's OTC Indices and stocks offer the benefit of real-time charts and pricing. Enjoy even more exciting opportunities to trade our featured market indices and stocks through this new real-time offering":[null,"Les indices et actions de gré à gré disponibles sur Binary.com offrent l'avantage d'une analyse graphique et d'une tarification en temps réel. Accédez à des possibilités de trading encore plus intéressantes en négociant les indices et actions du marché de gré à gré, disponibles en temps réel par le biais de notre plateforme"],"Binary.com's Smart FX are smart markets that measure the value of a currency against a basket of major currencies":[null,"Les FX Intelligents de Binary.com sont des marchés intelligents qui mesurent la valeur d'une devise par rapport à un ensemble de devises majeures"],"Binary.com's Volatility Indices are based on a cryptographically secure random number generator audited for fairness by an independent third party":[null,"Les indices de volatilité de Binary.com sont basés sur un générateur de nombres aléatoires cryptographié dont l'impartialité est contrôlée par une tierce partie indépendante"],"Binary.com's systems are now processing in excess of 1 million transactions/day (including virtual accounts)":[null,"Les systèmes Binary.com traitent maintenant plus de 1 million de transactions par jour (en incluant les comptes virtuels)"],"Bollinger Bands (BBANDS)":[null,"Les bandes de Bollinger (BBANDS)"],"Bollinger Bands can be used to measure the highness or lowness of the price relative to previous trades":[null,"Les bandes de Bollinger peuvent être utilisées pour mesurer la hauteur ou la faiblesse des prix par rapport aux trades précédents"],"Bought":[null,"Acheté"],"Brand of first car":[null,"Marque de votre première voiture"],"Breakaway (CDLBREAKAWAY)":[null,"Breakaway (CDLBREAKAWAY)"],"Browser upgrade required":[null,"Mise à niveau du navigateur requise"],"Bull Market and Bear Market Indices start at 00:00 GMT each day, replicating a bullish and bearish market respectively":[null,"Les indices Bull Market et Bear Market commencent à 00h00 GMT chaque jour et répliquent respectivement des marchés haussiers et baissiers"],"Buy Price":[null,"Prix d'achat"],"Buy price":[null,"Prix d'achat"],"By clicking":[null,"En cliquant"],"By clicking OK, you confirm that you have read and accepted the updated":[null,"En cliquant sur OK, vous confirmez que vous avez lu et accepté la version à jour des"],"By default, all clients are treated as retail. Do you prefer to be treated as a professional client if you match the necessary criteria?":[null,"Par défaut, tous les clients sont traités comme particulier. Préférez-vous être traité comme un client professionnel si vous correspondez aux critères nécessaires ?"],"CFD trading experience":[null,"Expérience de trading CFD"],"CFD trading frequency":[null,"Fréquence de trading CFD"],"Can be used to buy and sell contracts, renew expired purchases, and top-up virtual-money accounts.":[null,"Peut être utilisé pour acheter et vendre des contrats, renouveler des achats expirés, et abonder des comptes en monnaie virtuelle."],"Can be used to open accounts, set settings, manage token usage, and more.":[null,"Peut être utilisé pour ouvrir des comptes, définir des paramètres, gérer l'usage des coupons, et plus."],"Can be used to view account activity, including settings, limits, balance sheets, trade purchase history, and more.":[null,"Peut être utilisé pour regarder l'activité du compte, en incluant les paramètres, les limites, les bilans, l'historique des achats de trade, et plus."],"Can be used to withdraw to payment agents, transfer funds between accounts, and set / clear cashier passwords.":[null,"Peut être utilisé pour retirer via les agents de paiement, transférer des fonds entre comptes, et définir / supprimer les mots de passe de caisse."],"Cancel":[null,"Annuler"],"Candles":[null,"Bougies"],"Candlestick down-color":[null,"Couleur de la partie inférieure du chandelier"],"Candlestick down-line":[null,"Ligne inférieure du chandelier"],"Candlestick up-color":[null,"Couleur de la partie supérieure du chandelier"],"Candlestick up-line":[null,"Ligne supérieure du chandelier"],"Cash Balance":[null,"Solde financier"],"Chande Kroll Stop (CKS)":[null,"Chande Kroll Stop (CKS)"],"Chande Momentum Oscillator (CMO)":[null,"Oscillateur Momentum Chande (OMC)"],"Change password":[null,"Modifier le mot de passe"],"Chart":[null,"Graphique"],"Chart Themes":[null,"Thèmes graphiques"],"Chart background":[null,"Arrière-plan du graphique"],"Chart context menu":[null,"Menu contextuel du graphique"],"Chart template":[null,"Modèle graphique"],"Chart type":[null,"Type de graphique"],"Choose from five types of markets and their respective assets":[null,"Faites votre choix parmi cinq types de marchés et leurs actifs respectifs"],"Choose password":[null,"Choisissez un mot de passe"],"Choose the Touch/No Touch trade if you want to predict the market touching or not touching a target any time during the contract period":[null,"Sélectionnez l'option « Touche/Ne touche pas » lorsque vous souhaitez générer des profits en prédisant si le marché touchera ou non un prix-cible, à n'importe quel moment de la période d'activité de l'option"],"Choose the asset you wish to trade, such as gold, oil, stocks, or currency pairs. The value of a binary option is derived from the price of the underlying asset. One advantage of trading binary options is that you are not buying or selling the actual asset, only a contract that determines how that asset performs":[null,"Sélectionnez l'actif que vous souhaitez négocier, par exemple l'or, le pétrole, les actions ou les paires de devises. La valeur d'une option binaire dépend du cours de l'actif sous-jacent. Le trading d'options binaires n'implique pas l'achat ou la vente de l'actif en lui-même : il s'agit de l'atout principal de ce type d'option"],"Choose your pereferred payment agent":[null,"Sélectionnez l'agent de paiement souhaité"],"Choose your pereferred withdrawal method":[null,"Sélectionnez le moyen de retrait souhaité"],"Choppiness Index (CHOP)":[null,"Indice de volatilité (CHOP)"],"Chrome":[null,"Chrome"],"Citizenship":[null,"Nationalité"],"Click to log in with your Binary.com account":[null,"Cliquez pour vous connecter à votre compte Binary.com."],"Client funds":[null,"Fonds du client"],"Close":[null,"Clôture"],"Close All":[null,"Fermer tout"],"Closes":[null,"Fermetures"],"Closing Marubozu (CDLCLOSINGMARUBOZU)":[null,"Fermeture de Marubozu (CDLCLOSINGMARUBOZU)"],"Commodities":[null,"Matières premières"],"Commodities - Major commodities such as gold and oil":[null,"Matières premières : matières premières majeures telles que l'or et le pétrole"],"Commodities are resources that are grown or extracted from the ground, such as silver, gold and oil. On Binary.com, they are priced in US dollars":[null,"Les matières premières sont des ressources qui poussent ou sont extraites du sol, comme l'argent, l'or et le pétrole. Sur Binary.com, ils ont leurs prix fixés en dollars américains"],"Commodities trading experience":[null,"Expérience du trading sur matières premières"],"Commodities trading frequency":[null,"Fréquence de trading sur matières premières"],"Commodity Channel Index (CCI)":[null,"L'indice canal de matières premières (ICMP)"],"Comparisons":[null,"Comparaisons"],"Competitive and transparent pricing":[null,"Tarification compétitive et transparente"],"Computer system and method for speculating on a financial market":[null,"Système informatique et méthode de spéculation sur un marché financier"],"Computer trading system for offering custom financial market speculations":[null,"Système de trading automatisé permettant une spéculation personnalisée sur un marché financier"],"Conditions":[null,"Conditions"],"Confirm transfer":[null,"Confirmer le virement"],"Construction":[null,"Construction"],"Contact Us":[null,"Contactez-nous"],"Continue":[null,"Continuer"],"Continue Trading":[null,"Poursuivre les opérations de trading"],"Continuous Indices":[null,"Indices continus"],"Contract":[null,"Contrat"],"Contract period":[null,"La période du contrat"],"Contracts":[null,"Contrats"],"Copier":[null,"Copieur"],"Coppock Curve (CC)":[null,"La courbe de Coppock (CC)"],"Copy Trading":[null,"Copiez le Trading"],"Counterattack (CDLCOUNTERATTACK)":[null,"Contre attaque (CDLCOUNTERATTACK)"],"Country of residence":[null,"Pays de résidence"],"Create":[null,"Créer"],"Create Account":[null,"Créer un compte"],"Create token":[null,"Créer un jeton"],"Credit/Debit":[null,"Crédit/Débit"],"Crosshair":[null,"Curseur en croix"],"Currencies - All major Forex pairs":[null,"Devises : toutes les paires de devises majeures sur le Forex"],"Current Level":[null,"Niveau actuel"],"Current Spot":[null,"Prix spot actuel"],"Current Spot Time":[null,"Heure spot actuelle"],"Current comparisons":[null,"Comparaisons actuelles"],"Current indicators":[null,"Indicateurs actuels"],"Current password":[null,"Mot de passe actuel"],"Current time":[null,"Heure actuelle"],"Custom Theme":[null,"Thème personnalisé"],"Daily Reset Indices":[null,"Indices journaliers"],"Daily Reset Indices replicate markets with a bullish and bearish trend, with a constant volatility":[null,"Les indices journaliers répliquent les tendances haussières et baissières du marché, avec une volatilité constante"],"Daily limit on losses":[null,"Limite journalière des pertes"],"Daily turnover limit":[null,"Limite journalière du volume des transactions"],"Dark Blue":[null,"Bleu foncé"],"Dark Cloud Cover (CDLDARKCLOUDCOVER)":[null,"Couverture d'un nuage noir (CDLDARKCLOUDCOVER)"],"Dark Cloud Cover is a bearish candlestick reversal pattern that occurs when a red bearish candlestick (close price below open price) on day 2 closes below the middle of day 1 bullish candlestick (close price above open price). We will be using this pattern to sell rallies in a bearish currency market":[null,"La couverture d'un nuage noir est un schéma de retournement de chandelier baissier qui se produit quand un chandelier rouge baissier (prix de clôture en dessous du prix d'ouverture) le jour 2 ferme en dessous du milieu du chandelier haussier du jour 1 (prix de clôture au dessus du prix d'ouverture). Nous utiliserons ce schéma pour vendre des remontées dans un marché baissier de devise"],"Dark Green":[null,"Vert foncé"],"Dark Unica":[null,"Unica Foncé"],"Date":[null,"Date"],"Date of birth":[null,"Date de naissance"],"Days":[null,"Jours"],"Debt-free":[null,"Sans dette"],"Dec":[null,"déc."],"December":[null,"décembre"],"Decline":[null,"Refuser"],"Default":[null,"Par défaut"],"Define your position":[null,"Définissez votre position"],"Delete":[null,"Supprimer"],"Demo for affiliates to access Webtrader charts":[null,"Démo permettant aux affiliés d'accéder aux graphiques Webtrader"],"Deposit funds":[null,"Dépôt de fonds"],"Deposit of USD":[null,"Dépôt en USD"],"Depositing and withdrawing funds":[null,"Déposant et retirant des fonds"],"Derivative":[null,"Dérivé"],"Describe what this token is for to find it later":[null,"Décrivez l'utilité de ce jeton pour le retrouver plus tard"],"Description":[null,"Description"],"Deutsch":[null,"Allemand"],"Developed by Donald Dorsey, the Mass Index uses the high-low range to identify trend reversals based on range expansions. In this sense, the Mass Index is a volatility indicator that does not have a directional bias. Instead, the Mass Index identifies range bulges that can foreshadow a reversal of the current trend":[null,"Développé par Donald Dorsey, l'Indice de Masse utilise la gamme haute-basse pour identifier les renversements de tendance basés sur des expansions de zone. En ce sens, l'Indice de Masse est un indicateur de volatilité qui n'a pas de biais directionnel. Au lieu de cela, l'Indice de Masse identifie dans l'échantillon les renflements qui peuvent présager un retournement de la tendance actuelle"],"Developed by Larry Williams, Williams %R is a momentum indicator that is the inverse of the Fast Stochastic Oscillator. Also referred to as %R, Williams %R reflects the level of the close relative to the highest high for the look-back period":[null,"Développé par Larry Williams, Williams %R est un indicateur d'impulsion qui est l'inverse de l'Oscillateur Rapide Stochastique. Il est aussi appelé %R, Williams %R reflète le niveau de la clôture par rapport au plus haut pour la période observée"],"Developed by Tushar Chande in 1995, Aroon is an indicator system that determines whether a stock is trending or not and how strong the trend is. There are two separate indicators: Aroon-Up and Aroon-Down. A 25-day Aroon-Up measures the number of days since a 25-day high. A 25-day Aroon-Down measures the number of days since a 25-day low":[null,"Développé par Tushar Chande en 1995, Aroon est un système indicateur qui détermine si l'action est orientée à la hausse ou non et quel est la vigueur de la tendance. Il y a deux indicateurs séparés: Aroon-Haut et Aroon-Bas. Un Aroon-Haut de 25 jours mesure le nombre de jours depuis le plus haut parmi ces 25 jours. Un Aroon-Bas de 25 jours mesure le nombre de jours depuis le plus bas parmi ces 25 jours"],"Differs":[null,"Diffère"],"Digits":[null,"Chiffres"],"Digits let you predict the last decimal digit of the spot price. There are three types of Digits trades":[null,"L'option « Chiffres » vous permet de prédire la dernière décimale de votre prix spot. Il y a trois types d'option « Chiffres »"],"Directional Movement (DMI) is actually a collection of three separate indicators combined into one. Directional Movement consists of the Average Directional Index (ADX), Plus Directional Indicator (+DI) and Minus Directional Indicator (-DI)":[null,"Le Mouvement Directionnel (IMD) est en fait une collection de trois indicateurs séparés combinés en un. Le Mouvement Directionnel consiste en l'Indice Moyen Directionnelle (IMD), l'Indicateur Directionnel Positif (ID+) et l'Indicateur Directionnel négatif (ID-)"],"Directional Movement Index (DX)":[null,"L'indice de Mouvement Directionnel (IMD)"],"Do I need to deposit any funds to open an account?":[null,"Ai je besoin de déposer des fonds pour ouvrir un compte ?"],"Do you offer virtual-money accounts?":[null,"Offrez vous des comptes de monnaie virtuelle ?"],"Do you want to install Webtrader chrome extension?":[null,"Souhaitez-vous installer l'extension Webtrader pour Chrome ?"],"Do you want to install the Webtrader chrome extension?":[null,"Souhaitez-vous installer l'extension Webtrader pour Chrome ?"],"Doji (CDLDOJI)":[null,"Doji (CDLDOJI)"],"Doji Star (CDLDOJISTAR)":[null,"Étoile Doji (CDLDOJISTAR)"],"Doji form when a security's open and close are virtually equal. The length of the upper and lower shadows can vary and the resulting candlestick looks like a cross, inverted cross or plus sign":[null,"Un Doji se forme lorsque l'ouverture et la clôture d'un titre sont virtuellement égaux. La longueur des ombres supérieures et inférieures peuvent varier et le chandelier résultant ressemble à une croix, une croix inversée ou un signe plus"],"Don't have an account yet? Sign up and get a $10,000 virtual account":[null,"Vous n'avez pas encore de compte ? Inscrivez-vous pour accéder à un compte virtuel de 10 000 dollars US."],"Donchian Channel (DC)":[null,"Le Canal Donchian (CD)"],"Done. The funds are being transferred to the payment agent":[null,"Terminé. Le transfert des fonds vers l'agent de paiement est en cours."],"Done. The funds are transferred":[null,"Terminé. Les fonds ont été transférés."],"Dot":[null,"Point"],"Double Exponential Moving Average (DEMA)":[null,"Moyenne Mobile Exponentielle Double (MMED)"],"Double click the object to remove":[null,"Double-cliquez sur l'objet pour le supprimer"],"Down - Predict that the market will end lower than the average price":[null,"Baisse : vous prédisez que le marché terminera à un cours inférieur au prix moyen"],"Download":[null,"Télécharger"],"Download CSV":[null,"Télécharger le fichier CSV"],"Download JPEG image":[null,"Télécharger l'image JPEG"],"Download PDF document":[null,"Télécharger le document PDF"],"Download PNG":[null,"Télécharger le fichier PNG"],"Download PNG image":[null,"Télécharger l'image PNG"],"Download SVG":[null,"Télécharger le fichier SVG"],"Download SVG vector image":[null,"Télécharger l'image vectorielle SVG"],"Download as":[null,"Télécharger au format"],"Downloading .csv":[null,"Téléchargement de .csv"],"Downloading template as":[null,"Téléchargement de modèle comme"],"Dragonfly Doji (CDLDRAGONFLYDOJI)":[null,"Doji libellule (CDLDRAGONFLYDOJI)"],"Drawing tools":[null,"Outils graphiques"],"Due to recent changes in the regulations, we are required to ask our clients to complete the following Financial Assessment. Please note that you will not be able to continue trading until this is completed":[null,"Dus aux récents changements dans les réglementations, nous devons demander à nos clients de compléter l’Évaluation Financière suivante. Notez s'il vous plaît que vous ne pourrez pas continuer à trader jusqu'à ce qu'il soit complété"],"Duration":[null,"Durée"],"EGR Operator Award":[null,"Récompense de l'Opérateur EGR"],"EURUSD":[null,"EURUSD"],"Each binary option contract runs for a set time - with Binary.com you can choose a contract that runs between 10 seconds and 365 days":[null,"Chaque contrat d'option binaire est actif pendant une période prédéfinie - avec Binary.com, vous pouvez sélectionner une période de 10 secondes à 365 jours"],"Each binary option is a prediction on the future movement of an underlying market":[null,"Chaque option binaire est une prédiction du mouvement futur du marché sous-jacent"],"Each trade comes with a pre-determined payout that you will see after adjusting each parameter. You ll win the payout if your prediction is correct. If not, you will only lose your initial stake":[null,"Chaque transaction correspond à un montant de paiement prédéterminé qui s'affiche lorsque vous définissez chaque paramètre. Vous remportez le paiement si votre prédiction est correcte. Dans le cas contraire, vous perdez uniquement votre mise initiale"],"Edge":[null,"Navigateur Internet Edge"],"Education":[null,"Formation"],"Embed code":[null,"Intégrer le code"],"Employment status":[null,"Statut d’emploi"],"End Time":[null,"Heure de fin"],"Ends Between/Ends Outside trades":[null,"Trades Finit Entre/Hors de"],"Ends Between/Ends Outside   Predict that the market stops inside or outside two price targets at the end of the time period":[null,"Termine dans/hors de la zone : vous prédisez que le marché terminera à l'intérieur ou à l'extérieur de la zone délimitée par deux prix-cibles à la fin de la période d'activité de l'option"],"Ends Between/Outside":[null,"Termine dans/hors de la zone"],"Ends in":[null,"Termine dans"],"Ends out":[null,"Termine hors de la zone"],"English":[null,"Anglais"],"Engulfing Pattern (CDLENGULFING)":[null,"Schéma d'Engouffrement (CDLENGULFING)"],"Enjoy an intuitive trading interface with advanced functionality that lets you monitor all of your favourite assets and markets at the same time, as well as essential charts, the asset index, trading times, and historical data. Most importantly, you get to choose what you want to see on your screen":[null,"Profitez d’une interface de trading intuitive avec des fonctionnalités avancées qui vous permet de contrôler tout vos actifs et marchés en même temps, ainsi que les graphiques essentiels, l’index des actifs, les temps de trading, et les données historiques. Plus important encore, vous pouvez choisir ce que vous voulez voir sur votre écran"],"Enter your current password":[null,"Saisissez votre mot de passe actuel"],"Entry Spot":[null,"Point d'entrée"],"Entry spot":[null,"Point d'entrée"],"Entry spot price":[null,"Prix spot d'entrée"],"Error getting data for %1":[null,"Erreur d’obtention de données pour %1"],"Espa ol":[null,"Espagnol"],"Estimated Net Worth":[null,"Valeur nette estimée"],"Even":[null,"Pair"],"Even/Odd - Predict that the last digit is even or odd after the last tick":[null,"Pair/Impair - Prédire que le dernier chiffre est pair ou impair après le dernier tick"],"Evening Doji Star (CDLEVENINGDOJISTAR)":[null,"Étoile du Soir Doji (CDLEVENINGDOJISTAR)"],"Evening Star (CDLEVENINGSTAR)":[null,"Étoile du Soir (CDLEVENINGSTAR)"],"Exclude me from the website until":[null,"M'auto-exclure du site jusqu'au"],"Exit Spot":[null,"Point de sortie"],"Exit Spot Time":[null,"Heure du Point de Sortie"],"Exit spot":[null,"Point de sortie"],"Expiry price":[null,"Prix à l’Échéance"],"Explanation":[null,"Explication"],"Exponential Moving Average (EMA)":[null,"Moyenne Mobile Exponentielle (MME)"],"Fall":[null,"Baisse"],"Family name":[null,"Nom de famille"],"Favorites":[null,"Favoris"],"Favourite artist":[null,"Artiste préféré"],"Favourite dish":[null,"Plat préféré"],"Features":[null,"Caractéristiques"],"Feb":[null,"févr."],"February":[null,"février"],"Fifteen years on, and we're still innovating, growing and working on new ways to serve our customers better. For the first time, we offer short-term touch/no-touch trades and introduce a new charting application. We believe we have the most competitive and comprehensive digital options platform available to the retail public":[null,"15 ans après, nous innovons toujours, grandissant et travaillant sur de nouvelles façons de mieux servir nos clients. Pour la première fois, nous offrons des trades touche/sans touche de court terme et introduisons une nouvelle application graphique. Nous croyons que nous avons la plateforme d'options digitales la plus compétitive et la plus complète disponible pour le grand public"],"Final Price":[null,"Prix final"],"Final price":[null,"Prix final"],"Finance":[null,"Finance"],"Financial Information":[null,"Information Financière"],"Financial information":[null,"Informations financières"],"Firefox":[null,"Firefox"],"First line of home address":[null,"La première ligne de l'adresse du domicile"],"First name":[null,"Prénom"],"First, you need to set the parameters of your trade. Here's what you need to consider":[null,"Tout d'abord, vous avez besoin de définir les paramètres de votre trade. Voici ce que vous devez prendre en compte"],"Flexible":[null,"Flexible"],"For example, let s say the market has a low of 5,200 and a close of 6,000 over the contract duration, then a  Close-Low  lookback with a multiplier of $2 would have a payout of":[null,"Par exemple, disons que le marché a un minimum de 5200 et une clôture de 6000 sur la durée du contrat, puis un lookback « Close-Low » avec un multiplicateur de 2 $ aurait un gain de "],"For the third straight year, BetOnMarkets.com is voted 'Best Fixed-Odds Financial Trading Provider' by Shares Magazine UK. It's the last time we win it because Shares Magazine stops awarding in this category":[null,"Pour la troisième année consécutive, BetOnMarkets.com est désigné 'Meilleur Fournisseur Financier de Trading à Cotes Fixes' par Shares Magazine UK. C'est la dernière fois que nous gagnons car Share Magazine arrête la récompense de cette catégorie"],"Forex":[null,"Forex"],"Forex trading experience":[null,"Expérience du trading sur le Forex"],"Forex trading frequency":[null,"Fréquence de trading sur le Forex"],"Founded October 1999":[null,"Fondé en Octobre 1999"],"Founded in 1999, Binary.com is one of the oldest and most respected names in online binary trading":[null,"Fondée en 1999, Binary.com est un des noms les plus anciens et les plus respectés dans le trading d'options binaires en ligne"],"Fractal (FRACTAL)":[null,"Fractale (FRACTAL)"],"Fractals are indicators on candlestick charts that identify reversal points in the market. Traders often use fractals to get an idea about the direction in which the price will develop. A fractal will form when a particular price pattern happens on a chart":[null,"Les fractales sont des indicateurs sur des graphiques en chandeliers qui identifient les points de retournement du marché. Les traders souvent utilisent les fractales pour avoir une idée à propos de la direction dans laquelle le prix va se diriger. Un fractal se formera lorsqu'un schéma de prix particulier se produit sur le graphique"],"Fran ais":[null,"Français"],"Fri":[null,"ven."],"Friday":[null,"vendredi"],"From":[null,"De"],"Full-screen trading interface":[null,"Interface de trading plein écran"],"Further instructions":[null,"Instructions supplémentaires"],"GMT":[null,"GMT"],"GMT stands for Greenwich Mean Time, the official time used in the UK during winter. In summer, the UK changes to British Summer Time, which is GMT + 1 hour. All times on the Binary.com site use GMT all year round":[null,"GMT veut dire Temps Moyen de Greenwich, le temps officiel utilisé dans le Royaume-Uni durant l'hiver. Durant l'été, le Royaume-Uni passe au Temps Estivale Britannique, qui est GMT+ 1 heure. Toutes les heures sur le site de Binary.com utilise GMT durant l'ensemble de l'année"],"Get API token from trader(s) and add it in your list":[null,"Obtenir le jeton API d'un(e) trader(s) et l’ajouter dans votre liste"],"Get your price":[null,"Obtenez votre prix"],"Go to":[null,"Aller à"],"Goes out":[null,"Sort de la zone"],"Gravestone Doji (CDLGRAVESTONEDOJI)":[null,"Doji en pierre tombale (CDLGRAVESTONEDOJI)"],"Gray":[null,"Gris"],"Grid":[null,"Grille"],"Grid Light":[null,"Grille atténuée"],"Group History":[null,"Historique du groupe"],"Hammer (CDLHAMMER)":[null,"Marteau (CDLHAMMER)"],"Hanging Man (CDLHANGINGMAN)":[null,"Pendu (CDLHANGINGMAN)"],"Harami Cross Pattern (CDLHARAMICROSS)":[null,"Schéma Croisé Harami (CDLHARAMICROSS)"],"Harami Pattern (CDLHARAMI)":[null,"Schéma Harami (CDLHARAMI)"],"Health":[null,"Santé"],"Help":[null,"Aide"],"High":[null,"Haut"],"High barrier":[null,"Barrière supérieure"],"High barrier offset":[null,"Compensation de barrière supérieure"],"High-Wave Candle (CDLHIGHWAVE)":[null,"Bougie de Haute Vague (CDLHIGHWAVE)"],"Higher":[null,"Supérieur"],"Higher/Lower":[null,"Plus Haut/Plus Bas"],"Higher/Lower - Predict if the market will end higher or lower than a target price":[null,"Supérieur/Inférieur - Prédisez si le marché affichera un cours supérieur ou inférieur au prix-cible à l'expiration de l'option"],"Higher/Lower trades":[null,"Trades Plus Hautes/Plus Basses"],"Higher/Lower   Predict that the market will end higher or lower than a price target":[null,"Supérieur/Inférieur  Prédisez si le marché affichera un cours supérieur ou inférieur au prix-cible à l'expiration de l'option"],"Hikkake Pattern (CDLHIKKAKE)":[null,"Schéma Hikkake (CDLHIKKAKE)"],"Historical Data":[null,"Données historiques"],"Homing Pigeon (CDLHOMINGPIGEON)":[null,"Pigeon voyageur (CDLHOMINGPIGEON)"],"Horizontal line":[null,"Ligne horizontale"],"Hours":[null,"Heures"],"How do I fund my account?":[null,"Comment approvisionner mon compte ?"],"How does Binary.com make money?":[null,"Comment Binary.com gagne de l'argent ?"],"How soon can I start trading?":[null,"Quand puis je commencer à trader ?"],"How to trade binaries?":[null,"Comment trader des options binaires ?"],"How to trade the Volatility Indices markets?":[null,"Comment trader les indices de volatilité?"],"Hull Moving Average (HMA)":[null,"Moyenne Mobile de Hull (MMH)"],"I acknowledge that I am not a politically exposed person (PEP)":[null,"Je reconnais que je ne suis pas une personne politiquement exposée (PEP)"],"I have read and agree to Binary.com":[null,"J'ai lu et j'accepte les Conditions Générales de Binary.com"],"I hereby confirm that the tax information I provided is true and complete. I will also inform Binary Investments (Europe) Ltd. about any changes to this information":[null,"Je confirme par la présente que les renseignements fiscaux fournis sont véridiques et complets. J’informerai également Binary Investments (Europe) Ltd. de tout changement à ces renseignements"],"I want to be treated as a professional client":[null,"Je veux être traité comme un client professionnel"],"I'm new to binaries, where do I start?":[null,"Je suis un débutant en options binaires, où dois je commencer ?"],"IMPORTANT DISCLAIMER":[null,"CLAUSE DE NON-RESPONSABILITÉ IMPORTANTE"],"IMPORTANT DISCLAIMER - Binary.com is not affiliated with any of the payment agents listed above. Each payment agent operates as an independent service provider and is not endorsed, guaranteed or otherwise approved by Binary.com. CUSTOMERS DEAL WITH PAYMENT AGENTS AT THEIR SOLE RISK AND PERIL. Customers are advised to check the credentials of payment agents before sending them any money. Binary.com shall not in any circumstance be held responsible for transactions made between customers and payment agents":[null,"CLAUSE DE NON-RESPONSABILITÉ IMPORTANTE / Binary.com n'est affiliée à aucun des agents de paiement listés ci-dessus. Chaque agent de paiement agit en tant que fournisseur de services indépendant et Binary.com ne peut en aucun cas recommander, garantir ou approuver les services concernés. LES CLIENTS FONT APPEL AUX AGENTS DE PAIEMENT À LEURS RISQUES ET PÉRILS. Nous conseillons aux clients de vérifier les références des agents de paiement avant de leur envoyer toute somme d'argent. Binary.com ne pourra en aucun cas être tenue responsable des transactions réalisées entre les clients et les agents de paiement."],"IPO on the blockchain":[null,"Introduction en bourse sur le blockchain"],"Ideal for beginners and experienced traders":[null,"Ideal pour les débutants et les traders expérimentés"],"Identical Three Crows (CDLIDENTICAL3CROWS)":[null,"Trois Corbeaux Identiques (CDLIDENTICAL3CROWS)"],"If you select a":[null,"Si vous sélectionnez une"],"If you select a specific":[null,"Si vous sélectionnez une"],"If you're an individual trader, you'll appreciate the simplicity, flexibility, and limited risk of binary trading. With Binary.com's low minimum stakes, you'll soon learn how to trade with skill and confidence. And if you have any questions, you're free to access":[null,"Si vous êtes un trader individuel, vous allez apprécier la simplicité, la flexibilité, et le risque limité du trading d'options binaires. Avec les faibles mises minimum de Binary.com, vous allez bientôt apprendre comment trader avec habilité et confidence. Et si vous avez des questions, vous êtes libre d'accéder"],"In April":[null,"En Avril"],"In Bullish Belt Hold After a stretch of bearish candlesticks, a bullish or white candlestick forms. The opening price, which becomes the low for the day, is significantly lower then the closing price. This results in a long white candlestick with a short upper shadow and no lower shadow. In Berish Belt Hold, a bearish or black candlestick occurs, the opening price, which becomes the high for the day, is higher than the close of the previous day, resulting in a long black candlestick with a short lower shadow and no upper shadow":[null,"Dans la Ceinture de Maintien Haussière après une période de chandeliers baissiers, une forme de chandeliers haussiers ou blancs. Le prix d'ouverture, qui devient le plus bas de la journée, est significativement plus bas que le prix de clôture. Les résultats dans le long chandelier blanc avec une ombre supérieure courte et sans ombre inférieure. Dans une Ceinture de Maintien Baissier, un chandelier baissier ou noir apparaît, le prix d'ouverture, qui devient le plus haut de la journée, est plus élevé que la clôture du jour précédent, résultant d'un long chandelier noir avec une courte ombre inférieure et pas d'ombre supérieure"],"In Bullish Hikkake Pattern After the downward move, the bullish candle reaches above the range of the three preceding candles and most likely triggers a number of stop loss orders. This additional buying leads to a more distinct upward movement. In Bearish Hikkake Pattern After an upward move, the bearish candle reaches below the range of the three preceding , which most likely triggers a number of stop loss orders. This additional selling leads to a more distinct downward move":[null,"Dans un Schéma Hikkake Haussier après le mouvement baissier, la bougie haussière passe au dessus de l'aire des trois bougies précédentes et plus probablement déclenche un nombre d'ordres stop loss. L'achat additionnel entraîne un mouvement haussier plus prononcé. Dans le Schéma Hikkake Baissier après un mouvement haussier, la bougie baissière passe en dessous de l'aire des trois précédentes, qui plus probablement entraîne un nombre d'ordre de stop loss. Les ventes additionnelles entraînent un mouvement baissier plus prononcé"],"In October 1999, Regent Markets receives US$ 2 million investment funding from Jim Mellon through his Regent Pacific Group, a Hong Kong based fund management company":[null,"En Octobre 1999, Regent Markets reçoit 2 millions $ d'investissement en financement de la part de Jim Mellon à travers son Groupe Regent Pacific, une société de fond d'investissement basée à Hong Kong"],"In a downtrend, one small short body candlestick has a long lower shadow at least three times the real body, and little or no upper shadow. Confirmation from prices closing higher the next day":[null,"Dans une tendance baissière, un petit chandelier avec un corps court a une longue ombre inférieure représentant au moins trois fois le corps réel, et peu ou pas d'ombre supérieure. Confirmation de prix clôturant plus haut que le prochain jour"],"In a downward price trend, a black candle appears followed by a white candle that opens below the prior body, but it may be difficult to see that from the chart. The white candle closes above the body, too. The last day of the three line candle is another white candle in this example. It shows a higher close":[null,"Dans une tendance de prix baissière, une bougie noire apparaît suivie par une bougie blanche qui ouvre en dessous du précédent corps, mais il peut être difficile de voir cela à partir du graphique. La bougie blanche clôture au dessus du corps aussi. Le dernier jour de la bougie aux trois lignes est une autre bougie blanche dans cet exemple. Cela montre une clôture plus haute"],"In an uptrend three successive days opens at or near the previous day's close and close down on the day. This pattern is more severe than the Three Black Crows pattern and thus has a higher reliability as a reversal pattern":[null,"Dans un mouvement haussier de 3 jours successifs à un niveau d'ouverture égal ou proche de la clôture du jour précédent et ferme en baisse sur la journée. Le schéma est plus sévère que le schéma des Trois Corbeaux et ainsi a une plus grande fiabilité comme schéma de retournement"],"In classic Silicon Valley style, Hong Kong based hedge fund manager and entrepreneur, Jean-Yves Sireau, starts Regent Markets in his Hong Kong bedroom. He develops the systems, methods and algorithms for implementing a fixed-odds financial betting system. Jean-Yves's vision is to create a market in the simplest of all derivatives contracts - the fixed-odds bet - and to offer ordinary investors the chance to make small bets. Until his innovation, binary options are normally only traded in large quantities":[null,"Dans un style classique de la Silicon Valley, entrepreneur et manager de Hedge Fund basé à Hong Kong, Jean-Yves Sireau, commence Regent Markets dans sa chambre à Hong Kong. Il développe les systèmes, les méthodes et algorithmes pour implémenter un système de paris financiers à cotes fixes. La vision de Jean-Yves est de créer un marché de contrats de dérivés des plus simples - les paris à cotes fixes - et pour offrir aux investisseurs ordinaires une chance de faire des paris simples. Jusqu'à cette innovation, les options binaires sont normalement seulement tradés en grandes quantités"],"In foreign exchange markets, traders can enter contracts based on the change in price of one currency as it relates to another currency. For example if a trader selects Rise in the EUR/USD market, they are predicting that the value of the Euro will rise in relation to the value of the US dollar":[null,"Dans les marchés des échanges de devises, les traders peuvent entrer dans des contrats basés sur le changement de prix d'une devise par rapport à une autre devise. Par exemple, si un trader sélectionne Augmente dans le marché EUR/USD, ils vont prédire que la valeur de l'Euro va augmenter en relation à la valeur du dollar américain"],"In order to properly apply theme, a full refresh of page is required. Are you sure you want to proceed?":[null,"Pour appliquer un thème, il est nécessaire d'actualiser complètement la page. Voulez-vous vraiment continuer ?"],"In providing our services to you, we are required to obtain information from you in order to assess whether a given product or service is appropriate for you (that is, whether you possess the experience and knowledge to understand the risks involved)":[null,"Dans le cadre des services que nous vous fournissons, nous sommes dans l'obligation d'obtenir des informations de votre part afin de déterminer si un produit ou service donné est pertinent dans votre cas (c'est-à-dire si vous possédez l'expérience et les connaissances nécessaires pour comprendre les risques impliqués)."],"In the EU, financial products are offered by Binary Investments (Europe) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta, licensed and regulated as a Category 3 Investment Services provider by the Malta Financial Services Authority (license no. IS/70156). In the Isle of Man and the UK, Volatility Indices are offered by Binary (IOM) Ltd., First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW, Isle of Man, British Isles; licensed and regulated respectively by (1) the Gambling Supervision Commission in the Isle of Man (current licence issued on 31 August 2017) and by (2) the Gambling Commission in the UK":[null,"Dans l’UE, les produits financiers sont offerts par Binary Investments (Europe) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malte, agréé et réglementé comme un fournisseur de Services d’investissement de catégorie 3 par l'Autorité des Services Financiers de Malte (n° de licence. EST / 70156). Dans l’île de Man et le Royaume-Uni, les Indices de volatilité sont offerts par Binary (IOM) Ltd., premier étage, Millennium House, Victoria Road, Douglas, IM2 4RW, île de Man, British Isles ; agréé et régulé respectivement par (1) la Commission de Supervision des Jeux dans l’île de Man (la licence actuelle émise le 31 août 2017) et (2) la Commission des Jeux,, au Royaume-Uni"],"In the UK and Isle of Man, our clients trade through Binary (IOM) Ltd. In Japan, they trade through Binary KK. In the European Union (except UK), they trade through Binary (Europe) Ltd and Binary Investments (Europe) Ltd. In the rest of the world, they trade through Binary (C.R.) S.A":[null,"Dans le Royaume-Uni et l’île de Man, nos clients tradent à travers Binary (IOM) Ltd. au Japon, ils tradent à travers Binary KK. Dans l'Union Européenne (sauf le Royaume-Uni), ils tradent à travers Binary (Europe) Ltd et Binary Investment (Europe) Ltd. Dans le reste du monde, ils tradent à travers Binary (C.R.) S.A"],"In the rest of the EU, Volatility Indices are offered by Binary (Europe) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta; licensed and regulated by (1) the Malta Gaming Authority in Malta (licence no. MGA/CL2/118/2000 issued on 26 May 2015), for UK clients by (2) the UK Gambling Commission":[null,"Dans le reste de l’UE, les Indices de volatilité sont offerts par Binary (Europe) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malte ; agréée et régulée par (1) l'autorité des Jeux de Malte à Malte (licence no. MGA/Cl2/118/2000 délivrée le 26 mai 2015), pour les clients Britanniques de (2) la Commission des Jeux du Royaume-Uni"],"In-Neck Pattern (CDLINNECK)":[null,"Schéma Dans le Col (CDLINNECK)"],"In/Out":[null,"Dans/Hors De"],"In/Out (ends between/outside and stays between/goes outside)":[null,"Zone In/Out (« Termine dans/hors de la zone » ou « Reste dans/Sort de la zone »)"],"In/Out - Predict if the market will stay between or outside two target prices":[null,"In/Out - Vous prédisez si le marché se maintiendra dans la zone ou hors de la zone délimitée par deux prix-cibles"],"In/Out trades":[null,"Trades Dans/Hors De"],"Income Source":[null,"Source de revenus"],"Indicative Price":[null,"Prix indicatif"],"Indicators":[null,"Indicateurs"],"Indices":[null,"Indices"],"Indices - All major worldwide stock indices sourced from the over-the-counter market":[null,"Indices - Tous les principaux indices boursiers internationaux issus du marché de gré à gré"],"Indices trading experience":[null,"Expérience du trading sur indices"],"Indices trading frequency":[null,"Fréquence de trading sur indices"],"Individual Traders":[null,"Traders Individuels"],"Indonesia":[null,"Indonésie"],"Industry of Employment":[null,"Secteur professionnel"],"Initial Coin Offering (ICO)":[null,"Offre de Pièces Initiale (ICO)"],"Instant access":[null,"Accès Instantané"],"Instruments":[null,"Instruments"],"Invalid JSON file":[null,"Fichier JSON non valide"],"Invalid parameter(s)":[null,"Paramètre(s) non valide(s)"],"Invalid template type":[null,"Type de modèle non valide"],"Inverted Hammer (CDLINVERTEDHAMMER)":[null,"Marteau Inversé (CDLINVERTEDHAMMER)"],"Investments & Dividends":[null,"Investissements et dividendes"],"Is it possible to deposit the same funds through different payment methods?":[null,"Est il possible de déposer les mêmes fonds à travers les différentes méthodes de paiement ?"],"It has a long white candle, followed by another that opens above the first (gaps up), followed by a downward black candlestick that opens below the close of the second day (gaps down) and has a low below the close of the first day. The upward trend is expected to continue":[null,"Il a une longue bougie blanche, suivie par une autre qui ouvre au dessus de la première (fossé à la hausse), suivie par une chandelier noir baissier qui ouvre en dessous de la clôture du second jour (fossé à la baisse) et a un plus bas en dessous de la clôture du premier jour. La tendance haussière est attendue de continuer"],"It is sometimes possible to sell an option before the expiry of a trade, but only if a fair price can be determined. If this option is available, you will see a blue 'Sell' button next to your trade in the portfolio":[null,"Il est parfois possible de vendre une option avant l'expiration du trade, mais seulement si un prix juste peut être déterminé. Si cette option est disponible, vous verrez un bouton bleue \"Vendre\" à coté de votre trade dans votre portefeuille"],"It's time to expand. We set up a programming center in Cyberjaya - the Silicon Valley of Kuala Lumpur - to maintain and improve BetOnMarkets.com":[null,"Il est temps de s'agrandir. Nous établissons un centre de programmation à Cyberjaya - la Silicon Valley de Kuala Lumpur - pour maintenir et améliorer BetOnMarkets.com"],"Italiano":[null,"Italien"],"Jan":[null,"jan."],"January":[null,"janvier"],"Jul":[null,"juill."],"July":[null,"juillet"],"Jun":[null,"juin"],"June":[null,"juin"],"Just click  Grant  button on the page you will now be taken to":[null,"Cliquez simplement sur le bouton Autoriser sur la page vers laquelle vous allez maintenant être redirigé(e)"],"Kaufman's Adaptive Moving Average (KAMA)":[null,"Moyenne Mobile Adaptative de Kaufman (KAMA)"],"Key facts":[null,"Faits clés"],"Kicking (CDLKICKING)":[null,"Coup de pied (CDLKICKING)"],"Kicking - bull/bear determined by the longer marubozu (CDLKICKINGBYLENGTH)":[null,"Coup de pied - haussier/baissier déterminé par le plus long marubozu (CDLKICKINGBYLENGTH)"],"Kicking patterns on a candlestick chart are formed when there are two long marubozu - one white and one black - with a gap between them. Bullish kicking patterns would present as a black or filled candlestick without any wicks (shadows) followed by a gap higher with a white or hollow candlestick that is also without wicks":[null,"Le schéma de coup de pied sur un graphique de chandelier se forme quand il y a deux longs marubozu - un blanc et un noir - avec un fossé entre eux. Les schémas de coup de pied haussier se présenteraient comme un chandelier noir ou rempli sans mèches (ombres) suivi par un fossé haussier avec un chandelier blanc ou creux qui est aussi sans mèche"],"Kicking patterns on a candlestick chart are formed when there are two marubozu - one white and one black - with a gap between them. Bullish kicking patterns would present as a black or filled candlestick without any wicks (shadows) followed by a gap higher with a white or hollow candlestick that is also without wicks":[null,"Les schémas de coup de pied sur un graphique en chandelier se forment lorsqu'il y a deux marubozu - un blanc et un noir - avec un fossé entre les deux. Les schémas de coup de pied haussiers se présenteraient comme un chandelier noir ou rempli sans mèches (ombres) suivi par un fossé haussier avec un chandelier blanc ou creux qui est aussi sans mèche"],"Kuala Lumpur Office":[null,"Bureau de Kuala Lumpur"],"Ladder Bottom (CDLLADDERBOTTOM)":[null,"Échelle inférieure (CDLLADDERBOTTOM)"],"Last 12 mnts Profitable Trades":[null,"Derniers 12 mois de trades rentables"],"Last used":[null,"Dernière utilisation"],"Learning to trade":[null,"Apprendre à trader"],"Least Squares Moving Average (LSMA)":[null,"Moyenne Mobile des Moindres Carrés (MMMC)"],"Less than":[null,"Moins de"],"Let's do it":[null,"C'est parti"],"Level of Education":[null,"Niveau de qualification"],"Licensed and regulated in Malta, the United Kingdom, the Isle of Man, Ireland, and Japan":[null,"Autorisé et régulé à Malte, au Royaume Uni, à l’Île de Man, en Irlande et au Japon"],"Like the EMA, the LWMA assigns more meaning to the recent prices and less to the closing price from the period's beginning. Thus they are faster at detecting a trend reversal, though it they can be more prone to market noise":[null,"Comme le EMA, le LWMA donne plus de sens aux prix récents et moins au prix de clôture du début de la période. Ainsi ils sont rapides à détecter un retournement de tendance, cependant ils peuvent être sujets au bruit de marché"],"Line":[null,"Ligne"],"Line Dot":[null,"Ligne en pointillés"],"Linearly Weighted Moving Average (LWMA)":[null,"Moyenne Mobile Pondérée Linéaire (MMPL)"],"Link":[null,"Lien"],"Load Workspace":[null,"Télécharger l’Espace de Travail"],"Load chart template":[null,"Charger le modèle graphique"],"Load trade template":[null,"Charger le modèle de trading"],"Loading Asset Index":[null,"Chargement Indice des actifs"],"Loading Copy Trade":[null,"Chargement de copie de trade"],"Loading Download/View Data":[null,"Chargement Télécharger/Afficher des données"],"Loading MAM":[null,"Chargement de MAM"],"Loading Password dialog":[null,"Chargement Boîte de dialogue mot de passe"],"Loading Profit Table":[null,"Chargement Tableau des profits"],"Loading Real account opening":[null,"Chargement Ouverture d'un compte réel"],"Loading Self-Exclusion":[null,"Chargement Auto-exclusion"],"Loading Statement Table":[null,"Chargement Relevé"],"Loading Token management":[null,"Chargement Gestion des jetons"],"Loading Trading Times":[null,"Chargement Horaires de trading"],"Loading chart and trade menus":[null,"Chargement des menus graphiques et de trading"],"Loading custom theme configuration":[null,"Chargement de la configuration de thème personnalisé"],"Loading help docs":[null,"Documents d'aide au chargement"],"Loading portfolio":[null,"Chargement du portefeuille"],"Loading...":[null,"Chargement..."],"Log in":[null,"Connexion"],"Log in time":[null,"Heure de connexion"],"Login":[null,"Connexion"],"Logout":[null,"Déconnexion"],"Long Legged Doji (CDLLONGLEGGEDDOJI)":[null,"Doji de longues jambes (CDLLONGLEGGEDDOJI)"],"Long Line Candle (CDLLONGLINE)":[null,"Bougie de Longue Ligne (CDLLONGLINE)"],"Long-legged doji have long upper and lower shadows that are almost equal in length. These doji reflect a great amount of indecision in the market. Long-legged doji indicate that prices traded well above and below the session's opening level, but closed virtually even with the open. After a whole lot of yelling and screaming, the end result showed little change from the initial open":[null,"Doji à longues jambes ont de longues ombres supérieures et inférieures qui sont presque égales en longueur. Ces doji reflètent une grande quantité d’indécision sur le marché. Doji à longues pattes indiquent que les prix ont été négociés bien au-dessus et en dessous du niveau d’ouverture de la session, mais ont clôturés pratiquement au même niveau qu'à l'ouverture. Après beaucoup de mouvements, le résultat final a montré peu de changement par rapport à l’ouverture initiale"],"Look for a black candle in a downward price trend followed by a white candle that opens below the prior low but closes near but below the midpoint of the black candle's body":[null,"Cherchez une bougie noire avec une tendance baissière de prix suivie par une bougie blanche qui ouvre en dessous du précédent plus bas mais ferme proche de mais en dessous du milieu du corps de la bougie noir"],"Look for a tall black candle with a long lower shadow to appear in a downward price trend. The second day should be similar to the first day, but smaller and with a higher low. The last day is a black marubozu that squeezes inside the high-low range of the prior day":[null,"Cherchez une haute bougie noire avec une longue ombre inférieure pour apparaître dans une tendance de prix baissier. Le second jour devrait être similaire au premier jour, mais plus petit avec un plus bas plus haut. Le dernier jour est un marubozu noir qui s'insérera à l'intérieur de la gamme haute basse du jour précédent"],"Look for a tall white candle in an upward price trend. Following that, a black candle has a body that gaps above the prior candle's body. The last day is another black candle, but this one engulfs the previous bearish candle but closes above first bar's open":[null,"Recherchez une grande bougie blanche dans une tendance de prix à la hausse. Suite à cela, une bougie noire a un corps qui crée un fossé au-dessus du corps de la précédente bougie. Le dernier jour est une autre bougie noire, mais celle-ci engloutit la bougie baissière précédente mais se ferme au-dessus de l'ouverture de la première barre"],"Lookbacks":[null,"Lookbacks"],"Lookbacks are currently only available for Volatility Indices":[null,"Les loockbacks sont actuellement seulement disponibles pour les Indices de volatilité"],"Low":[null,"Bas"],"Low barrier":[null,"Barrière inférieure"],"Low barrier offset":[null,"Compensation de barrière inférieure"],"Low minimum stakes":[null,"Les mises minimum basses"],"Lower":[null,"Plus bas"],"MACD is a trading indicator used in technical analysis of stock prices.It is supposed to reveal changes in the strength, direction, momentum, and duration of a trend in a stock's price":[null,"MACD est un indicateur de trading utilisé dans l'analyse technique de prix des actions. Il est censé révéler des changements dans la force, la direction, le momentum, et la durée de tendance des prix de l'action"],"MENA FFXPO Award":[null,"Récompense MENA FFXPO"],"Make sure that you have first agreed with the Agent on the terms of payment before submitting your request. Once you click the 'Confirm transfer' button the funds will be withdrawn from your account and will be sent to the Payment Agent you have chosen. The Agent will send you the withdrawal amount (minus the commission) via your preferred payment method":[null,"Avant d'envoyer votre demande, veillez à vous mettre d'accord avec l'Agent concernant les conditions de paiement. Lorsque vous cliquerez sur le bouton « Confirmer le virement », les fonds seront prélevés sur votre compte et envoyés à l'Agent de paiement que vous avez choisi. L'Agent vous enverra le montant de retrait (après déduction de la commission) par le biais du moyen de paiement souhaité"],"Make your trade":[null,"Faites votre trade"],"Manage":[null,"Gérer"],"Mar":[null,"mars"],"March":[null,"mars"],"Market Professionals":[null,"Professionnels du marché"],"Market exit price":[null,"Prix de sortie de marché"],"Marubozu (CDLMARUBOZU)":[null,"Marubozu (CDLMARUBOZU)"],"Mass Index (MASS)":[null,"Indice de Masse (MASS)"],"Mat Hold (CDLMATHOLD)":[null,"Cale de tapis (CDLMATHOLD)"],"Matches":[null,"Égal"],"Matches/Differs - Predict that the last digit will match or not match":[null,"Correspond/diffère - Predit que le dernier chiffre correspondra ou pas"],"Matching Low (CDLMATCHINGLOW)":[null,"Les plus bas correspondants (CDLMATCHINGLOW)"],"Max. Trade Stake":[null,"Max. Mise pour le Trade"],"Maximum (MAX)":[null,"Maximum (MAX)"],"Maximum account cash balance":[null,"Solde financier maximum du compte"],"Maximum aggregate contract purchases over a 30-day period":[null,"Maximum global des achats de contrat sur une période de 30 jours"],"Maximum aggregate contract purchases over a 7-day period":[null,"Maximum global des achats de contrat sur une période de 7 jours"],"Maximum aggregate contract purchases per day":[null,"Maximum global des achats de contrat par jour"],"Maximum aggregate loss over a 30-day period":[null,"Maximum global des pertes sur une période de 30 jours"],"Maximum aggregate loss per day":[null,"Maximum global des pertes par jour"],"Maximum number of open positions":[null,"Nombre maximal de positions ouvertes"],"Maximum price over selected period":[null,"Prix maximum sur la période sélectionnée"],"May":[null,"mai"],"Memorable date":[null,"Date mémorable"],"Memorable town/city":[null,"Ville mémorable"],"Mesa Adaptive Moving Average (MAMA)":[null,"Moyenne Mobile Adaptative Mesa (MMAM)"],"Min. Trade Stake":[null,"Min. Mise pour le Trade"],"Min: 10 Max: 2000":[null,"Min : 10 Max : 2000"],"Minimum (MIN)":[null,"Minimum (MIN)"],"Minimum of 2 characters required":[null,"Minimum de 2 caractères requis"],"Minimum of 4 characters required":[null,"Minimum de 4 caractères requis"],"Minimum of 6 characters required":[null,"Minimum de 6 caractères requis"],"Minimum of six lower and uppercase letters with numbers":[null,"Minimum de six lettres minuscules et majuscules avec des chiffres"],"Minimum price over selected period":[null,"Prix minimum sur la période sélectionnée"],"Minus the agent's commission":[null,"Moins la commission de l'agent"],"Minutes":[null,"Minutes"],"Miss":[null,"Mlle"],"Momentum (MOM)":[null,"Momentum (MOM)"],"Momentum Indicators":[null,"Indicateurs de momentum"],"Mon":[null,"lun."],"Monday":[null,"lundi"],"Monthly Profitable Trades":[null,"Trades rentables mensuels"],"Morning Doji Star (CDLMORNINGDOJISTAR)":[null,"Étoile du matin Doji (CDLMORNINGDOJISTAR)"],"Morning Star (CDLMORNINGSTAR)":[null,"Étoile du matin (CDLMORNINGSTAR)"],"Mother's maiden name":[null,"Nom de jeune fille de votre mère"],"Moving Average Convergence/Divergence (MACD)":[null,"Moyenne Mobile Convergente/Divergente (MMCD)"],"Mr":[null,"Mr"],"Mrs":[null,"Mme"],"Ms":[null,"Mlle"],"Multiplier":[null,"Multiplicateur"],"Name":[null,"Nom"],"Name of first love":[null,"Nom de votre premier amour"],"Name of your pet":[null,"Nom de votre animal de compagnie"],"Navigator handles background":[null,"Le navigateur prend en charge l'arrière plan"],"Navigator handles border":[null,"Le navigateur prend en charge les bordures"],"Navigator mask-fill":[null,"Remplissage du navigateur"],"Navigator outline":[null,"Contour du navigateur"],"Navigator series color":[null,"Série de couleurs pour navigateur"],"Navigator series line":[null,"Série de lignes pour navigateur"],"Net Annual Income":[null,"Revenu annuel net"],"Net Profit":[null,"Bénéfice net"],"New password":[null,"Nouveau mot de passe"],"No":[null,"Non"],"No Touch trades":[null,"Trades sans touche"],"No touch":[null,"Ne touche pas"],"Normalized Average True Range (NATR)":[null,"Gamme Réelle Moyenne Normalisée (GRMN)"],"Normalized Average True Range (NATR) attempts to normalize the average true range values across instruments by using the formula below":[null,"Gamme Réelle Moyenne Normalisée (GRMN) essaie de normaliser la gamme réelle moyenne à travers les instruments en utilisant la formule ci-dessous"],"Note: You can only have one fiat currency account and one of each cryptocurrency account":[null,"Remarque : Vous ne pouvez avoir qu'un compte en monnaie fiduciaire et un pour chaque monnaie digitale"],"Note: withdrawal via payment agent is available only if you deposit exclusively via payment agent":[null,"N.B. Le retrait par agent de paiement n'est disponible que si vous effectuez vos dépôts uniquement par le biais d'un agent de paiement."],"Nov":[null,"nov."],"November":[null,"novembre"],"Now":[null,"Maintenant"],"OHLC":[null,"OHLC"],"OK":[null,"OK"],"OTC stocks - Blue-chip stock contracts sourced from the over-the-counter market":[null,"Actions OTC - Contrat d'action de premier ordre provenant du marché hors cote"],"Occupation":[null,"Profession"],"Oct":[null,"oct."],"October":[null,"octobre"],"Odd":[null,"Impair"],"Offices in Malta, Malaysia and Japan":[null,"Bureaux à Malte, en Malaisie et au Japon"],"Ok":[null,"OK"],"On the basis of the information provided in relation to your knowledge and experience, we consider that the investments available via this website are not appropriate for you":[null,"Sur la base des informations fournies concernant vos connaissances et votre expérience, nous considérons que les options d'investissement disponibles sur ce site Web ne sont pas adaptées à votre profil"],"On-Neck Pattern (CDLONNECK)":[null,"Schéma Sur le Col (CDLONNECK)"],"Once this limit is reached, you may no longer deposit":[null,"Une fois cette limite atteinte, vous ne pouvez plus effectuer de dépôt"],"One last step left":[null,"Une dernière étape est requise"],"Online trading can become addictive. Fill in the form below to limit your participation on the website or send a signed letter or fax to our customer support team. Once set, you can only tighten your limits. Limits will only be removed or loosened after 7 days with the exception of the self- exclusion date, which cannot be removed or altered once you have confirmed it. To remove or increase your limits, please contact":[null,"La spéculation financière peut s'avérer addictive. Veuillez remplir le formulaire ci-dessous pour limiter votre participation sur le site Web ou envoyer une lettre ou un fax signé à notre équipe du service clientèle. Une fois vos limites fixées, vous pourrez uniquement les restreindre. Elles ne pourront être supprimées ou élargies qu'au bout de 7 jours, sauf si une date d'auto-exclusion a été sélectionnée, laquelle ne peut être supprimée ou modifiée une fois confirmée. Pour supprimer ou augmenter vos limites, veuillez contacter"],"Only five years after inception, we pick up this major award for our online trading services. The award recognises BetOnMarkets.com's reliable, fast and secure online trading for novice and expert traders. At this time, our website has received over 15 million trades":[null,"Seulement cinq ans après ses débuts, nous avons reçu une récompense majeure pour nos services de trading en ligne. Cette récompense reconnaît la fiabilité, la rapidité et la sécurité du trading en ligne de BetOnMarkets.com pour les traders novices et experts. A ce moment, notre site internet avait reçu plus de 15 millions de trades"],"Only letters, numbers, hyphen are allowed":[null,"Seuls les lettres, les nombres et trait d'union sont autorisés"],"Only letters, numbers, space, hyphen, period, apostrophe are allowed":[null,"Seuls les lettres, les nombres, espace, trait d'union, point et apostrophe sont autorisés"],"Only letters, numbers, space, period, comma, - / @ ' are allowed":[null,"Seuls les lettres, les nombres, espace, point, virgule, - / @ ' sont autorisés"],"Only letters, numbers, space, period, comma, dash(-)":[null,"Seuls les lettres, les nombres, espace, point, virgule, tiret(-)"],"Only letters, space, hyphen, period, apostrophe are allowed":[null,"Seuls les lettres, espace, trait d'union, point, apostrophe sont autorisés"],"Only numbers and space are allowed":[null,"Seuls les lettres et espace sont autorisés"],"Only numbers, letters, hyphens are allowed":[null,"Seuls les nombres, lettres, traits d'union sont autorisés"],"Open":[null,"Ouvrir"],"Open Account":[null,"Ouvrir un compte"],"Open a Financial Account":[null,"Ouvrir un compte financier"],"Open account":[null,"Ouvrir un compte"],"Opening an account":[null,"Ouverture d'un compte"],"Opens":[null,"Ouvertures"],"Opera":[null,"Opéra"],"Option trading can become a real addiction, as can any other activity pushed to its limits. To avoid the danger of such addiction, we provide a reality-check that gives you a summary of your trades and accounts on a regular basis":[null,"Le trading d'options binaires peut devenir une véritable addiction, au même titre que toute autre activité pratiquée de façon trop intensive. Pour éviter le danger d'une telle addiction, nous vous fournissons régulièrement un « relevé d'activité » vous permettant de suivre l'évolution de vos opérations et de vos comptes."],"Other":[null,"Autre"],"Other financial instruments trading experience":[null,"Expérience du trading sur d'autres instruments financiers"],"Other financial instruments trading frequency":[null,"Fréquence du trading sur d'autres instruments financiers"],"Our company continues to thrive and obtains a license in the Isle of Man to better service our UK clients":[null,"Notre entreprise continue de prospérer et obtient une licence de l’île de Man pour améliorer le service pour les clients du Royaume-Uni"],"Our customers clearly like us. In mid-2014, Binary.com has over 100 million historical transactions and over 130,000 new daily transactions":[null,"Nos clients nous aime clairement. A la mi 2014, Binary.com a plus de 100 millions de transactions historiques et plus de 130,000 nouvelles transactions quotidiennes"],"Our fast organic growth is supplemented by the acquisition of the client base of BetsForTraders, one of our main competitors":[null,"Notre rapide croissance organique est complété par l'acquisition de la base clientèle de BetsForTraders, un de nos principaux concurrents"],"Our prices are benchmarked against the interbank options market. You ll receive fair and transparent pricing, whatever your position":[null,"Nos prix sont fixés en fonction du marché interbancaire. Ainsi, vous obtenez toujours des prix justes et transparents, quelle que soit votre position"],"Over":[null,"Au-dessus"],"Over 1 million registered accounts worldwide":[null,"Plus d'1 million de comptes enregistrés dans le monde"],"Over 130 staff and contractors worldwide":[null,"Plus de 130 employés et contractuels dans le monde"],"Over 3 years":[null,"Plus de 3 ans"],"Over/Under - Predict that the last digit is higher or lower":[null,"Au dessus/En dessous - Prédire que le dernier chiffre est plus haut ou plus bas"],"Overlap Studies":[null,"Chevauchement d’Études"],"PEP Declaration":[null,"Déclaration PEP"],"Parabolic SAR (SAR)":[null,"Le parabolique SAR (SAR)"],"Passwords didn't match. Please type them again":[null,"Les mots de passe fournis ne correspondent pas. Veuillez les saisir à nouveau"],"Patented technology":[null,"Technologie brevetée"],"Pattern Recognition":[null,"Schéma de Reconnaissance"],"Payment agent":[null,"Agent de paiement"],"Payment agents":[null,"Agents de paiement"],"Payments":[null,"Paiements"],"Payout":[null,"Paiement"],"Pension":[null,"Pension"],"Percentage Price Oscillator (PPO)":[null,"Pourcentage d'Oscillateur de Prix (POP)"],"Performance Probability":[null,"Probabilité de performance"],"Permissions":[null,"Permissions"],"Personal Details":[null,"Informations personnelles"],"Personal Wealth Awards 2017":[null,"Prix de fortune personnelle 2017"],"Phone":[null,"Téléphone"],"Piercing Pattern (CDLPIERCING)":[null,"Schéma de Perçage (CDLPIERCING)"],"Pip":[null,"Pip (« pourcentage en point »)"],"Pip stands for 'percentage in point' which is generally the fourth decimal place (i.e. 0.0001)":[null,"Pip signifie 'pourcentage en point' qui est généralement la place de la quatrième décimal (i.e. 0.0001)"],"Place of birth":[null,"Lieu de naissance"],"Please":[null,"Veuillez"],"Please choose which currency you would like to transact in":[null,"Veuillez sélectionner la devise dans laquelle vous souhaitez effectuer vos transactions"],"Please confirm the following details in order to complete the transfer":[null,"Veuillez confirmer les informations suivantes afin de procéder au transfert"],"Please enter a valid date in yyyy-mm-dd format":[null,"Veuillez saisir une date valide, au format aaaa-mm-jj."],"Please enter a value greater than 0":[null,"Entrez une valeur plus grande que 0 s'il vous plaît"],"Please enter correct email":[null,"Veuillez saisir une adresse e-mail correcte"],"Please enter date in the format YYYY-MM-DD":[null,"Veuillez saisir la date au format AAAA-MM-JJ."],"Please enter time in the format HH:MM":[null,"Veuillez saisir l'horaire au format HH:MM"],"Please enter your current password":[null,"Veuillez saisir votre mot de passe actuel."],"Please enter your email":[null,"Veuillez saisir votre adresse e-mail"],"Please input correct token":[null,"Saisissez le coupon correct s'il vous plait"],"Please install the latest version of one of these browsers":[null,"Veuillez installer la dernière version de l'un de ces navigateurs"],"Please note that due to their over-the-counter nature, the prices of the OTC Indices and stocks will differ from the prices of the corresponding indices and stocks on centralised exchanges":[null,"Compte tenu des spécificités du marché de gré à gré, le prix des indices et actions « OTC » diffère des cotations disponibles pour ces mêmes indices et actions sur les bourses centralisées"],"Please provide your tax information":[null,"S'il vous plaît communiquez votre information fiscale"],"Please select":[null,"Veuillez sélectionner"],"Please select an account opening reason before continuing":[null,"Veuillez sélectionner une raison pour l’ouverture du compte avant de continuer"],"Please submit a valid verification token":[null,"S'il vous plaît, soumettez un coupon de vérification valide"],"Please try again after 1 minute":[null,"Veuillez réessayer dans une minute"],"Plot":[null,"Zone de traçage"],"Pofit/Loss":[null,"Profits/Pertes"],"Points":[null,"Points"],"Polski":[null,"Polonais"],"Portfolio":[null,"Portefeuille"],"Portugu s":[null,"Portugais"],"Postal code/ZIP":[null,"Code postal"],"Potential Payout":[null,"Paiement potentiel"],"Potential Profit":[null,"Profits potentiels"],"Potential profit":[null,"Profits potentiels"],"Pre-Defined":[null,"Prédéfini"],"Preferred reality-check interval":[null,"Périodicité souhaitée pour les relevés d'activité"],"Press Create token button on the right to create your first token":[null,"Cliquez sur le bouton « Créer un jeton » sur la droite pour créer votre premier jeton"],"Price Transformation":[null,"Transformation de prix"],"Price forms three black candles, each with lower closes, in a downward price trend. A tall white candle engulfs the price action of the prior three days. The candle acts as a bullish reversal when price breaks out upward, and closes above the top of the candle pattern":[null,"Le prix forme trois bougies noires, chacune avec des clôtures plus basses, dans un mouvement de prix baissier. Une grande bougie blanche engouffre l'action prix des trois jours précédents. La bougie agit comme un retournement haussier quand le prix s'élève et ferme au dessus du haut du schéma de bougie"],"Price trends downward into the start of the pattern, a tall black candle. Following that, a white candle appears that fits inside the body of the prior candle. This completes the bullish harami candlestick. The final day of the pattern is the confirming candle, a white one that closes above the prior close, which it does. The combination suggests price has reversed trend":[null,"La tendance de prix haussière dans le début du schéma, une grande bougie noire. Suivant cela, une bougie blanche apparait qui s'insère dans le corps de la précédente bougie. Cela complète le chandelier haussier harami. Le jour final du schéma est la bougie de confirmation, une bougie blanche qui se ferme au dessus de la clôture précédente. La combinaison suggère que le prix a subit un renversement de tendance"],"Primary":[null,"Principal"],"Print chart":[null,"Imprimer le graphique"],"Professional Client":[null,"Client professionnel"],"Profit":[null,"Profits"],"Profit table":[null,"Tableau des profits"],"Profit/ Loss":[null,"Profits/pertes"],"Profit/Loss (points)":[null,"Profits/pertes (points)"],"Protect your profits":[null,"Protégez vos profits"],"Published in English, Indonesian, Japanese, Chinese, Polish, German, French, Spanish, Portuguese, Italian, Russian, and Thai":[null,"Publié en Anglais, Indonésien, Japonais, Chinois, Polonais, Allemand, Français, Espagnol, Portugais, Italien, Russe, et Thai"],"Purchase":[null,"Achat"],"Purchase Date":[null,"Date d'achat"],"Purchase Price":[null,"Prix d'achat"],"Rate Of Change (ROC)":[null,"Taux de change (TDC)"],"Rate Of Change Percentage (ROCP)":[null,"Pourcentage De Taux de Change (PDTC)"],"Rate Of Change Ratio (ROCR)":[null,"Ratio de Taux de Change (RDTC)"],"Read":[null,"Lire"],"Read about":[null,"Lire l’à-propos"],"Ref":[null,"Réf."],"Regent Markets Group Ltd. renames to Binary Ltd":[null,"Regent Markets Group Ltd. est renommé Binary Ltd"],"Regent Markets Group Ltd. renames to Binary Ltd., harmonising company and website branding throughout the organisation":[null,"Regent Markets Group Ltd. renommé Binary Ltd., harmonisant la marque de l'entreprise et du site internet à travers l'organisation"],"Regent Markets acquires BetsForTraders client base":[null,"Regent Markets acquière la base de clients BetsForTraders"],"Regent Markets files for a patent in March 2000 on the basis of our unique position as the sole serious competitor in the business of fixed-odds financial betting. In May, we register the trading name BetOnMarkets and move to Malta to receive an internet betting licence":[null,"Regents Markets dépose un brevet en Mars 2000 sur la base de notre positionnement unique comme le seul compétiteur sérieux dans le secteur des paris financiers à cotes fixes. En Mai, nous enregistrons le nom commercial BetsOnMarkets et déménageons à Malte pour recevoir une licence de paris sur Internet"],"Regent Markets files for patent, and registers BetOnMarkets trading name":[null,"Regents Markets dépose un brevet, et enregistre le nom commercial de BetOnMarkets"],"Regent Markets granted US patent for 'Betting system and method'":[null,"Regent Markets obtient un brevet américain pour 'Système et méthode de paris'"],"Regent Markets granted two new US patents":[null,"Regent Markets obtient deux nouveaux brevets américains"],"Regent Markets is founded by Jean-Yves Sireau":[null,"Regent Markets est fondé par Jean-Yves Sireau"],"Regent Markets obtains a licence in the Isle of Man":[null,"Regent Markets obtient une licence dans l’île de Man"],"Regent Markets receives funding to provide on-line financial betting services":[null,"Regent Markets reçoit un financement pour fournir des services de paris financiers en ligne"],"Regent Markets sets up a programming centre in Cyberjaya, Malaysia":[null,"Regents Markets met en place un centre de programmation à Cyberjaya en Malaisie"],"Regent Pacific Group Ltd., the Hong Kong-listed founding shareholder of Binary.com":[null,"Regent Pacific Group Ltd., un actionnaire coté à Hong Kong fondateur de Binary.com"],"Regent Pacific transaction":[null,"Transaction de Regent Pacific"],"Register free account":[null,"Ouvrez un compte gratuit"],"Regulatory Information":[null,"Informations réglementaires"],"Relative Strength Index (RSI)":[null,"Indice de Force Relative (IFR)"],"Remove":[null,"Supprimer"],"Remove Selected":[null,"Supprimer la sélection"],"Rename":[null,"Renommer"],"Repeat password":[null,"Répéter le mot de passe"],"Resale price":[null,"Prix de revente"],"Reset zoom":[null,"Réinitialiser le zoom"],"Reset zoom level 1:1":[null,"Réinitialiser le niveau de zoom 1:1"],"Resources":[null,"Ressources"],"Responsible Trading":[null,"Trading responsable"],"Results":[null,"Résutats"],"Return":[null,"Retour"],"Rickshaw Man (CDLRICKSHAWMAN)":[null,"L'Homme au pousse-pousse (CDLRICKSHAWMAN)"],"Rise":[null,"Hausse"],"Rise/Fall":[null,"Hausse/Baisse"],"Rise/Fall - Predict if the market will rise or fall from its current level":[null,"Hausse/Baisse : déterminez si le marché évoluera à la hausse ou à la baisse par rapport au cours actuel"],"Rise/Fall trades":[null,"Trades Haussières/Baissières"],"Rise/Fall   Predict that the market will rise or fall from its current level":[null,"Hausse/Baisse  Déterminez si le marché évoluera à la hausse ou à la baisse par rapport au cours actuel"],"Rising/Falling Three Methods (CDLRISEFALL3METHODS)":[null,"Trois Méthodes Haussières/Baissières (CDLRISEFALL3METHODS)"],"Robust and secure platform":[null,"Plateforme robuste et sécurisée"],"Safari":[null,"Safari"],"Salaried Employee":[null,"Employé salarié"],"Sale Date":[null,"Date de vente"],"Sale Price":[null,"Prix de vente"],"Sand Signika":[null,"Signika sable"],"Sat":[null,"sam."],"Saturday":[null,"samedi"],"Save":[null,"Sauvegarder"],"Save as":[null,"Enregistrer sous"],"Save changes":[null,"Sauvegarder les changements"],"Saved":[null,"Enregistré"],"Scalable":[null,"Évolutif"],"Second line of home address":[null,"Seconde ligne de l'adresse du domicile"],"Secondary":[null,"Secondaire"],"Security":[null,"Sécurité"],"Security and privacy":[null,"Sécurité et confidentialité"],"Security question":[null,"Question de sécurité"],"Self-Employed":[null,"Non-salarié"],"Self-Exclusion":[null,"Auto-exclusion"],"Sell At Market":[null,"Vente au prix du marché"],"Sell option":[null,"Option de vente"],"Sent to account":[null,"Envoyer vers le compte"],"Sep":[null,"sep."],"Separating Lines (CDLSEPARATINGLINES)":[null,"Lignes de Séparation (CDLSEPARATINGLINES)"],"September":[null,"septembre"],"Session":[null,"Session"],"Session duration limit, in minutes":[null,"Limite de durée de session, en minutes"],"Set barrier(s) to define your position and trigger the payout you will receive":[null,"Sélectionnez une/des barrière(s) pour définir votre position et déclencher le paiement que vous percevrez"],"Set the length of your trade, from 10 seconds to 365 days":[null,"Déterminez la durée de votre option, de 10 secondes à 365 jours"],"Settles":[null,"Règlements"],"Share":[null,"Part"],"Share chart":[null,"Partager le graphique"],"Sharp, benchmarked prices":[null,"Des prix compétitifs, comparés"],"Shooting Star (CDLSHOOTINGSTAR)":[null,"Étoile Filante (CDLSHOOTINGSTAR)"],"Short to long-term durations":[null,"Durée courte à long terme"],"Side by side white lines candlestick pattern is a triple pattern. Bullish pattern: In an upward trend, the first candlestick is followed by another upward that opens above the close of the first (gap up), that is followed by a third upward candlestick that opens below the close of the second (gap down). Bearish pattern: During a downtrend, the first candlestick is downward, followed by an upward candlestick that opens below the close of the first one (gap down), followed by an upward candlestick that opens below the close of the second one. This pattern indicates the continuation of a downtrend":[null,"Le schéma de chandelier avec les lignes blanches côte à côte est un schéma triple. Schéma haussier: dans une tendance haussière, le premier chandelier est suivi d'un autre haussier qui ouvre au dessus de la clôture du premier (fossé haussier), qui est suivi par un troisième chandelier haussier qui ouvre en dessous de la clôture du second (fossé baissier). Schéma baissier: durant une tendance baissière, le premier chandelier est baissier, suivi par un chandelier haussier qui ouvre en dessous de la clôture du premier (fossé baissier), suivi par un chandelier haussier qui ouvre en dessous de la clôture du second. Ce schéma indique une continuation de la tendance baissière"],"Simple Moving Average (SMA)":[null,"Moyenne Mobile Simple (MMS)"],"Simple and intuitive":[null,"Simple et intuitif"],"Smart FX":[null,"Smart FX"],"Smart Indices":[null,"Indices Intelligents"],"Smoothed Moving Average (SMMA)":[null,"Moyenne Mobile Lissée (MML)"],"Sold":[null,"Vendu"],"Some products are not available in all countries. This website's services are not made available in certain countries such as the USA, Costa Rica, Hong Kong, or to persons under age 18":[null,"Certains produits ne sont pas disponibles dans tous les pays. Les services de ce site Web ne sont pas disponibles dans certains pays comme les Etats-Unis, Costa Rica, Hong Kong, ou aux personnes de moins de 18 ans"],"Source of wealth":[null,"Source de richesse"],"Specify your payout, which is your potential return if your prediction is correct. Our system will proceed to calculate your stake, which is the total cost of purchasing the contract. Binary.com offers payouts from $1 to $50,000":[null,"Spécifiez votre versement, qui est votre retour potentiel si votre prédiction est correcte. Notre système va procéder au calcul de votre participation, qui est le coût total d'achat du contrat. Binary offre des versements de 1 à 50 000 dollars"],"Spinning Top (CDLSPINNINGTOP)":[null,"Toupie (CDLSPINNINGTOP)"],"Spline":[null,"Spline"],"Spot price":[null,"Prix spot"],"Spreads":[null,"Spreads"],"Spreads down":[null,"Spread baissier"],"Spreads up":[null,"Spread haussier"],"Stake":[null,"Investissement"],"Stalled Pattern (CDLSTALLEDPATTERN)":[null,"Schéma bloqué (CDLSTALLEDPATTERN)"],"Standard Deviation (STDDEV)":[null,"Écart Type (STDDEV)"],"Standard Deviation is a statistical calculation used to measure the variability. In trading this value is known as volatility. A low standard deviation indicates that the data points tend to be very close to the mean, whereas high standard deviation indicates that the data points are spread out over a large range of values":[null,"L'écart type est un calcul statistique utilisé pour mesurer la variabilité. Dans le trading, cette valeur est connue comme volatilité. Un faible écart type indique que les points de données tendent à être très proche de la moyenne, alors qu'un écart type élevé indique que les points de données sont disséminés sur une large gamme de valeurs"],"Standard methods":[null,"Méthodes standards"],"Standard withdrawal":[null,"Retrait standard"],"Start Time":[null,"Heure de début"],"Start Trading":[null,"Commencez le Trading"],"Start time":[null,"Heure de début"],"State/province/region":[null,"État/province/région"],"Statement":[null,"Relevé"],"Statistical Functions":[null,"Les Fonctions Statistiques"],"Status":[null,"Statut"],"Stays Between/Goes Outside":[null,"Reste dans/Sort de la zone"],"Stays Between/Goes Outside trades":[null,"Trades Reste Entre/Sort De"],"Stays Between/Goes Outside   Predict that the market stays inside or goes outside two price targets any time during the contract period":[null,"Reste dans/Sort de la zone   Vous prédisez si le marché fluctera à l'intérieur ou à l'extérieur de la zone définie entre deux prix-cibles, à tout moment de la période du contrat"],"Stays in":[null,"Reste dans la zone"],"Step 1: Define your position":[null,"Étape 1: Définissez votre position"],"Step 2: Get your contract price":[null,"Étape 2 : Obtenez un prix de contrat"],"Step 3: Make your trade":[null,"Étape 3: Faites votre trade"],"Stick Sandwich (CDLSTICKSANDWICH)":[null,"Sandwich Bâton (CDLSTICKSANDWICH)"],"Stochastic (STOCH )":[null,"Stochastique (STOCH )"],"Stochastic Fast (STOCHF)":[null,"Stochastique Rapide (STOCHF)"],"Stochastic Relative Strength Index (STOCHRSI)":[null,"Indice de Force Relative Stochastique (STOCHRSI)"],"Stochastic Slow (STOCHS)":[null,"Stochastique Lente (STOCHS)"],"Stock market indices measure the value of a selection of companies in the stock market":[null,"Les indices du marché action mesure la valeur de la sélection des entreprises dans le marché action"],"Stocks trading experience":[null,"Expérience du trading sur actions"],"Stocks trading frequency":[null,"Fréquence de trading sur actions"],"Stop Loss Level":[null,"Niveau stop-loss"],"Stop Profit Level":[null,"Niveau stop-profit"],"Stop-loss":[null,"Stop-loss"],"Stop-profit":[null,"Stop-profit"],"Stop-type":[null,"Type d'ordre stop"],"Stroke color":[null,"Couleur du trait"],"Stroke width":[null,"Épaisseur du trait"],"Submit":[null,"Envoyer"],"Successfully applied the template and saved it as":[null,"Le modèle a été correctement appliqué et enregistré comme"],"Summation (SUM)":[null,"Addition (SUM)"],"Sun":[null,"dim."],"Sunday":[null,"Dimanche"],"Table":[null,"Tableau"],"Takuri (Dragonfly Doji with very long lower shadow) (CDLTAKURI)":[null,"Takuri (Doji Libellule avec une très longue ombre inférieure) (CDLTAKURI)"],"Tasuki Gap (CDLTASUKIGAP)":[null,"Fossé Tasuki (CDLTASUKIGAP)"],"Tax identification number":[null,"Numéro d'identification fiscale"],"Tax information":[null,"Information fiscale"],"Tax residence":[null,"Résidence fiscale"],"Tel":[null,"Tél."],"Template changes saved":[null,"Modifications apportées au modèle enregistrées"],"Template name":[null,"Nom du modèle"],"Template name already exists":[null,"Le nom du modèle existe déjà"],"Terms":[null,"Conditions"],"Tertiary":[null,"Supérieur"],"The":[null,"Le"],"The AUD Index is a weighted Index, measuring the Australian Dollar's value against a basket of 5 global currencies (USD, EUR, GBP, JPY, CAD), each weighted by 20%":[null,"L'indice AUD est un indice pondéré mesurant la valeur du Dollar Australien par rapport à un panier de 5 devises internationales (USD, EUR, GBP, JPY, CAD), dont chacune est pondérée à 20%"],"The Absolute Price Oscillator (APO) is based on the absolute differences between two moving averages of different lengths, a  Fast  and a  Slow  moving average":[null,"L'Oscillateur de Prix Absolu (OPA) est basé sur les différences absolues entre deux moyennes mobiles de différentes longueurs, une Rapide et Lente moyenne mobile"],"The Aroon Oscillator is the difference between Aroon-Up and Aroon-Down. These two indicators are usually plotted together for easy comparison, but chartists can also view the difference of these two indicators with the Aroon Oscillator. This indicator fluctuates between -100 and +100 with zero as the middle line":[null,"L'Oscillateur Aroon est la différence entre le Aroon Haussier et le Aroon Baissier. Ce sont deux indicateurs sont le plus souvent tracés ensemble pour une simple comparaison, mais les chartistes peuvent aussi voir la différence entre ces deux indicateurs avec l'Oscillateur Aroon. Cet indicateur fluctue entre -100 et +100 avec zéro comme la ligne moyenne"],"The Average Directional Movement Index index (ADX) was developed in 1978 by J. Welles Wilder as an indicator of trend strength in a series of prices of a financial instrument ADX will range between 0 and 100. Generally, ADX readings below 20 indicate trend weakness, and readings above 40 indicate trend strength":[null,"L'Indice du Mouvement Directionnel Moyen (IMDM) était développé en 1978 par J. Welles Wilder comme un indicateur de force de tendance dans une série de prix de l'instrument financier, IMDM sera compris entre 0 et 100. Généralement, les relevés IMDM en dessous de 20 indiquent une tendance faible, et ceux au dessous de 40 indiquent une tendance forte"],"The Average True Range (TRANGE) study measures the size of the period s range, and takes into account any gap from the close of the previous period":[null,"L'étude de la Gamme Réelle Moyenne (TRANGE) mesure la taille de la période, et prend en compte tout fossé à partir de la clôture de la précédente période"],"The Awesome Oscillator is an indicator used to measure market momentum. AO calculates the difference of a 34 Period and 5 Period Simple Moving Averages. The Simple Moving Averages that are used are not calculated using closing price but rather each bar's midpoints. AO is generally used to affirm trends or to anticipate possible reversals":[null,"L'Oscillateur Awesome est un indicateur utilisé pour mesurer le momentum du marché. OA calcule la différence entre les Moyennes Mobiles Simples de 34 et de 5 périodes. Les Moyennes Mobiles Simples qui ne sont pas calculés en utilisant le prix de clôture mais plutôt chaque barre du milieu. OA est généralement utilisé pour affirmer les tendances ou pour anticiper de possible retournements"],"The Bearish I-Neck Pattern occurs after a downtrend when first day is a long red candle and the second day is a blue day, opening below the low of the first day and closing barely into the body of the first day":[null,"Le Schéma Baissier Dans le Cou apparait après une tendance baissière quand le premier jour est une longue bougie rouge et le second jour est un jour bleu, ouvrant en dessous du plus bas du premier jour et en clôturant à peine dans le corps du premier jour"],"The Bearish On-Neck Pattern occurs after a downtrend when a long black day is followed by a long white day that gaps down at the open and closes below the close of the black day":[null,"Le Schéma Baissier Sur le Cou apparaît après un mouvement baissier quand un long jour noir est suivi par un long jour blanc qui chute à l'ouverture et ferme en dessous de la clôture du jour noir"],"The Bullish Three Star appears after a downtrend and it consists of three consecutive Doji, in which the second Doji gaps below the other two Doji. The Bearish Three Star appears after a uptrend and it consists of three consecutive Doji, in which the second Doji gaps above the other two Doji":[null,"Les Trois Étoiles Haussières apparaissent après un mouvement baissier et consiste en trois consécutives Doji, dans lequel le second Doji chute en dessous des deux autres Doji. Les Trois Étoiles Baissières apparaissent après une tendance haussière et cela consiste en trois consécutives Doji, dans lequel le second Doji grimpe au dessus des deux autres Doji"],"The CMO indicator is created by calculating the difference between the sum of all recent higher closes and the sum of all recent lower closes and then dividing the result by the sum of all price movement over a given time period. The result is multiplied by 100 to give the -100 to +100 range":[null,"L'indicateur CMO est créé en calculant la différence entre la somme des récentes plus hautes clôtures et la somme des récentes plus basses clôtures et ensuite diviser le résultat par la somme de tous les mouvements de prix sur une période de temps donnée. Le résultat est multiplié par 100 pour donner une gamme entre -100 et +100"],"The Choppiness Index (CHOP) is an indicator designed to determine if the market is choppy (trading sideways) or not choppy (trading within a trend in either direction). CHOP is not meant to predict future market direction, it is a metric to be used to for defining the market's trendiness only":[null,"L'indice de volatilité (CHOP) est un indicateur désigné pour déterminer si le marché est volatile (trading sans direction) ou non volatile (trading à l'intérieur d'une tendance quelque soit la direction). CHOP n'est pas destiné à prédire la future direction du marché, il s'agit d'un indicateur à utiliser pour définir seulement la tendance du marché"],"The Commodity Channel Index (CCI) is a versatile indicator that can be used to identify a new trend or warn of extreme conditions":[null,"L'indice de la Filière des Matières Premières (IFMP) est un indicateur versatile qui peut être utilisé pour identifier une nouvelle tendance ou alerter sur des conditions extrêmes"],"The Donchian Channel is an indicator used in market trading developed by Richard Donchian. It is formed by taking the highest high and the lowest low of the last n periods. The area between the high and the low is the channel for the period chosen":[null,"Le canal de Donchian est un indicateur utilisé dans le marché du trading développé par Richard Donchian. Il se forme en prenant le plus haut et le plus bas des dernières périodes n. La zone entre le plus haut et le plus bas est le canal pour la période choisie"],"The Double Exponential Moving Average (CKS) by Patrick Mulloy attempts to remove the inherent lag associated to Moving Averages by placing more weight on recent values":[null,"La Moyenne Mobile Exponentielle Double (MMED) par Patrick Mulloy s'attache à supprimer le retard inhérent associé aux Moyennes Mobiles en plaçant plus de poids aux valeurs récentes"],"The Double Exponential Moving Average (DEMA) by Patrick Mulloy attempts to remove the inherent lag associated to Moving Averages by placing more weight on recent values":[null,"La Moyenne Mobile Exponentielle Double (MMED) de Patrick Mulloy s'attache à supprimer le retard inhérent associé aux Moyennes Mobiles en plaçant plus de poids sur les valeurs récentes"],"The Dragonfly Doji is created when the open, high, and close are the same or about the same price (Where the open, high, and close are exactly the same price is quite rare).The most important part of the Dragonfly Doji is the long lower shadow":[null,"Le Doji Libellule est créée lorsque l'ouverture, le plus haut et la clôture sont les mêmes ou presque les mêmes prix (où l'ouverture, le plus haut et la fermeture ont exactement le même prix ce qui est rare). La partie la plus importante du Doji Libellule est la longue ombre inférieure"],"The EUR Index is a weighted Index, measuring the Euro's value against a basket of 5 global currencies (USD, AUD, GBP, JPY, CAD), each weighted by 20%":[null,"L'indice EUR est un indice pondéré mesurant la valeur de l'euro par rapport à un panier de 5 devises internationales (USD, AUD, GBP, JPY, CAD), dont chacune est pondérée à 20%"],"The Exponential Moving Average (EMA) represents an average of prices, but places more weight on recent prices. The weighting applied to the most recent price depends on the selected period of the moving average. The shorter the period for the EMA, the more weight that will be applied to the most recent price":[null,"La Moyenne Mobile Exponentielle (MME) représente une moyenne de prix, mais place plus de poids sur les prix récents. La pondération appliquée aux plus récents prix dépend de la période sélectionnée de la moyenne mobile. Plus courte est la période pour la MME, plus la pondération va être forte pour le plus récent prix"],"The Fast Stochastic Oscillator is based on George Lane's original formulas for %K and %D. %K in the fast version that appears rather choppy. %D is the 3-day SMA of %K":[null,"L’Oscillateur de Stochastique Rapide est basé sur la formule originale de George Lane's pour %K et %D. %K est la version rapide qui apparaît plutôt volatile. %D est la MMS de 3 jours de %K"],"The GBP Index is a weighted Index, measuring the British Pound's value against a basket of 5 global currencies (USD, EUR, AUD, JPY, CAD), each weighted by 20%":[null,"L'indice GBP est un indice pondéré mesurant la valeur de la livre sterling par rapport à un panier de 5 devises internationales (USD, EUR, AUD, JPY, CAD), dont chacune est pondérée à 20%"],"The Gravestone Doji is created when the open, low, and close are the same or about the same price (Where the open, low, and close are exactly the same price is quite rare). The most important part of the Graveston Doji is the long upper shadow":[null,"Le Doji en Pierre Tombale est créé lorsque l'ouverture, le plus bas et la clôture sont au même prix ou quasiment au même prix (il est très rare que l'ouverture, le plus bas et la clôture aient le même prix). La partie la plus importante du Doji en Pierre Tombale est la longue ombre supérieure"],"The Hammer formation is created when the open, high, and close are roughly the same price.Also, there is a long lower shadow, twice the length as the real body":[null,"La formation en Marteau est créée lorsque l'ouverture, le plus bas et la clôture sont environ au même prix. Par ailleurs, il y a une longue ombre inférieure, de deux fois la taille du corps réel"],"The Hanging Man formation, just like the Hammer, is created when the open, high, and close are roughly the same price. Also, there is a long lower shadow, which should be at least twice the length of the real body":[null,"La formation en pendu, comme le Marteau, est créée lorsque l'ouverture, le plus haut, et la clôture sont environ au même prix. Par ailleurs, il y a une longue ombre inférieure, qui devrait être d'au moins deux fois la longueur du corps réel"],"The Hull Moving Average solves the age old dilemma of making a moving average more responsive to current price activity whilst maintaining curve smoothness. In fact the HMA almost eliminates lag altogether and manages to improve smoothing at the same time":[null,"La Moyenne Mobile de Hull résout l'ancien dilemme en rendant une moyenne mobile plus réactive à l'activité actuelle du prix et en même temps en maintenant une courbe lissée. En fait, le MMH élimine presque le retard et permet d'améliorer en même temps le lissage"],"The Inverted Hammer occurs mainly at the bottom of downtrends when the open, low, and close are roughly the same price. Also, there is a long upper shadow, which should be at least twice the length of the real body":[null,"Le Marteau Inversé apparaît principalement au plus bas des tendances baissières lorsque l'ouverture, le plus bas et la fermeture sont environ au même prix. Par ailleurs, il y a une longue ombre supérieure, qui devra être au moins égale à deux fois la longueur du corps réel"],"The Kaufman's Adaptive Moving Average (KAMA) Developed by Perry Kaufman, is a moving average designed to account for market noise or volatility. This trend-following indicator can be used to identify the overall trend, time turning points and filter price movements":[null,"La Moyenne Mobile Adaptative de Kaufman (MMAK) développée par Perry Kaufman, est une moyenne mobile créée pour tenir compte des bruits et de la volatilité du marché. Cet indicateur de tendance suivie peut être utilisé pour identifier la tendance globale, les points de retournement et mouvements de filtrage de prix"],"The Least Squares Moving Average first calculates a least squares regression line over the preceding time periods, then projects it forward to the current period. In essence, it calculates what the value would be if the regression line continued":[null,"La Moyenne Mobile des Moindres Carrés calcule d'abord une ligne de régression des moindres carrés sur les périodes de temps précédentes, ensuite la projette sur la période actuelle. Essentiellement, elle calcule ce que serait la valeur si la ligne de régression continuait"],"The MESA Adaptive Moving Average is developed by John Ehlers of Mesa Software. This trend-following indicator can be used to identify the overall trend, time turning points and filter price movements":[null,"La Moyenne Mobile Adaptative MESA est développée par John Ehlers de Mesa Software. L'indicateur de tendance suivie peut être utilisé pour identifier la tendance globale, les points de retournement et filtrer les mouvements de prix"],"The Momentum indicator compares where the current price is in relation to where the price was in the past. How far in the past the comparison is made is up to the technical analysis trader. The calculation of Momentum is quite simple (n is the number of periods the technical trader selects): The current price minus the price n-periods ago":[null,"L'indicateur de Momentum compare où le prix actuel est par rapport au prix dans le passé. Jusqu'où dans le passé la comparaison est faite dépend de l'analyste technique du trader. Le calcul du Momentum est assez simple (n est le nombre de périodes que le trader technique sélectionne): le prix courant moins le prix de périodes précédentes n"],"The Percentage Price Oscillator (PPO) is a momentum oscillator that measures the difference between two moving averages as a percentage of the larger moving average":[null,"Le Pourcentage de l'Oscillateur de Prix (POP) est un oscillateur de momentum qui mesure la différence entre deux moyennes mobiles comme le pourcentage de la plus grande moyenne mobile"],"The Price Rate-of-Change (ROC) indicator displays the difference between the current price and the price x-time periods ago. The difference can be displayed in either points or as a percentage":[null,"L'indicateur du prix de Taux de Change (TDC) affiche une différence entre le prix actuel et le prix des périodes précédentes x. La différence peut être affichée soit en points soit en pourcentage"],"The Rate of Change Percentage (ROCP) indicator compares the current price with the previous price from a selected number of periods ago. The current price is divided by the previous price. ROCP does not express as a percentage. This indicator is also commonly known as a momentum indicator":[null,"L'indicateur de Pourcentage du Taux de Change (PTDC) compare le prix actuel avec le précédent prix à partir du nombre de périodes précédentes. Le prix actuel est divisé par le précédent prix. PTDC ne s'exprime pas en pourcentage. Cet indicateur est aussi communément connu comme un indicateur de momentum"],"The Rate of Change Rate (ROCR) indicator compares the current price with the previous price from a selected number of periods ago. The current price is divided by the previous price. This indicator is also commonly known as a momentum indicator":[null,"L'indicateur de Taux de Variation de Taux (TVDT) compare le prix actuel avec le précédent prix à partir du nombre de périodes précédentes sélectionnés. Le prix actuel est divisé par le précédent prix. L'indicateur est aussi communément connu comme un indicateur de momentum"],"The Relative Strength Index (RSI) was published by J. Welles Wilder. The current price is normalized as a percentage between 0 and 100. The name of this oscillator is misleading because it does not compare the instrument relative to another instrument or set of instruments, but rather represents the current price relative to other recent pieces within the selected lookback window length":[null,"L'Indice de Force Relative (IFR) a été publié par J. Welles Wilder. Le prix actuel est normalisé en pourcentage entre 0 et 100. Le nom de l'oscillateur est trompeur car il ne compare pas l'instrument relativement à un autre instrument ou un ensemble d'instruments, mais aussi représente le prix actuel par rapport à d'autres pièces récentes à l'intérieur de la fenêtre de temps selectionnée"],"The Rickshaw Man has unusually tall upper and lower shadows, a body in which the opening and closing prices are about the same, and the body is near the middle of the candlestick":[null,"L'homme du pousse-pousse a de hautes ombres supérieures et inférieures de façon non usuelle, un corps dans lequel les prix d'ouverture et de fermeture sont à peu près les mêmes, et le corps est proche du milieu du chandelier"],"The Shooting formation is created when the open, low, and close are roughly the same price. There is a long upper shadow, generally defined as at least twice the length of the real body":[null,"La formation en coups de feu est créée lorsque l'ouverture, le plus bas et la clôture sont environ au même prix. Il y a une longue ombre supérieure, généralement définie comme au moins deux fois la longueur du corps réel"],"The Simple Moving Average (SMA) is calculated by adding the price of an instrument over a number of time periods and then dividing the sum by the number of time periods. The SMA is basically the average price of the given time period, with equal weighting given to the price of each period":[null,"La Moyenne Mobile Simple (MMS) est calculée en ajoutant le prix d'un instrument sur le nombre de périodes de temps et ensuite en divisant la somme par le nombre de périodes de temps. Le MMS est à la base un prix moyen de la période de temps donnée, avec une pondération égale donnée au prix de chaque période"],"The Stochastic Relative Strength Index (STOCHRSI) was developed by Tushar Chande and Stanley Kroll, StochRSI is an oscillator that measures the level of RSI relative to its high-low range over a set time period. StochRSI applies the Stochastics formula to RSI values, instead of price values. This makes it an indicator of an indicator. The result is an oscillator that fluctuates between 0 and 1":[null,"L'indice de Force Relative Stochastique (STOCHIFR) était développé par Tushar Chande et Stanley Kroll, StochIFR est un oscillateur qui mesure le niveau de l'IFR par rapport à sa gamme haute-basse sur une période de temps donnée. StockIFR applique la formule Stochastique aux valeurs de l'IFR, au lieu des valeurs de prix. Cela en fait un indicateur d'indicateur. Le résultat est un oscillateur qui fluctue entre 0 et 1"],"The Tasuki Gap pattern is made up of three candlesticks, the first bar is a red candlestick within a defined downtrend, the second bar is another red candlestick that has gapped below the close of the previous bar and the last bar is a white candlestick that closes within the gap of the first two bars":[null,"Le schéma du Fossé de Tasuki est composé de trois chandeliers, le première barre est un chandelier rouge à l'intérieur d'une baisse de tendance définie, la seconde barre est un autre chandelier rouge qui a chuté en dessous de la clôture de la précédente barre et la dernière barre est un chandelier blanc qui se ferme à l'intérieur du fossé des deux première barres"],"The Three Methods pattern is a trend continuation pattern that can appear in an uptrend or a down trend. In an uptrend it is called the rising three methods pattern and in a downtrend it is called the falling three methods pattern. The three methods pattern consists of at least five candlesticks":[null,"Le schéma des Trois Méthodes est un schéma de continuation de tendance qui peut apparaître dans une tendance à la hausse ou à la baisse. Dans une tendance haussière, il est appelé le schéma croissant des trois méthodes et dans une tendance à la baisse un schéma chutant des trois méthodes. Le schéma des trois méthodes consiste en au moins cinq chandeliers"],"The Triangular Moving Average (TRIMA) represents an average of prices, but places weight on the middle prices of the time period. The calculations double-smooth the data using a window width that is one-half the length of the series":[null,"La Moyenne Mobile Triangulaire (MMT) représente une moyenne des prix, mais place le poids sur les prix moyens de la période de temps. Le calcul de double lissage des données en utilisant la largeur de la fenêtre qui est la moitié de la longueur des séries"],"The Triple Exponential Moving Average (T3) by Tim Tillson attempts to offers a moving average with better smoothing then traditional exponential moving average":[null,"La Moyenne Mobile Exponentielle Triple (T3) par Tim Tillson essaie d'offrir une moyenne mobile avec un meilleur lissage que la traditionnelle moyenne mobile exponentielle"],"The Triple Exponential Moving Average (TEMA) by Patrick Mulloy offers a moving average with less lag then traditional exponential moving average":[null,"La Moyenne Mobile Exponentielle Triple (MMET) par Patrick Mulloy offre une moyenne mobile avec moins de retard que la traditionnelle moyenne mobile exponentielle"],"The Typical Price function measures the average of the high, low, and closing prices for the day using a simple, single-line plot. The ordinary price gives a simplified view of the day trading prices for as well as it happens with other price-adjustment functions. You can use it for smoothing out some of the inconstancy of the closing price because it comprises information for the whole trading day and not only the result of the day's end. The Typical Price indicator is measured by adding the high, low, and closing prices together, and then dividing by three":[null,"La fonction de Prix Typique mesure la moyenne du plus haut, plus bas et des prix de clôtures pour le jour utilisant une simple, unique ligne de traçage. Le prix ordinaire donne une vue simple des prix de trading ainsi que les autres fonctions d'ajustement de prix. Vous pouvez l'utiliser pour lisser certaines des inconsistances des prix de clôtures car cela comprend les informations pour l'ensemble du jour de trading et pas seulement le résultat de la clôture. L'indicateur de Prix Typique est mesuré en ajoutant le plus haut, le plus bas et les prix de clôture ensemble, et ensuite en le divisant par trois"],"The USD Index is a weighted Index, measuring the US Dollar's value against a basket of 5 global currencies (EUR, GBP, JPY, CAD, AUD), each weighted by 20%":[null,"L'indice USD est un indice pondéré mesurant la valeur du dollar des États-Unis par rapport à un panier de 5 devises internationales (EUR, GBP, JPY, CAD, AUD), dont chacune est pondérée à 20%"],"The Volatility 100 Index is twice as volatile as the Volatility 50 Index, and four times as volatile as the Volatility 25 Index":[null,"L'indice Volatility 100 est deux fois plus volatile que l'indice Volatility 50, et quatre fois plus volatile que l'indice Volatility 25"],"The Weighted Close indicator is simply an average of each day's price. It can be used to smooth out some of the inconstancy of a chart of closing prices, as it comprises information for the whole trading day":[null,"L'indicateur de Pondération de Clôture est simplement une moyenne du prix de chaque jour. Il peut être utilisé pour lisser certaines inconsistances des prix de clôtures, puisqu'il comprend les informations de la totalité des jours de trading"],"The balance of power (BOP) indicator measures the strength of the bulls vs. bears by assessing the ability of each to push price to an extreme level":[null,"L'indicateur de l'équilibre des pouvoirs (EDP) mesure la force des tendances haussières et baissière en estimant la capacité de chacun à pousser le prix à un niveau extrême"],"The barrier of a binary option trade is the price target you set for the underlying. You can choose trades that stay below or go above a price target, or stay between two targets":[null,"La barrière d'un trade d'option binaire est la cible prix que vous définissez pour le sous-jacent. Vous pouvez choisir des trades qui restent en dessous ou qui vont au dessus des cibles prix, ou restent entre deux cibles"],"The breakaway pattern begins with a long candle representing the current trend. The following candle is the same color and it gaps away from that first long candle. While the third day s candle can be either color, it will not show a change in the current trend. The fourth day continues the trend and therefore continues to produce the same color candles. The fifth day however, reverses the trend. Please note that it only opens slightly the opposite of the current trend and it continues in the same direction to where it then closes in the gap area":[null,"Le schéma d'échappé commence avec une longue bougie représentant la tendance actuelle. La bougie suivante est de la même couleur et s'échappe de la première longue bougie. Alors que la bougie du troisième jour peut être de la même couleur, cela ne montrera pas un changement de tendance actuel. Le quatrième jour continue la tendance et donc continue à produire les bougies de même couleurs. Le cinquième jour cependant renverse la tendance. Veuillez noter qu'il ouvre seulement légèrement l'opposé de la tendance actuelle et il continue dans la même direction là ou il ferme ensuite dans la zone de fossé"],"The closing black marubozu candlestick is a tall black candle with an upper shadow but no lower one. The closing white marubozu candlestick is a tall white candle with an lower shadow but no upper shadow":[null,"Le chandelier marubozu de fermeture noir est une haute bougie noire avec une ombre supérieure mais pas inférieure. Le chandelier marubozu de fermeture blanc est une haute bougie blanche avec une ombre inférieure mais pas d'ombre supérieure"],"The company holds customer funds in separate bank accounts to the operational accounts which would not, in the event of insolvency, form part of the Company's assets. This meets the Gambling Commission's requirements for the segregation of customer funds at the level":[null,"L'entreprise détient les fonds des clients dans des comptes en banque séparés des comptes opérationnels ce qui dans le cas d'un évènement d'insolvabilité ne feraient pas partie des actifs de l'entreprise. Cela satisfait les conditions de la Commissions des Jeux pour la ségrégation des fonds clients au niveau"],"The contract period is the timeframe of a trade. It is also called the duration":[null,"La période de contrat est la période de temps du trade. Il est aussi appelé durée"],"The duration is the length of a purchased trade (see":[null,"La durée est la longueur du trade acheté (voir"],"The entry spot price is the starting price of the trade purchased by a trader":[null,"Le prix d'entrée spot est le prix débutant du trade acheté par un trader"],"The expiry price is the price of the underlying when the contract expires":[null,"Le prix d'expiration est le prix du sous-jacent quand le contrat expire"],"The financial trading services contained within this site are only suitable for customers who are able to bear the loss of all the money they invest and who understand and have experience of the risk involved in the acquistion of financial contracts. Transactions in financial contracts carry a high degree of risk. If purchased contracts expire worthless, you will suffer a total loss of your investment, which consists of the contract premium":[null,"Les services de trading financiers contenus à l'intérieur du site sont seulement appropriés pour les clients qui sont capables de soutenir les pertes de tout l'argent investi et qui comprennent et ont l'expérience du risque impliqué par l’acquisition de contrats financiers. Les transactions des contrats financiers comportent un haut degré de risque. Si les contrats achetés expirent sans valeur, vous soufrerez d'une perte totale de votre investissement qui se compose de la prime du contrat"],"The financial trading services contained within this site are only suitable for customers who are able to bear the loss of all the money they invest and who understand and have experience of the risk involved in the aquistion of financial contracts. Transactions in financial contracts carry a high degree of risk. If purchased contracts expire worthless, you will suffer a total loss of your investment, which consists of the contract permium":[null,"Les services financiers disponibles sur ce site conviennent uniquement aux clients capables d'assumer la perte de l'ensemble des fonds qu'ils investissent, et qui comprennent et ont l'expérience des risques liés à l'acquisition de contrats financiers. Les transactions sur contrats financiers impliquent un degré de risque élevé. Si les contrats achetés expirent sans valeur, vous perdrez la totalité de votre investissement, à savoir la prime de l'option"],"The first step is to open an account. You can":[null,"La première étape consiste à ouvrir un compte. Vous pouvez"],"The first thing to do is choose the asset you wish to trade, such as gold or oil, stocks or FX rates (The value of a binary option is derived from the price of the underlying asset). A big advantage of trading options is that you are not buying or selling the actual asset":[null,"La première étape consiste à sélectionner l'actif que vous souhaitez négocier, par exemple l'or, le pétrole, les actions ou les devises sur le Forex (la valeur d'une option binaire dépend du cours de l'actif sous-jacent). Les options binaires n'impliquent pas l'achat ou la vente de l'actif en lui-même : il s'agit de l'atout principal de ce type d'option"],"The first three days of the Bullish Ladder Bottom are strong black candlesticks with consecutive lower opens and lower closes. The fourth day is a short black candlestick, but it opens higher and trades higher, leaving a long upper shadow, then closes making a new low. The fifth day is a strong white candlestick that makes a body gap with the fourth day":[null,"Les trois premiers jours du Bas de l’Échelle Haussière sont de forts chandeliers noirs avec de plus basses ouvertures et fermetures consécutives. Le quatrième jour est un court chandelier noir, mais il ouvre plus haut et s'échange plus haut, laissant la longue ombre supérieure, puis clôturant en faisant un nouveau plus bas. Le cinquième jour est un fort chandelier blanc qui crée un fossé avec le quatrième jour"],"The homing pigeon is a bullish candlestick reversal pattern comprised of two red candlesticks. The first candle is a tall black one that appears in a downward price trend. The second day is also a black candle, but it is smaller and fits inside the body of the first black candle":[null,"Le pigeon voyageur est un schéma de retournement de chandelier haussier comprenant deux chandeliers rouges. La première bougie est une haute bougie noire qui apparaît dans une tendance de prix baissière. Le second jour est aussi une bougie noire, mais elle est plus petite et tient à l'intérieur du corps de la première bougie noire"],"The indicator is designed for use on a monthly time scale. It is the sum of a 14-month rate of change and 11-month rate of change, smoothed by a 10-period weighted moving average":[null,"L'indicateur est créé pour être utilisé sur une échelle de temps mensuelle. Il est la somme d'un taux de change de 14 mois et de 11 mois, lissé par une moyenne mobile pondérée de 10 périodes"],"The market exit price is the price in effect at the end of the contract period":[null,"Le prix de sortie du marché est le prix effectif à la fin de la période de contrat"],"The parabolic SAR is calculated almost independently for each trend in the price. When the price is in an uptrend, the SAR emerges below the price and converges upwards towards it. Similarly, on a downtrend, the SAR emerges above the price and converges downwards. At each step within a trend, the SAR is calculated one period in advance":[null,"La parabolique SER (Stop Et Retournement) est calculée presque indépendamment de chaque tendance de prix. Quand le prix est dans une tendance haussière, le SER émerge d'en dessous du prix et se dirige vers celui-ci. Similairement, sur une tendance baissière, la SER émerge au dessus du prix et est en tendance baissière. A chaque étape à l'intérieur d'une tendance, le SER est calculé avec une période d'avance"],"The patent means Regent Markets is the recognised pioneer of binary betting. The patent helps protect our innovations":[null,"Le brevet signifie que Regent Markets est reconnu comme un pionnier en paris binaires. Le brevet aide à protéger nos innovations"],"The payout is the amount paid to an options trader if their prediction is correct":[null,"Le versement est un montant payé à un trader d'options si leur prédiction est correcte"],"The piercing pattern is made up of two candlesticks, the first black and the second white.Both candlesticks should have fairly large bodies and the shadows are usually, but not necessarily, small or nonexistent. The white candlestick must open below the previous close and close above the midpoint of the black candlestick's body. A close below the midpoint might qualify as a reversal, but would not be considered as bullish":[null,"Le schéma de perçage est faite de deux chandeliers, le premier noir et le second blanc. Les deux chandeliers devront avoir de larges corps et les ombres sont usuellement, mais pas nécessairement, petits ou non existants. Le chandelier blanc doit ouvrir en dessous de la précédente clôture et fermer au dessus du milieu du corps du chandelier noir. Une fermeture en dessous du milieu peut qualifier comme un retournement, mais ne serait pas considéré comme haussier"],"The premier platform for trading binary options in the world's financial markets":[null,"La première plateforme pour trader des options binaires dans les marchés financiers internautionaux"],"The profit is the difference between the purchase price (the stake) and the payout on a winning trade":[null,"Le profit est la différence entre le prix d'achat (la mise) et le versement sur un trade gagnant"],"The rebranding is a natural evolution for the platform as it continues to grow market share in the highly competitive field of binary trading. The new brand reflects the nature of the business, and our new tagline - Sharp Prices, Smart Trading - communicates our ethos and commitment to our clients":[null,"Le changement de nom est une évolution naturelle de la plateforme comme elle continue à croître en terme de parts de marché dans le secteur très compétitif du trading d'options binaires. La nouvelle marque reflète la nature des affaires, et notre nouveau slogan - prix aiguisé, trading intelligent - communique notre ethos et notre engagement envers les clients"],"The resale price indicates a contract's current market price. Resale prices are on a best-efforts basis and may not be available at all times after purchase. See 'Sell option' for more details on selling contracts before expiry":[null,"Le prix de revente indique le prix du contrat sur le marché actuel. Les prix de revente sont sur une base des meilleurs efforts et peut être non disponible à tout moment après l'achat. Voir 'Vendre option' pour plus de détails sur la vente de contrats avant l'expiration"],"The return is the money realized when the contract expires (see 'Payout')":[null,"Le retour est l'argent fait lors de l'expiration du contrat (voir 'Versement')"],"The stake is the amount that a trader must pay to enter into a trade":[null,"La mise est le montant que le trader doit payer pour entrer dans un trade"],"The sum of price over selected period":[null,"La somme du prix sur la période sélectionnée"],"The variance and the closely-related standard deviation are measures of how spread out a distribution is. In other words, they are measures of variability. The variance is computed as the average squared deviation of each number from its mean":[null,"La variance et l'écart type sont des mesures étroitement liées de l'étalement de la distribution. En d'autres mots, ce sont des mesures de variabilité. La variance est calculée comme l'écart carré moyen de chaque nombre à partir de la moyenne"],"The volatility indices simulate various real market situations and provide an ideal platform for getting used to trading and testing strategies under various market conditions. These indices depend on volatility and drift, and help users to try out scenarios like - high volatility, low volatility, bullish and bearish trends":[null,"L'indice de volatilité stimule les situations de divers marchés réels et fournisse une plateforme idéal pour s'habituer à trader et tester les stratégies dans les conditions de marchés. Les indices dépendent de la volatilité et du mouvement, et aide les utilisateurs à essayer des scénarios comme - haute volatilité, faible volatilité, tendances haussières et baissières"],"There are four main trade types for you to choose from":[null,"Il y a quatre principaux types de trade que vous pouvez choisir"],"There are two types of In/Out trades":[null,"Il existe deux types d'option In/Out "],"There are two types of Up/Down trades":[null,"Il existe deux types de trade Hausse/Baisse"],"There are two ways to trade Asians":[null,"Il existe deux types d'option Asiatique "],"These are trades where the trader predicts if a market will finish higher or lower than a specified price target":[null,"Ce sont des trades où le trader prédit si le marché va finir en hausse ou en baisse par rapport à un prix cible spécifié"],"These are trades where the trader predicts if a market will rise or fall at the end of a selected time period":[null,"Ce sont des trades où le trader prédit si le marché sera en hausse ou en baisse à la fin de la période de temps sélectionnée"],"These are trades where the trader selects a low and high barrier, and predicts if the market will stay within these barriers or go outside them (see also 'Stays Between/Goes Outside trades')":[null,"Ce sont des trades où le trader sélectionne une faible et haute barrière, et prédit si le marché restera entre ces barrières ou va en sortir (voir aussi les trades 'Reste Entre/Sort de')"],"These are trades where the trader selects a price target, and predicts that the market will never touch the target before the expiry of the trade":[null,"Ce sont les trades où le trader sélectionne le prix cible, et prédit que le marché ne touchera pas la cible avant l'expiration du trade"],"These are trades where the trader selects a price target, and predicts that the market will touch the target before the expiry of the trade":[null,"Ce sont les trades où le trader sélectionne un prix cible, et prédit que le marché touchera la cible avant l'expiration du trade"],"This Moving Average uses curve of the Normal (Gauss) distribution which can be placed by Offset parameter from 0 to 1. This parameter allows regulating the smoothness and high sensitivity of the Moving Average. Sigma is another parameter that is responsible for the shape of the curve coefficients":[null,"Cette Moyenne Mobile utilise la courbe de distribution (Gauss) Normale qui peut être placée par le paramètre de compensation allant de 0 à 1. Le paramètre permet de réguler le lissage et la haute sensibilité de la Moyenne Mobile. Sigma est un autre paramètre qui est responsable de la forme des coefficients de la courbe"],"This feature is not relevant to virtual-money accounts":[null,"Cette fonction ne s'applique pas aux comptes d'argent virtuels"],"This field is required":[null,"Ce champ est requis"],"This is another award we really savour. Trade2win is a portal for active traders seeking to profit from stocks, futures, options and forex, and these traders award us silver (we are just pipped for gold by Betfair). It means active traders worldwide rate our trading platform extremely highly":[null,"Il s'agit d'une autre récompense que nous savourons pleinement. Trade2win est un portail pour traders actifs cherchant à profiter des actions, des futures, des options et forex, et ces traders nous ont récompensé par une médaille d'argent (nous nous sommes fait coiffé au poteau par Betfair). Cela signifie que les traders actifs autour du monde nous considèrent comme une excellente plateforme"],"This is big. We pick up a double award from the Financial Times and Investors Chronicle, reflecting our success in improving the quality and usability of our website and products":[null,"C'est énorme. Nous récoltons une double récompense de la part du Financial Times et du Investors Chronicle, reflétant notre succès en améliorant la qualité et l'utilité de notre site internet et produits"],"This is the current price at which an underlying can be bought or sold at a particular time":[null,"C'est le prix actuel auquel un sous-jacent peut être acheté ou vendu à un moment donné"],"This pattern occurs when two black days appear with equal closes in a downtrend. Matching Low indicates a bottom has been made, even though the new low was tested and there was no follow through, which is indicative of a good support price":[null,"Ce schéma a lieu lorsque deux jours noirs apparaissent avec les mêmes clôtures dans une tendance à la baisse. Les mêmes bas indiquent qu'un plus bas a été atteint, même si le nouveau plus bas a été testé et mené à bien, ce qui est indicatif d'un bon support prix"],"Three Advancing White Soldiers (CDL3WHITESOLDIERS)":[null,"Les Trois Soldats Blancs Avançant (CDL3WHITESOLDIERS)"],"Three Black Crows (CDL3BLACKCROWS)":[null,"Trois Corbeaux Noirs (CDL3BLACKCROWS)"],"Three Inside Up/Down (CDL3INSIDE)":[null,"Trois à l'Intérieur en Haut/en Bas (CDL3INSIDE)"],"Three Outside Up/Down (CDL3OUTSIDE)":[null,"Trois à l'Extérieur en Haut/en Bas (CDL3OUTSIDE)"],"Three Stars In The South (CDL3STARSSOUTH)":[null,"Trois Étoiles dans Le Sud (CDL3STARSSOUTH)"],"Three tall white candles, each with higher closes, and bodies that overlap (an opening price within the prior candle's body)":[null,"Trois grandes bougies blanches, chacune avec de plus hautes clôtures, et des corps qui se chevauchent (une ouverture de prix à l'intérieur du corps de la précédente bougie)"],"Three white days occur. Each successive day opens within the body of the previous day and closes above the previous day. The bodies of the candles get progressively smaller with the upper shadows of day 2 and 3 getting progressively longer":[null,"Trois jours blancs se produisent. Chaque jour successif ouvre à l'intérieur du corps du jours précédent et ferme au dessus du précédent jour. Les corps des bougies deviennent progressivement plus petits avec les ombres supérieures des jours 2 et 3 s'allongeant progressivement"],"Three-Line Strike (CDL3LINESTRIKE)":[null,"Coup de Trois Lignes (CDL3LINESTRIKE)"],"Thrusting Pattern (CDLTHRUSTING)":[null,"Schéma de Poussée (CDLTHRUSTING)"],"Thu":[null,"Jeu."],"Thursday":[null,"Jeudi"],"Tick":[null,"Tick"],"Tick Trade app":[null,"Application Tick Trade"],"Tick {row.number}":[null,"Tick {row.number}"],"Ticks":[null,"Ticks"],"Time interval":[null,"Intervalle de temps"],"Time out until":[null,"Expiré jusqu'à"],"Times are changing. We increase payouts so our clients can make the most of their winning trades":[null,"Les temps ont changé. Nous augmentons les versements pour que nos clients puissent profiter au maximum de leurs trades gagnantes"],"Title":[null,"Titre"],"Ti ng Vi t":[null,"Ti ng Vi t"],"To":[null,"à"],"To deposit money please contact the payment agent directly":[null,"Pour effectuer un dépôt, veuillez contacter directement l'agent de paiement"],"To process deposits and withdrawals for payment methods or local currencies not supported by Binary.com contact a payment agent":[null,"Pour effectuer des dépôts et retraits en utilisant des moyens de paiement ou des devises locales que Binary.com ne prend pas en charge, contactez un agent de paiement"],"To withdraw funds please enter the special verification token we have just emailed you":[null,"Pour retirer des fonds, veuillez saisir le jeton de vérification spécifique que nous venons de vous envoyer par e-mail"],"Token":[null,"Jeton"],"Token Management":[null,"Gestion des jetons"],"Token management":[null,"Gestion des jetons"],"Token name":[null,"Nom du jeton"],"Token permissions":[null,"Permissions du jeton"],"Tooltip background":[null,"Arrière-plan infobulle"],"Tooltip text":[null,"Texte infobulle"],"Total Copiers":[null,"Copieurs totales"],"Total Cost":[null,"Coût total"],"Total Profit/Loss":[null,"Total des profits/pertes"],"Total Trades":[null,"Total des trades"],"Touch":[null,"Touche"],"Touch/No Touch":[null,"Touche/Ne touche pas"],"Touch/No Touch - Predict if the market will touch or not touch a target price":[null,"Touche/Ne touche pas - Déterminez si le marché touchera ou non un prix-cible"],"Tourism":[null,"Tourisme"],"Town/City":[null,"Ville"],"Trade":[null,"Trading"],"Trade Confirmation":[null,"Confirmation de l'opération"],"Trade Types":[null,"Types de Trade"],"Trade according to your preferred strategy":[null,"Tradez en fonction de votre stratégie préférée"],"Trade using":[null,"Effectuez vos opérations en utilisant"],"Trader":[null,"Trader"],"Trader's Statistics":[null,"Statistiques de Trader"],"Trades Profitability":[null,"Rentabilité des Trades"],"Trades break down":[null,"Les Trades se décomposent"],"Trading Experience":[null,"Expérience du trading"],"Trading Times":[null,"Horaires de trading"],"Trading binary options is relatively easy, and you can purchase a trade in only three simple steps":[null,"Le trading d'options binaires est relativement simple et vous permet de passer un ordre en trois étapes seulement"],"Trading binary options may not be suitable for everyone, so please ensure that you fully understand the risks involved. Your losses can exceed your initial deposit and you do not own or have any interest in the underlying asset. In regards to binary options which are gambling products, remember that gambling can be addictive - please play responsibly":[null,"Le trading d'options binaires peut ne pas être approprié pour tout le monde, donc assurez vous s'il vous plaît que vous comprenez complètement les risques que cela implique. Vos pertes peuvent excéder votre dépôt initial et vous ne possédez pas ou n'avez aucun intérêt dans l'actif sous-jacent. Au regard des options binaires qui sont des produits de jeux, souvenez vous que le jeu peut être addictif - jouez de manière responsable s'il vous plaît"],"Tradingview for Binary.com":[null,"Affichage Trading pour Binary.com"],"Transfer":[null,"Transfert"],"Transfer to another Binary account":[null,"Transfert vers un autre compte Binary.com"],"Transparent risk and potential reward":[null,"Risques de transparence et rendement potentiel"],"Triangular Moving Average (TRIMA)":[null,"Moyenne Mobile Triangulaire (MMTRI)"],"Triple Exponential Moving Average (T3)":[null,"Moyenne Mobile Exponentielle Triple (T3)"],"Triple Exponential Moving Average (TEMA)":[null,"Moyenne Mobile Exponentielle Triple (MMET)"],"Tristar Pattern (CDLTRISTAR)":[null,"Schéma de Trait (CDLTRISTAR)"],"True Range (TRANGE)":[null,"Gamme Réelle (TRANGE)"],"Try":[null,"Essayez"],"Tue":[null,"mar."],"Tuesday":[null,"mardi"],"Turnover":[null,"Volume de transactions"],"Two Crows (CDL2CROWS)":[null,"Deux Corbeaux (CDL2CROWS)"],"Two-way pricing":[null,"Fixation des prix bidirectionnelle"],"Types of lookbacks":[null,"Types de lookbacks"],"Typical Price (TYPPRICE)":[null,"Prix Typique (TYPPRICE)"],"US Patents":[null,"Brevets des États-Unis"],"USD":[null,"USD"],"USDJPY":[null,"USDJPY"],"Ultimate Oscillator (ULTOSC)":[null,"Oscillateur Ultime (ULTOSC)"],"Under":[null,"En dessous"],"Underlying":[null,"Sous-jacent"],"Unfortunately, no - funds initially deposited through one payment method must be withdrawn through the same system; funds cannot be transferred to an alternate system for withdrawal. We do offer a wide variety of payment methods, to suit your specific needs and preferences":[null,"Malheureusement non - les fonds déposés initialement par une méthode de paiement doivent être retirés par l'intermédiaire du même système; les fonds ne peuvent être transférés à travers un système alternatif pour le retrait. Nous offrons une large variété de méthodes de paiements, pour satisfaire vos besoins et préférences spécifiques"],"Unfortunately, your browser does not support them":[null,"Malheureusement, votre navigateur ne les prend pas en charge"],"Unique 3 River (CDLUNIQUE3RIVER)":[null,"Unique 3 Rivière (CDLUNIQUE3RIVER)"],"Unique Three River Bottom is a bullish candlestick pattern made up of three candles: The 1st candle has a long and bearish body, the 2nd candle is a hammer, and its body is inside the 1st bar's body, the 3rd candle is small and bullish, its Close price is lower than 2nd bar's":[null,"L'Unique Fond des Trois Rivières est un chandelier haussier composé de trois bougies: la 1ère bougie a un corps long et baissier, la 2ème bougie est un marteau, et son corps est à l'intérieur du corps de la 1ère barre, la 3ème bougie est petite et haussière, son prix de clôture est plus bas que la 2ème barre"],"Up - Predict that the market will end higher than the average price":[null,"Hausse : vous prédisez que le marché terminera à un cours supérieur au cours moyen"],"Up/Down":[null,"Hausse/Baisse"],"Up/Down-Gap Side-By-Side White Lines (CDLGAPSIDESIDEWHITE)":[null,"Hausse/Baisse-fossé cote à cote Lignes Blanches (CDLGAPSIDESIDEWHITE)"],"Upcoming Events":[null,"Évènements à venir"],"Update":[null,"Mise à jour"],"Update Settings":[null,"Mise à jour des paramètres"],"Upgrade to a Real Account":[null,"Ouvrir un compte réel"],"Upload template":[null,"Charger le modèle"],"Upside/Downside Gap Three Methods (CDLXSIDEGAP3METHODS)":[null,"Les Trois Méthodes de fossé haussier/baissier (CDLXSIDEGAP3METHODS)"],"Upside/Downside Gap Two Crows (CDLUPSIDEGAP2CROWS)":[null,"Deux Corbeaux Fossé Haussier/Baissier (CDLUPSIDEGAP2CROWS)"],"Use":[null,"Utiliser"],"Use the \"Save as ...\" button to save the chart settings, type, time period, indicators and comparisons":[null,"Utilisez le bouton « Enregistrer sous... » pour sauvegarder les paramètres du graphique, le type, la période de temps, les indicateurs et les comparaisons."],"Use the \"Save as ...\" button to save the trade settings":[null,"Utilisez le bouton « Enregistrer sous ... » pour enregistrer les paramètres de la transaction"],"Using our website, customers can trade currencies, indices, stocks and commodities 24/7. We have the most flexible pricing and the most comprehensive suite of products available":[null,"En utilisant notre site internet, nos clients peuvent trader des monnaies, indices, actions et matières premières 24 heures sur 24. Nous avons le plus flexible système de fixation des prix et la plus complète offre de produits disponibles"],"Variance (VAR)":[null,"Variance (VAR)"],"Various customisable features like loading and arranging assets, charting, and other resources however you see fit":[null,"Différentes fonctionnalités personnalisables chargement et organisation des actifs, des graphiques et autres ressources comme vous le voulez"],"Verification code has been sent to your email":[null,"Un code de vérification vous a été envoyé par e-mail"],"Verification token":[null,"Jeton de vérification"],"Verify new password":[null,"Vérifier le nouveau mot de passe"],"Vertical line":[null,"Ligne verticale"],"View":[null,"Affichage"],"View Statement":[null,"Regardez votre relevé"],"Volatility Index Markets":[null,"Marchés d'indices de volatilité"],"Volatility Indicators":[null,"Indicateurs de volatilité"],"Volatility Indices":[null,"Indices de volatilité"],"Volatility Indices are further categorized into two types":[null,"Les indices de volatilité peuvent être classés selon deux catégories"],"Volatility indices - Binary.com's proprietary indices that simulate market forces":[null,"Les indices de volatilité - les indices propriétaires de Binary.com simulent les forces du marché"],"WMA stands for weighted moving average. It helps to smooth the price curve for better trend identification. It places even greater importance on recent data than the EMA does":[null,"MMP signifie Moyenne Mobile Pondérée. Cela aide à lisser la courbe de prix pour améliorer l'identification de tendance. Cela place une plus grande importance sur les récentes données par rapport à ce que fait la MME"],"We are required by our license to inform you about what happens to funds which we hold on account for you, and the extent to which funds are protected in the event of insolvency":[null,"Nous sommes requis par notre licence de vous informer à propos de ce qui arrive aux fonds que nous gardons à votre place, et le niveau de sécurité de vos fonds en cas d'insolvabilité"],"We do it again. BetOnMarkets.com follows up our 2007 award by being voted 'Best Fixed-Odds Financial Trading Provider' for 2008":[null,"Nous le réalisons encore une fois. BetOnMarkets.com après notre récompense de 2007 est voté 'Meilleur Fournisseur de Trading de Paris à Cote Fixes' pour 2008"],"We offer three types lookbacks":[null,"Nous vous proposons trois types de lookback "],"We rebrand BetOnMarkets.com as":[null,"Nous changeons le nom de BetOnMarkets.com pour"],"We segregate all client funds and hold them in secure and licensed financial institutions, according to the conditions of our trading licenses":[null,"Nous séparons les fonds des clients et les gardons dans des institutions financières sécurisées et autorisées, selon les conditions de nos licences de trading"],"We're granted patents for 'Computer trading system and method for speculating on a financial market' and 'Computer trading system for offering custom financial market speculations'. The patents show our ability to innovate and stay ahead of the pack":[null,"Nous avons obtenu les brevets pour 'Système de trading informatique et méthode pour spéculer sur le marché financier' et 'Système de trading informatique pour offrir des spéculations personnalisées sur le marché financier'. Les brevets montrent notre capacité à innover et rester en avance par rapport à nos concurrents"],"We're really proud of this award. We're strongly committed to offering an ethical and customer-focused trading experience, and the award shows that BetOnMarkets is a trusted brand that listens and caters to customers, whether they are experienced traders or novices. We offer customer services in English, Indonesian, Russian, Chinese and Spanish":[null,"Nous somme très fier de cette récompense. Nous sommes fortement engagés à offrir une expérience de trading éthique et focalisée sur le client, et cette récompense montre que BetOnMarkets est une marque à laquelle on fait confiance qui écoute et sert ses clients, qu'ils soient des traders expérimentés ou des novices. Nous offrons des services clients en Anglais, Indonésien, Russe, Chinois et Espagnol"],"Webtrader":[null,"Webtrader"],"Webtrader is an advanced trading platform that's fully-customisable according to your personal preferences":[null,"Webtrader est une plateforme de trading avancée qui est entièrement personnalisable selon vos préférences personnelles"],"Webtrader uses new web technologies for rich and enjoyable trading experience":[null,"Webtrader utilise les nouvelles technologies Web pour une expérience de trading riche et agréable"],"Wed":[null,"mer."],"Wednesday":[null,"mercredi"],"Weighted Close Price (WCLPRICE)":[null,"Prix de Clôture Pondéré (WCLPRICE)"],"Weighted Moving Average (WMA)":[null,"Moyenne Mobile Pondérée (MMP)"],"Welcome to Binary.com Webtrader":[null,"Bienvenue sur Binary.com Webtrader"],"What are OTC indices and stocks?":[null,"Quels sont les actions et indices OTC ?"],"What are lookbacks":[null,"Quels sont les lookbacks"],"What is pep?":[null,"Qu'est ce que pep ?"],"What is this?":[null,"Qu'est-ce que c est ?"],"When you are satisfied with the price that you receive, execute your trade immediately. With our unique platform, you won t have to contend with  slippages  or gaping markets. And most importantly, there are no invisible fees. You can also sell back any long-term trades at any time before they expire to protect the profit you may have earned or to minimise your losses":[null,"Quand vous êtes satisfait avec le prix que vous recevez, exécutez immédiatement votre trade. Grâce à notre plate-forme unique, vous n’aurez pas à composer avec les « dérapages » ou des marché béants. Et surtout, il n’y a aucun frais invisibles. Vous pouvez également revendre tout trade de long terme à tout moment avant leur expiration pour protéger les bénéfices que vous pouvez avoir gagné ou minimiser vos pertes"],"When you trade with Binary.com, you can be assured that your deposits are held in a separate trust account and are not used for any other purpose":[null,"Quand vous tradez avec Binary.com, vous pouvez être assuré que vos dépôts sont conservés dans un compte trust séparé et ne sont pas utilisé pour d'autre but"],"Where does Binary.com hold my funds?":[null,"Où sont détenus mes fonds sur Binary.com ?"],"While on the go, you can":[null,"Pendant vos déplacements, vous pouvez"],"Why Choose Binary Trading?":[null,"Pourquoi choisir Binary Trading ?"],"Why trade with Binary.com":[null,"Pourquoi choisir Binary.com"],"Will I need to install any software?":[null,"Vais je avoir besoin d'installer un logiciel ?"],"Williams' %R (WILLR)":[null,"Williams' %R (WILLR)"],"Win the multiplier times the close minus low":[null,"Gagner plusieurs fois le montant de la clotûre moins le plus bas"],"Win the multiplier times the high minus close":[null,"Gagner plusieurs fois le montant du plus haut moins la clotûre"],"Win the multiplier times the high minus low":[null,"Gagner plusieurs fois le montant du plus haut moins le plus bas"],"With Binary.com you can trade":[null,"Avec Binary.com vous pouvez trader"],"Withdraw funds":[null,"Retirer des fonds"],"Withdrawal via payment agents":[null,"Retrait par agents de paiement"],"Workspace":[null,"Espace de travail"],"X-axis labels":[null,"Valeurs de l'axe des X"],"X-axis line":[null,"Ligne de l'axe des X"],"X-axis tick":[null,"Tick de l'axe des X"],"Xodds.com":[null,"Xodds.com"],"Y-axis gridline":[null,"Ligne de quadrillage de l'axe des Y"],"Y-axis labels":[null,"Valeurs de l'axe des Y"],"Yearly Profitable Trades":[null,"Trades rentables annuels"],"Yes":[null,"Oui"],"You are not copying any trade(s) yet":[null,"Vous ne copiez encore aucun trade(s)"],"You can":[null,"Vous pouvez"],"You don't need to deposit any money to open an account, but you need to deposit funds before you can start trading":[null,"Vous n'avez pas besoin de déposer de l'argent pour ouvrir un compte, mais vous avez besoin de déposer des fonds avant de pouvoir commencer à trader"],"You have sold the following contract":[null,"Vous avez vendu le contrat suivant"],"You haven't saved any templates yet":[null,"Vous n'avez sauvegardé aucun modèle pour le moment"],"You only need to make four decisions to execute a binary contract":[null,"Pour exécuter un contrat binaire, vous ne devrez prendre que quatre décisions"],"You pay":[null,"Vous payez"],"You will be automatically logged out after such time":[null,"Votre compte sera automatiquement déconnecté après cette période"],"You wish to allow other traders to copy your trades":[null,"Vous souhaitez autoriser d’autres traders à copier vos trades"],"You wish to copy another trader's trades":[null,"Vous souhaitez copier les trades d'un autre Trader"],"Your Binary.com account is created, but to start trading you need to allow Webtrader access it":[null,"Votre compte Binary.com a été créé. Pour commencer à effectuer des opérations de trading, vous devez autoriser Webtrader à y accéder."],"Your account (%) is locked, please contact customer support for more info.":[null,"Votre compte (%) est verrouillé, veuillez contacter le support client pour plus d’informations."],"Your browser is not supported":[null,"Votre navigateur n'est pas pris en charge"],"Your copying settings":[null,"Vos paramètres de copie"],"Your email":[null,"Votre adresse e-mail"],"Your new account balance is":[null,"Le nouveau solde de votre compte est de"],"Your transaction reference is":[null,"Votre référence de transaction est"],"Your transaction reference number is":[null,"Votre numéro de référence de transaction est le"],"Zoom":[null,"Zoom"],"allowing clients to develop their own automated trading robots with  drag-and-drop  simplicity":[null,"permettre aux clients de développer leurs propres robots de trading automatisés avec la simplicité d'un glisser-déposer"],"and for Irish clients by (3) the Revenue Commissioners in Ireland (Remote Bookmaker's Licence no. 1010285 issued on 1 July 2017). View complete":[null,"et pour les clients Irlandais par (3) les Commissaires du Revenu en Irlande (Licence de Bookmaker à distance no. 1010285 émise le 1er Juillet 2017 )"],"and start learning how to trade":[null,"et commencez à apprendre à trader"],"apostrophe (') are allowed":[null,"apostrophes (') sont autorisés"],"apply online":[null,"postulez en ligne"],"at a valuation of US$ 50.5 million":[null,"à une valorisation de 50 millions de dollars américains"],"auto-trader programming tool":[null,"Outil de programmation d'auto-trader"],"below and proceeding with the Account Opening you should note that you may be exposing yourself to risks (which may be significant, including the risk of loss of the entire sum invested) that you may not have the knowledge and experience to properly assess or mitigate":[null,"ci-dessous et de procéder à l'ouverture du compte, vous devez savoir que vous pourriez vous exposer à des risques (qui peuvent être importants, notamment la perte de toute la somme d'investissement) que vos connaissances et votre expérience ne vous permettent pas forcément d'évaluer ou de réduire efficacement"],"commission":[null,"commission"],"contact support":[null,"contacter le service clientèle"],"create a Read-only token, and share the token with your copier(s)":[null,"créer un jeton en lecture seule et partager le jeton avec un(des) copieur(s)"],"customer support":[null,"service clientèle"],"day":[null,"jour"],"days":[null,"jours"],"deposit funds and begin trading within minutes":[null,"déposez des fonds et commencez à trader en quelques minutes "],"disposes of its stake":[null,"Dispose de ses mises"],"e-commerce site for branded merchandise":[null,"Site de commerce en ligne pour des marchandises de marque"],"end time":[null,"l'heure de fin"],"entry spot":[null,"point d'entrée"],"exit spot":[null,"point de sortie"],"for mobile charts":[null,"pour les graphiques mobiles"],"has updated its":[null,"a mis à jour sa"],"hour":[null,"heure"],"hours":[null,"heures"],"if this is not your country of residence":[null,"s'il ne s'agit pas de votre pays de résidence"],"in just a few minutes":[null,"en quelques minutes"],"in the future, the":[null,"ultérieure, le"],"is Binary's advanced desktop trading platform. Its multi-window interface provides maximum flexibility and suits the needs of active traders working on their desktop PCs":[null,"est la plateforme de trading de pointe de Binary.com. Son interface multi-fenêtres offre une polyvalence optimale et répond aux besoins des traders actifs travaillant sur leur PC"],"is required. Current spread":[null,"est requis. Spread actuel"],"is that which is selected and the":[null,"l'opération débute à l'heure sélectionnée et le"],"is the":[null,"est le"],"is the price in effect at that time":[null,"correspond au prix en vigueur à l'heure sélectionnée"],"is the selected number of minutes/hours after the":[null,"correspondra au nombre sélectionné de minutes/heures après"],"is the selected time":[null,"correspond à l'heure sélectionnée"],"is the spot at the":[null,"est le prix spot à"],"is when the contract is processed by our servers and the":[null,"correspond au traitement de l'opération par nos serveurs et le"],"main site":[null,"site principal"],"medium protection":[null,"protection moyenne"],"minute":[null,"minute"],"minutes":[null,"minutes"],"next tick":[null,"prochain tick"],"of \"Now\", the":[null,"équivalente à « Maintenant », le"],"open a free $10k fully-functional virtual-money account":[null,"ouvrir un compte d’argent virtuel gratuit de 10k entièrement fonctionnel"],"open an account":[null,"ouvrir un compte"],"our helpful support desk":[null,"notre bureau d'assistance serviable"],"payment agent":[null,"agent de paiement"],"points":[null,"points"],"sec":[null,"sec"],"second":[null,"seconde"],"seconds":[null,"secondes"],"session overview":[null,"aperçu de la session"],"start time":[null,"heure de début"],"terms and conditions":[null,"conditions générales"],"the":[null,"le"],"thereafter":[null,"ensuite"],"tick":[null,"tick"],"ticks":[null,"ticks"],"www.Binary.com":[null,"www.Binary.com"],"yes":[null,"oui"],"{agent.commission}%":[null,"{agent.commission}%"],"| Return":[null,"| Retour"],"enabling clients, affiliates, and developers to buy and sell Binary.com products":[null,"permettant aux clients, affiliés, et développeurs d'acheter et vendre des produits Binary.com"]}