{"1":[null,"1"],"2":[null,"2"],"3":[null,"3"],"4":[null,"4"],"5":[null,"5"],"8":[null,"8"],"10":[null,"10"],"15":[null,"15"],"30":[null,"30"],"1999":[null,"1999"],"2000":[null,"2000"],"2004":[null,"2004"],"2007":[null,"2007"],"2008":[null,"2008"],"2009":[null,"2009"],"2011":[null,"2011"],"2012":[null,"2012"],"2013":[null,"2013"],"2014":[null,"2014"],"2015":[null,"2015"],"2016":[null,"2016"],"2017":[null,"2017"],"":{"plural-forms":"nplurals=1; plural=0;","x-generator":"crowdin.com","x-crowdin-project":"webtrader","x-crowdin-language":"id","x-crowdin-file":"/development/translations/i18n/messages.pot","project-id-version":"webtrader","content-type":"text/plain; charset=UTF-8","last-translator":"binarycom <jy@binary.com>","language-team":"Indonesian","language":"id_ID","po-revision-date":"2018-08-21 08:40"},"\"http://www.gamblingcommission.gov.uk/Consumers/Protection-of-customer-funds.aspx\"":[null,"\"http://www.gamblingcommission.gov.uk/Consumers/Protection-of-customer-funds.aspx\""],"'Best Customer Communication Firm' award by Investors Chronicle":[null,"'Perusahaan Komunikasi Pelanggan Terbaik’ penghargaan dari Investor Chronicle"],"'Best Fixed-Odds Broker' silver award by Trade2Win":[null,"'Penyedia Fixed-Odds Terbaik' piala perak dianugerahkan oleh Trade2Win"],"'Best Fixed-Odds Financial Provider' award by Financial Times and Investors Chronicle UK":[null,"'Penyedia Financial Fixed-Odds Terbaik’ anugerah oleh Financial Times dan Investors Chronicle Inggris"],"'Best Fixed-Odds Financial Trading Provider' award by Shares Magazine UK":[null,"'Penyedia Trading Financial Fixed-Odds Terbaik' dianugerahkan oleh Shares Magazine Inggris"],"'Best Fixed-Odds Firm 2012' award by Global Banking and Finance Review":[null,"'Perusahaan Fixed-Odds Terbaik 2012' penghargaan dari Global Banking and Finance Review"],"'Financial Betting Operator of the Year' award by eGaming Review":[null,"'Operator Trading Financial Terbaik' penghargaan oleh eGaming Review"],"'contract period'":[null,"'periode kontrak'"],"(6,000   5,200) * 2 = $1600":[null,"(6,000 – 5,200) * 2 = $1600"],"(One) Touch trades":[null,"Kontrak (One) Touch"],"(formerly known as":[null,"(sebelumnya dikenal sebagai"],"(if less than one day in duration), or at the end of the trading day (if one day or more in duration)":[null,"(jika durasi kurang dari satu hari), atau pada akhir hari trading (jika durasi satu hari atau lebih)"],"(license reference no: 39172)":[null,"(nomor referensi lisensi: 39172)"],"(license reference no: 39495)":[null,"(nomor referensi lisensi: 39495)"],") goes live, establishing a round-the-clock financial betting service on a variety of financial indices. Business grows quickly, and we soon become the market leader in fixed-odds financial betting":[null,") ditayangkan secara langsung, menyediakan layanan trading financial pada berbagai pilihan bursa saham. Bisnis ini berkembang sangat cepat dan kami menjadi pemimpin dalam menyediakan trading financial fixed-odds"],"- Benefit from the same rates of return as interbank traders. Our prices are benchmarked daily against the interbank options markets":[null,"- Keuntungan yang sama seperti yang didapatkan oleh trader antar bank. Harga kami adalah distandarkan setiap hari berbanding dengan opsi pasar antar bank"],"- Binary.com is not affiliated with any of the Payment Agents listed above. Each Payment Agent operates as an independent service provider and is not endorsed, guaranteed or otherwise approved by Binary.com. CUSTOMERS DEAL WITH PAYMENT AGENTS AT THEIR SOLE RISK AND PERIL. Customers are advised to check the credentials of Payment Agents before sending them any money. Binary.com shall not in any circumstance be held responsible for transactions made between customers and Payment Agents":[null,"- Binary.com tidak berafiliasi dengan Agen Pembayaran manapun. Setiap Agen Pembayaran beroperasi sendiri dan Binary.com tidak bertanggung jawab atas risiko penggunaannya. PELANGGAN BERURUSAN DENGAN AGEN PEMBAYARAN ATAS RISIKO SENDIRI. Pelanggan disarankan untuk mengecek kredibilitas dan eksistensi Agen Pembayaran bersangkutan sebelum bertransaksi dengan mereka. Binary.com dalam keadaan apapun tidak bertanggung jawab atas transaksi yang dilakukan antara Pelanggan dan Agen Pembayaran"],"- Choose from over one million possible trade variations at any time, and customise your trades according to your preferred strategy":[null,"- Pilih dari satu juta lebih kemungkinan variasi trading kapan saja, dan sesuaikan kontrak Anda pada strategi pilihan Anda"],"- Choose timeframes from 10 seconds to 365 days":[null,"- Pilih jangka waktu dari 10 detik hingga 365 hari"],"- Deposit as little as USD 5 to start trading":[null,"- Deposit dari USD 5 untuk memulai trading"],"- Earn the same proportional return on stakes of all values":[null,"- Dapatkan laba yang sebanding dengan modal pada semua nilai"],"- Enjoy a trading platform that s easy to navigate and use":[null,"- Nikmati platform trading yang mudah dinavigasikan dan digunakan"],"- Know how much you will win or lose before you purchase the contract":[null,"- Ketahui berapa banyak potensi keuntungan atau kerugian sebelum melakukan pembelian kontrak"],"- Open an account and start trading in minutes. Deposits and withdrawals are also available 24/7":[null,"- Mendaftar akun dan mulai trading hanya dalam beberapa menit. Deposit dan penarikan tersedia 24/7"],"- Predict the market ending higher or lower than a price target":[null,"- Menganalisa pasar akan berakhir lebih tinggi atau lebih rendah dari target harga"],"- Predict the market rising or falling from its current level":[null,"- Menganalisa pasar naik atau turun dari tingkat saat ini"],"- Predict the market staying between or going outside two price targets":[null,"- Menganalisa pasar akan tetap antara atau keluar dua target harga"],"- Predict the market touching or not touching a price target":[null,"- Menganalisa pasar akan menyentuh atau tidak target harga"],"- Receive quotes for a trade and counter-trade, so you always get unbiased, transparent rates from Binary.com":[null,"- Menerima harga untuk trading dan trading konter, dimana Anda tidak akan terpengaruh, harga transparan dari Binary.com"],"- Sell your long-term contracts before expiry to protect any profits you may have made or to minimise your losses":[null,"- Jual kontrak jangka panjang Anda sebelum berakhir untuk melindungi keuntungan atau untuk mengurangkan risiko kerugian"],"- Trade based on \"gut feel\" or rely on technical and fundamental analysis":[null,"- Bertrading berdasarkan \"insting\" atau mengandalkan analisis teknis dan fundamental"],"- Trade confidently, knowing that your personal data, transactions, and funds are always secure":[null,"- Bertradinglah dengan percaya diri, ketahui data pribadi, transaksi dan dana Anda akan selalu aman"],"- Trade currencies, indices, commodities and more in rising, falling, sideways, quiet, and volatile markets":[null,"- Trading pada mata uang, indeks, komoditas dan lainnya pada kenaikan, penurunan, sideway, sepi atau volatilitas pasar"],"- Trade when you want. Binary.com is available 24/7, even on weekends":[null,"- Trading kapan saja. Binary.com tersedia 24/7, bahkan pada akhir pekan"],"- Trade with the industry pioneer and holder of a patented pricing technology":[null,"- Bertrading dengan pelopor industri dan pemegang teknologi harga yang dipatenkan"],"- currencies, stock indices, and commodities":[null,"- valuta asing, indeks saham dan komoditas"],"- from $1 to $50,000":[null,"- dari $1 to $50.000"],"- from 10 seconds to 365 days":[null,"- dari 10 detik hingga 365 hari"],"- up/down, touch/no-touch, stays between/goes outside":[null,"- up/down, touch/no-touch, stays between/goes outside"],"0-1 year":[null,"0-1 tahun"],"0-5 transactions in the past 12 months":[null,"0-5 transaksi pada 12 bulan terakhir"],"1 Day":[null,"1 Hari"],"1 Hour":[null,"1 Jam"],"1 Minute":[null,"1 Menit"],"1 Tick":[null,"1 Tik"],"1 million transactions/day":[null,"1 juta transaksi/hari"],"1-2 years":[null,"1-2 tahun"],"1. Choose the Underlying":[null,"1. Pilih Pasar Dasar"],"1. Underlying market":[null,"1. Pasar dasar"],"10 Minutes":[null,"10 Menit"],"10m":[null,"10m"],"15 Minutes":[null,"15 Menit"],"15m":[null,"15m"],"1d":[null,"1d"],"1h":[null,"1h"],"1m":[null,"1m"],"1t":[null,"1t"],"2 Hours":[null,"2 Jam"],"2 Minutes":[null,"2 Menit"],"2. Choose the Duration of the Trade":[null,"2. Pilih Durasi Trading"],"2. Trade type":[null,"2. Jenis kontrak"],"2h":[null,"2h"],"2m":[null,"2m"],"3 Minutes":[null,"3 Menit"],"3. Choose how you want to Trade the Market":[null,"3. Pilih bagaimana Anda ingin Mentradingkan Pasar"],"3. Duration":[null,"3. Durasi"],"30 Minutes":[null,"30 Menit"],"30-day limit on losses":[null,"batas kerugian 30-hari"],"30-day turnover limit":[null,"batas pembelian 30-hari"],"30m":[null,"30m"],"3m":[null,"3m"],"4 Hours":[null,"4 Jam"],"4. Barrier(s)":[null,"4. Batasan"],"4. Choose your Stake and Potential Return":[null,"4. Pilih Modal dan Potensi Laba Anda"],"40 transactions or more in the past 12 months":[null,"40 transaksi atau lebih dalam 12 bulan terakhir"],"4h":[null,"4h"],"5 Minutes":[null,"5 Menit"],"5. Payout":[null,"5. Hasil"],"5m":[null,"5m"],"6-10 transactions in the past 12 months":[null,"6-10 transaksi pada 12 bulan terakhir"],"7-day limit on losses":[null,"batas kerugian 7-hari"],"7-day turnover limit":[null,"batas pembelian 7-hari"],"8 Hours":[null,"8 Jam"],"8h":[null,"8h"],"A Evening Doji Star consists of a long bullish candle, followed by a Doji that has gapped above it, then a third bearish candle that closes well within the body of the first candle and in doing so confirming the reversal. It is considered a strong bearish price reversal candlestick pattern":[null,"Evening Doji Star terdiri dari candle bullish yang panjang, diikuti oleh Doji yang mengalami gapped, kemudian candle bearish ketiga yang tertutup dengan baik oleh candle pertama yaitu mengkonfirmasi pembalikan. Hal ini dianggap sebagai bearish reversal harga pola candlestick yang kuat"],"A Smoothed Moving Average is sort of a blend between a Simple Moving Average and an Exponential Moving Average, only with a longer period applied":[null,"Smoothed Moving Average adalah campuran dari Simple Moving Average dan Exponential Moving Average, dengan penambahan period yang lebih panjang"],"A Spinning Top Candlestick is a bullish or bearish candlestick with a small body. The length of the head and tail shadows can vary. Like a Doji Candlestick it represents a point of indecision with buyers and seller matched":[null,"Spinning Top Candlestick adalah candlestick bullish atau bearish dengan ukuran kecil. Panjang kepala dan ekor dapat bervariasi. Sama seperti Doji Candlestick yaitu mewakili poin keraguan antara pembeli dan penjual yang cocok"],"A Stays Between trade pays out if the market stays between (does not touch) BOTH the high barrier or the low barrier at any time during the period chosen by a trader. A Goes Outside trade pays out if the market touches EITHER the high barrier or the low barrier at any time during the period chosen by a trader":[null,"Kontrak Stays Between akan memberi hasil jika pasar tetap berada diantara (tidak menyentuh) KEDUA batasan tinggi atau batasan rendah kapan saja selama periode yang dipilih oleh trader. Kontrak Goes Outside akan memberi hasil jika pasar menyentuh SALAH SATU batasan tinggi atau batasan rendah kapan saja selama periode yang dipilih oleh trader"],"A bearish candlestick pattern consisting of three candles that have demonstrated the following characteristics, the first bar is a large white candlestick located within an uptrend, the middle bar is a small-bodied candle (red or white) that closes above the first white bar, the last bar is a large red candle that opens below the middle candle and closes near the center of the first bar's body":[null,"Pola candlestick bearish terdiri dari tiga candle yang telah menunjukkan karakteristik berikut, bar pertama adalah candlestick putih besar yang berada pada sekitar uptrend, bar tengah adalah candle bertubuh kecil (merah atau putih) yang menutup di atas bar putih pertama, bar terakhir adalah lilin merah besar yang terbuka di bawah lilin tengah dan menutup di dekat pusat tubuh bar pertama"],"A bearish candlestick pattern that is used to predict the reversal of the current uptrend. This pattern consists of three consecutive long-bodied candlesticks that have closed lower than the previous day with each session's open occurring within the body of the previous candle":[null,"Pola candlestick bearish digunakan untuk menganalisa pembalikan arus uptrend saat ini. Pola ini terdiri dari tiga candlestick panjang berturut-turut yang ditutup lebih rendah dari hari sebelumnya dimana setiap sesi terjadi diantara ukuran candle sebelumnya"],"A bearish counterattack is a long white candle in an uptrend, followed by a long black candle. Closing prices of both candles are at the same price level. A bullish counterattack is a long black candle in an downtrend, followed by a long white candle. Closing prices of both candles are at the same price level":[null,"Serangan balik bearish adalah candle putih panjang pada uptrend, diikuti oleh candle hitam panjang. Harga closing kedua candle berada pada tingkat harga yang sama. Serangan balik bullish adalah candle hitam panjang dalam tren turun, diikuti oleh candle putih panjang. Harga closing kedua candle berada pada tingkat harga yang sama"],"A bearish separating line is a bearish continuation pattern. It is the exact opposite of the bullish separating line. There are two components to the bearish separating line: The first day is a green candlestick and the second day gaps down, opens at the first candlestick's open and closes weakly":[null,"Garis pemisah bearish adalah pola kelanjutan bearish. Ini adalah kebalikan dari garis pemisah bullish. Ada dua komponen untuk garis pemisah bearish: Hari pertama adalah candlestick hijau dan celah pada hari kedua menurun, terbuka pada candlestick pertama yang dibuka dan ditutup dengan lemah"],"A binary option is a contract purchased by a trader, which pays a pre-determined amount if their prediction is correct":[null,"Opsi binary adalah kontrak yang dibeli oleh trader, dimana akan membayarkan jumlah tertentu jika analisa mereka tepat"],"A binary option is an option with a fixed payout that is determined at the start of the trade. If your prediction is correct, you receive an agreed payout. If not, you lose your initial stake, and no more. The options are called 'binary' because there can be only two outcomes - win or lose":[null,"Opsi binary adalah opsi yang memberikan hasil tetap yang ditentukan pada awal trading. Jika analisa Anda tepat maka Anda akan menerima hasil yang Anda inginkan. Jika tidak, maka Anda hanya akan kehilangan modal Anda tidak lebih. Opsi ini disebut 'binary' karena hanya memiliki dua kemungkinan - untung atau rugi"],"A bullish candlestick pattern that consists of five candles, the first day is a long white day, the second day gaps up and is a black day, the second, third, and fourth days have small real bodies and follow a brief downtrend pattern, but stay within the range of the first day and the fifth day is a long white day that closes above the close of the first day":[null,"Pola candlestick bullish yang terdiri dari lima candle, hari pertama adalah hari putih yang panjang, hari kedua berakhir dan merupakan hari hitam, hari kedua, ketiga, dan keempat memiliki tubuh nyata yang kecil dan mengikuti pola tren turun yang singkat, namun tetap dalam rentang hari pertama dan hari kelima adalah hari putih panjang yang tutup di atas penutupan hari pertama"],"A bullish candlestick pattern that consists of three candles, the first bar is a large red candlestick located within a defined downtrend, the second bar is a small-bodied candle (either red or white) that closes below the first red bar and the last bar is a large white candle that opens above the middle candle and closes near the center of the first bar's body":[null,"Pola candlestick bullish yang terdiri dari tiga candle, bar pertama adalah candlestick merah besar yang terletak di dalam tren turun yang ditentukan, bar kedua adalah lilin bertubuh kecil (berwarna merah atau putih) yang ditutup di bawah bar merah pertama dan bar terakhir. Adalah lilin putih besar yang terbuka di atas lilin tengah dan menutup di dekat pusat tubuh bar pertama"],"A bullish candlestick pattern that consists of three candles, the first bar is a large red candlestick located within a defined downtrend, the second bar is a small-bodied candle (either red or white) that closes below the first red bar., he last bar is a large white candle that opens above the middle candle and closes near the center of the first bar's body":[null,"Pola candlestick bullish yang terdiri dari tiga candle, bar pertama adalah candlestick merah besar yang berada dalam tren turun yang ditentukan, bar kedua adalah candle bertubuh kecil (berwarna merah atau putih) yang ditutup di bawah bar merah pertama. Bar adalah candle putih besar yang terbuka di atas candle tengah dan menutup di dekat bagian tengah tubuh bar pertama"],"A bullish or bearish candle followed by a doji with with a downward or uptrend gap":[null,"Candle bullish atau bearish diikuti dengan doji dengan gap trend downward atau uptrend"],"A candlestick chart pattern in which a large candlestick is followed by a smaller candlestick whose body is located within the vertical range of the larger body. In terms of candlestick colors, the bullish harami is a downtrend of negative-colored (black) candlesticks engulfing a small positive (white) candlestick, giving a sign of a reversal of the downward trend":[null,"Pola chart candlestick di mana candlestick besar diikuti oleh candlestick yang lebih kecil yang tubuhnya berada dalam kisaran vertikal tubuh yang lebih besar. Dari segi warna candlestick, bullish harami adalah tren turun dari candlestick berwarna negatif (berkulit hitam) yang menelan candlestick positif kecil (putih), memberi tanda pembalikan tren menurun"],"A candlestick with a long black body (long line) represents a bearish force in the market. The price of the stock was up and down in a wide range, opening near the high and closing near the low of the day. One with a long white line represents a bullish force in the market. The price of the stock was up and down in a wide range, opening near the low of the day and closing near the high":[null,"Sebuah candlestick dengan tubuh hitam panjang (long line) merupakan gaya bearish di pasaran. Harga saham naik dan turun dalam kisaran yang luas, membuka di dekat titik tertinggi dan mendekati akhir hari. Satu dengan garis putih panjang mewakili gaya bullish di pasaran. Harga saham naik dan turun dalam kisaran yang luas, membuka di dekat hari yang rendah dan mendekati level tertinggi"],"A candlestick with very long upper and lower shadows and a small real body on a Japanese candlestick chart. It shows that the market is losing its direction bias that it had before this candle appeared":[null,"Candlestick dengan bayangan atas dan bawah yang sangat panjang dan tubuh kecil yang nyata pada chart candlestick Jepang. Ini menunjukkan bahwa pasar kehilangan arah bias yang dimiliki sebelum candle ini muncul"],"A chart pattern that consists of a small white candlestick with short shadows or tails followed by a large black candlestick that eclipses or 'engulfs' the small white one":[null,"Pola chart yang terdiri dari candlestick putih kecil dengan bayangan pendek atau ekor diikuti oleh candlestick hitam besar yang atau 'menelan' candle putih kecil"],"A derivative is a financial instrument whose value is determined by reference to an underlying market. Derivatives are commonly traded in the inter-bank market, and binaries are one of the simplest forms of derivatives":[null,"Derivatif adalah sebuah instrumen keuangan dimana nilainya ditentukan oleh berdasarkan pasar. Derivatif pada umumnya diperdagangkan pada pasar antar-bank dan binary adalah salah satu bentuk yang paling sederhana dari derivatif"],"A lookback contract has a payout that depends on the optimum high or low achieved by the market. The option allows the holder to \"look back\" over time to determine the payout":[null,"Kontrak lookback memiliki hasil yang tergantung pada jumlah maksimum high atau low yang dicapai oleh pasar. Opsi ini memberi kesempatan untuk \"melihat kembali\" dari waktu ke waktu untuk menentukan hasil"],"A medium to long bullish or bearish candlestick with the key defining trait being no head or tail shadows":[null,"Grafik candlestick bullish atau bearish sedang hingga panjang dengan sifat utama tanpa kepala atau ekor bayangan"],"A panel featuring industry leaders awards BetOnMarkets.com 'Financial Betting Operator of the Year' over two other finalists. It's a major victory for our brand and further recognition of our world-beating service. Ten years on, and going from strength to strength":[null,"Sebuah panel pemimpin industri menganugerahkan BetOnMarkets.com sebagai 'Operator Financial Trading Terbaik'. Ini adalah anugerah terbaik bagi kami dan pengitirafan lebih lanjut bagi layanan yang kami sediakan. Sepuluh tahun kemudian kami terus kukuh"],"A technical indicator invented by Larry Williams that uses the weighted average of three different time periods to reduce the volatility and false transaction signals that are associated with many other indicators that mainly rely on a single time period":[null,"Indikator teknis yang ditemukan oleh Larry Williams yang menggunakan rata-rata tertimbang dari tiga periode waktu yang berbeda untuk mengurangi volatilitas dan sinyal transaksi palsu yang dikaitkan dengan banyak indikator lain yang terutama bergantung pada satu periode waktu tertentu"],"A technical momentum indicator that compares a security's closing price to its price range over a given time period. The oscillator's sensitivity to market movements can be reduced by adjusting the time period or by taking a moving average of the result":[null,"Indikator momentum teknis yang membandingkan harga penutupan sekuritas dengan kisaran harga selama periode waktu tertentu. Kepekaan osilator terhadap pergerakan pasar dapat dikurangi dengan menyesuaikan jangka waktu atau dengan mengambil rata-rata pergerakan hasilnya"],"A technical trading pattern in which three candlesticks form what appears to be a sandwich on the trader's screen. Stick sandwiches will have the middle candlestick oppositely colored of the candlesticks on either side of it, both of which will have a larger trading range than the middle candlestick. Stick sandwich patterns can occur in both bearish and bullish indications":[null,"Pola teknis trading dimana tiga bentuk candlestick membentuk lapisan pada layar tarder. Lapisan stick akan memiliki candlestick tengah yang berwarna dari candlesticks di kedua sisinya, keduanya akan memiliki rentang trading yang lebih besar daripada candlestick tengah. Pola stick sandwich bisa terjadi baik pada indikasi bearish maupun bullish"],"A tick is the minimum upward or downward movement in the price of a market":[null,"Tik adalah gerakan minimum ke atas atau ke bawah dalam harga pasar"],"A trend indicated by a large candlestick followed by a doji that is located within the top and bottom of the candlestick's body. This indicates that the previous trend is about to reverse":[null,"Tren diperlihatkan oleh candlestick besar yang diikuti oleh doji yang terletak di bagian atas dan bawah badan candlestick. Hal ini menunjukkan bahwa tren sebelumnya akan berbalik arah"],"A white candle in an upward price trend followed by a doji whose lower shadow remains above the prior candle's high. The third day is a black candle with an upper shadow below the doji's low":[null,"Sebuah candle putih dalam tren harga naik diikuti oleh doji yang bayangan bawahnya tetap di atas harga lilin sebelumnya. Hari ketiga adalah candle hitam dengan bayangan bagian atas di bawah doji yang rendah"],"Abandoned Baby (CDLABANDONEDBABY)":[null,"Abandoned Baby (CDLABANDONEDBABY)"],"Absolute Price Oscillator (APO)":[null,"Absolute Price Oscillator (APO)"],"Accept":[null,"Menerima"],"Accessible from any web browser in 13 languages":[null,"Dapat diakses dari berbagai browser dalam 13 bahasa"],"Account balance":[null,"Saldo akun"],"Account opening reason":[null,"Alasan pedaftaran akun"],"Action":[null,"Aksi"],"Active":[null,"Aktif"],"Active Since":[null,"Aktif Sejak"],"Add comparisons":[null,"Tambah perbandingan"],"Add indicator":[null,"Tambah indikator"],"Add/Remove comparisons":[null,"Tambah/Hapus perbandingan"],"Add/Remove indicators":[null,"Tambah/Hapus indikator"],"Add/remove indicators":[null,"Tambah/hapus indikator"],"Address":[null,"Alamat"],"Admin":[null,"Admin"],"Advance Block (CDLADVANCEBLOCK)":[null,"Advance Block (CDLADVANCEBLOCK)"],"All durations":[null,"Semua durasi"],"All fields are optional. If you wish to copy all assets and trade types, please leave all fields empty":[null,"Semua kolom bersifat pilihan. Jika Anda ingin menyalin semua aset dan jenis trading, kosongkan semua kolom"],"All market conditions":[null,"Semua kondisi pasar"],"All market conditions and durations":[null,"Semua kondisi pasar dan durasi"],"All markets":[null,"Semua pasar"],"All markets and conditions":[null,"Semua kondisi pasar"],"All payouts":[null,"Semua hasil"],"All times are in GMT (Greenwich Mean Time)":[null,"Semua waktu dalam GMT (Greenwich Mean Time)"],"Allow others to copy your trades":[null,"Membolehkan orang lain untuk menyalin trading Anda"],"Amount":[null,"Jumlah"],"Amount Per Point":[null,"Jumlah Per Poin"],"Amount per point":[null,"Jumlah per poin"],"An Ends Between trade pays out if the market exit price is strictly higher than the low price target AND strictly lower than the high price target. An Ends Outside binary pays out if the market exit price is EITHER strictly higher than the high price target OR strictly lower than the low price target":[null,"Kontrak Ends Between akan memberi hasil jika harga akhir pasar pasti lebih tinggi dari harga target rendah DAN pasti lebih rendah dari harga target tinggi. Kontrak Ends Outside akan menghasilkan jika harga akhir pasar ANTARA pasti lebih tinggi dari harga target tinggi ATAU pasti lebih rendah dari harga target rendah"],"Another major award. This time we're nominated by the online readers of Global Banking and Finance Review and judged by a panel of industry experts and analysts who recognise our 13 years of platform reliability, range of trades, pricing, customer service and extensive knowledge":[null,"Anugerah terbaik lainnya. Kali ini kami dinominasikan oleh pembaca online dari Global Banking and Finance Review dan dinilai oleh panel juri ahli yang mengakui kehandalan, pilihan trading, harga, pelayanan dan pengetahuan kami selama 13 tahun"],"Answer":[null,"Jawaban"],"Anticipated account turnover":[null,"Antisipasi turnover akun"],"Apply":[null,"Daftar"],"Apply to become a Binary.com":[null,"Mendaftar sebagai"],"Appropriateness Test: WARNING":[null,"Uji Kelayakan: PERINGATAN"],"Apr":[null,"Apr"],"April":[null,"April"],"Are you sure you want to delete template?":[null,"Apakah Anda yakin ingin menghapus template ini?"],"Are you sure you want to delete this token?":[null,"Apakah Anda yakin ingin menghapus token ini?"],"Are you sure you want to overwrite current template?":[null,"Apakah Anda yakin ingin mengganti template saat ini?"],"Arnaud Legoux Moving Average (ALMA)":[null,"Arnaud Legoux Moving Average (ALMA)"],"Aroon (AROON)":[null,"Aroon (AROON)"],"Aroon Oscillator (AROONOSC)":[null,"Aroon Oscillator (AROONOSC)"],"Arrange":[null,"Atur"],"Asian down":[null,"Asian down"],"Asian up":[null,"Asian up"],"Asians":[null,"Asians"],"Asset":[null,"Aset"],"Asset Index":[null,"Indeks Aset"],"Assets":[null,"Berbagai Aset"],"Aug":[null,"Agst"],"August":[null,"Agustus"],"Available 24/7":[null,"Tersedia 24/7"],"Available Currencies":[null,"Mata Uang Yang Tersedia"],"Average Directional Movement Index (ADX)":[null,"Average Directional Movement Index (ADX)"],"Average Directional Movement Index Rating (ADXR)":[null,"Average Directional Movement Index Rating (ADXR)"],"Average Directional Movement Rating quantifies momentum change in the ADX. It is calculated by adding two values of ADX (the current value and a value n periods back), then dividing by two":[null,"Average Directional Movement Rating mengkuantifikasi perubahan momentum pada ADX. Hal ini dihitung dengan menambahkan dua nilai ADX (nilai sekarang dan nilai n periode sebelumnya), kemudian dibagi dua"],"Average True Range (ATR)":[null,"Average True Range (ATR)"],"Avg. Duration":[null,"Rata-rata Durasi"],"Avg. Duration of Open Positions":[null,"Rata-rata Durasi dari Open Position"],"Avg. Loss":[null,"Rata-rata Kerugian"],"Avg. Profit":[null,"Rata-rata Keuntungan"],"Award-winning online trading platform":[null,"Platform trading online yang memenangi berbagai penghargaan"],"Awesome Oscillator (AO)":[null,"Awesome Oscillator (AO)"],"Back":[null,"Kembali"],"Back to list":[null,"Kembali ke daftar"],"Balance of Power (BOP)":[null,"Balance of Power (BOP)"],"Banks, hedge funds and professional investors routinely trade binary options in over-the-counter derivatives markets. Many market professionals use and trust the Binary.com platform for high-volume flexible trades":[null,"Banyak bank, pengelola dana dan investor profesional secara rutin bertrading binary pada pasar derivatif over-the-counter. Banyak profesional menggunakan dan mempercayai platform %1 untuk trading fleksibel dengan volume tinggi"],"Barrier":[null,"Batas"],"Barrier offset":[null,"Batas offset"],"Barrier(s)":[null,"Batasan"],"Bearish: This is an end-of-trend pattern composed of three candlesticks in an uptrend. The second candlestick must open close to the close of the previous day. The last candlestick should be short and can form an upside gap. There could also be a selling shadow.The pattern represents a weakness in a rise with a risk of consolidation and possible reversal. Bullish: This is an end-of-trend pattern composed of three candlesticks in a downtrend. The second candlestick must open close to the close of the previous day. the last candlestick must be short. The pattern represents a weakness and consolidation and a possible reversal in trend":[null,"Bearish: Merupakan pola akhir tren yang terdiri dari tiga candlestick dalam uptrend. Candlestick kedua harus dibuka mendekati penutupan hari sebelumnya. Candlestick terakhir harus lebih pendek dan bisa membentuk gap terbalik. Bisa juga ada bayangan penjualan. Pola ini merupakan kelemahan dalam suatu kenaikan dengan risiko konsolidasi dan kemungkinan pembalikan. Bullish: Merupakan pola akhir tren yang terdiri dari tiga candlestick dalam tren turun. Candlestick kedua harus mendekati penutupan hari sebelumnya. Candlestick terakhir harus pendek. Pola ini merupakan kelemahan dan konsolidasi dan kemungkinan pembalikan tren"],"Belt-hold (CDLBELTHOLD)":[null,"Belt-hold (CDLBELTHOLD)"],"Best Fixed-Odds Financial Trading Provider' award by Shares Magazine UK":[null,"Penyedia Trading Financial Fixed-Odds Terbaik' dianugerahkan oleh Shares Magazine UK"],"BetOnMarkets goes live":[null,"BetOnMarkets ditayangkan"],"BetOnMarkets.com has over 400,000 clients in its database and reach the US$ 1 billion milestone in only our 13th year, making us one of the leading fixed-odds trading providers":[null,"BetOnMarkets.com memiliki lebih dari 400.000 klien dan mencapai $ 1 miliar dolar AS hanya dalam tempo 13 tahun membuat kami menjadi salah satu penyedia trading fixed-odds terkemuka dunia"],"BetOnMarkets.com increases payouts to 100,000 USD, EUR, GBP and AUD":[null,"BetOnMarkets.com meningkatkan hasil trading hingga USD, EUR, GBP dan AUD 100.000"],"BetOnMarkets.com is successfully rebranded Binary.com":[null,"BetOnMarkets.com berhasil merebrending ke Binary.com"],"BetOnMarkets.com reaches $1 billion turnover since starting in 1999":[null,"BetOnMarkets.com mencapai $1 milyar omset sejak tahun 1999"],"Betonmarkets.com":[null,"Betonmarkets.com"],"Betting system and method":[null,"Sistem dan metode trading"],"Bill Williams":[null,"Bill Williams"],"Binary Bot released":[null,"Pelepasan Binary Bot"],"Binary KK granted Japan license":[null,"Binary KK telah menerima lisensi Jepang"],"Binary Options Basics":[null,"Opsi Binary Dasar"],"Binary granted Investment Services license":[null,"Binary telah diberikan lisensi Layanan Investasi"],"Binary opens Japan office":[null,"Binary membuka kantor di Jepang"],"Binary option":[null,"Opsi Binary"],"Binary options are easy to understand. They're called 'binary' because there can be only two outcomes - win or lose. If your prediction is correct, you receive a payout that is determined at the start of the trade. If not, you just lose your initial stake":[null,"Opsi Binary mudah untuk dimengerti. Disebut 'binary' karena hanya dapat menghasilkan dua kemungkinan - untung atau rugi. Jika analisa Anda tepat, Anda akan menerima hasil yang sudah ditentukan pada awal trading. Jika tidak, maka Anda hanya akan kehilangan modal awal Anda"],"Binary options or other financial derivatives trading experience":[null,"Opsi Binary atau pengalaman trading pada keuangan derivatif lainnya"],"Binary options or other financial derivatives trading frequency":[null,"Opsi Binary atau frekuensi trading keuangan derivatif lainnya"],"Binary options trading experience":[null,"Pengalaman trading opsi Binary"],"Binary options trading frequency":[null,"Frekuensi trading opsi binary"],"Binary trading is flexible":[null,"Trading binary fleksibel"],"Binary trading is ideal for both individuals and market professionals":[null,"Trading binary sangat ideal baik untuk individu atau profesional"],"Binary's Japanese subsidiary Binary KK is licensed by the KLFB as a Type 1 Financial Instruments Business in Japan":[null,"Anak Perusahan Binary Jepang yaitu Binary KK dilisensi oleh KLFB sebagai Jenis 1 Instrumen Keuangan Bisnis di Jepang"],"Binary's Japanese subsidiary Binary KK opens an office in Tokyo and starts the process of applying for relevant licenses":[null,"Anak perusahaan Binary Jepang yaitu Binary KK membuka kantor di Tokyo dan memulai proses pengajuan izin yang relevan"],"Binary's Maltese subsidiary Binary Investments (Europe) Ltd. is granted a Category 3 Investment Services license by the Malta Financial Services Authority":[null,"Cabang Binary Malta yaitu Binary Investments (Europe) Ltd. diberikan sebuah lisensi Category 3 Investment Services oleh Malta Financial Services Authority"],"Binary's platform transacts on average 20 transactions per second, 24/7":[null,"Platform Binary memproses rata-rata 20 transaksi per detik, 24/7"],"Binary.com":[null,"Binary.com"],"Binary.com : Webtrader":[null,"Binary.com : Webtrader"],"Binary.com Shop introduced":[null,"Toko Binary.com diperkenalkan"],"Binary.com announces plans for an":[null,"Binary.com mengumumkan rencana untuk"],"Binary.com continues to innovate and grow":[null,"Binary.com terus berinovasi dan berkembang"],"Binary.com has created Volatility Indices that you can trade 24/7. You can trade these on all types of contract":[null,"Binary.com menciptakan Indeks Volatilitas dimana Anda dapat bertrading 24/7. Anda dapat bertrading pada semua jenis kontrak"],"Binary.com has earned an enviable reputation for our commitment to high ethical standards and the quality of the trading experience we provide":[null,"Binary.com telah memperoleh reputasi tinggi untuk komitmen kami yang memenuhi standar etika dan kualitas pengalaman trading yang kami sediakan"],"Binary.com has over 800,000 clients in its database and reaches the US$ 2 billion milestone in our 15th year, making us one of the leading binary options providers":[null,"Binary.com memiliki lebih dari 800.000 Klien dalam databasenya dan telah mencapai $ 2 miliar dolar AS total penjualan kontrak di tahun ke-15, menjadikan kami salah satu platform penyedia trading binary terkemuka"],"Binary.com has thousands of clients taking a variety of positions on the financial markets at any one time, and earns a small margin on these trades":[null,"Binary.com memiliki ribuan klien yang membeli beberapa posisi pada pasar finansial pada setiap saat yang menghasilkan margin kecil pada trading ini"],"Binary.com hits 1 million users, reaching a historic milestone. The company continues to see exponential growth and this reconfirms its position as an industry leader":[null,"Binary.com mencapai 1 juta pengguna, pencapaian bersejarah. Perusahaan akan selalu memperhatikan pertumbuhan eksponensial dan memastikan kedudukan sebagai pemimpin industri"],"Binary.com introduces an":[null,"Binary.com memperkenalkan sebuah"],"Binary.com is awarded Best Binary Options Broker by the UK-based Online Personal Wealth Awards 2017, as voted by investors worldwide":[null,"Binary.com dianugerahi sebagai Broker Opsi Binary Terbaik oleh Online Personal Wealth Awards 2017 di Inggris, yang dipilih oleh para investor di seluruh dunia"],"Binary.com is entirely web-based and requires no software installation":[null,"Binary.com sepenuhnya berbasis web dan tidak memerlukan instalasi software"],"Binary.com is honoured as the world's \"Best Binary Options Broker\" at the 16th annual MENA International Financial Conference and Exhibition, hosted in Dubai":[null,"Binary.com dianugerahkan sebagai \"Broker Opsi Binary Terbaik\" dunia pada Konfrensi dan Pameran Keuangan International MENA ke 16, diselenggarakan di Dubai"],"Binary.com is owned and operated by the Binary Group Ltd. group of companies. For more information, visit our history page":[null,"Binary.com dimiliki dan dioperasikan oleh group perusahaan Binary Group Ltd. Untuk informasi lebih lanjut, kunjungi halaman sejarah kami"],"Binary.com launches Bitcoin (BTC) accounts for non-EU customers":[null,"Binary.com meluncurkan akun Bitcoin (BTC) bagi pelanggan non-uni eropa"],"Binary.com launches Bitcoin accounts":[null,"Binary.com meluncurkan akun Bitcoin"],"Binary.com launches an":[null,"Binary.com meluncurkan sebuah"],"Binary.com offers a range of common deposit and withdrawal methods, from credit and debit cards to bank wires, e-cash and e-wallets":[null,"Binary.com menawarkan berbagai metode pembayaran dari lokal exchanger, kartu kredit dan debit hingga transfer bank, e-cash dan juga e-wallet"],"Binary.com offers a virtual-money account so you can get the hang of trading binaries. Why not":[null,"Binary.com menyediakan akun dana virtual dimana Anda dapat mencoba bertrading binary. Kenapa tidak"],"Binary.com offers new ways to trade":[null,"Binary.com menawarkan cara baru bertrading"],"Binary.com offers you four ways to trade a particular asset":[null,"Binary.com menawarkan empat cara bertrading pada aset tertentu"],"Binary.com opens an office in the QSentral office building in central Kuala Lumpur to further expand its IT development team":[null,"Binary.com membuka kantor pada gedung perkantoran QSentral di pusat Kuala Lumpur untuk memperluas tim pengembangan IT mereka"],"Binary.com reaches $2 billion turnover since starting in 1999":[null,"Binary.com mencapai $2 milyar omset sejak tahun 1999"],"Binary.com reaches 1 million registered users":[null,"Binary.com mencapai 1 juta pengguna terdaftar"],"Binary.com takes home first prize in the Financial Betting Operator category at the prestigious 2015 EGR Operator Awards ceremony, hosted in London":[null,"Binary.com membawa pulang hadiah utama pada acara EGR Operator Awards 2015, yang diadakan di London"],"Binary.com's Continuous Indices are the Volatility 10 Index, Volatility 25 Index, Volatility 50 Index, Volatility 75 Index and Volatility 100 Index. These indices correspond to simulated markets with constant volatilities of 10%, 25%, 50%, 75% and 100%":[null,"Indeks Berterusan Binary.com adalah Indeks Volatilitas 10, Indeks Volatilitas 25, Indeks Volatilitas 50, Indeks Volatilitas 75 dan Indeks Volatilitas 100. Indeks ini sesuai dengan pasar yang disimulasikan menggunakan volatilitas konstan sebesar 10%, 25%, 50%, 75% dan 100%"],"Binary.com's OTC Indices and stocks are sourced from the over-the-counter market and provide you with an alternative means of trading stock indices and stocks - available from sources outside of the centralised exchanges":[null,"Indeks dan saham OTC Binary.com berasal dari pasar over-the-counter yang memberikan cara alternatif untuk bertrading indeks saham dan bursa saham - tersedia dari sumber di luar pertukaran pusat"],"Binary.com's OTC Indices and stocks offer the benefit of real-time charts and pricing. Enjoy even more exciting opportunities to trade our featured market indices and stocks through this new real-time offering":[null,"Indeks dan saham OTC Binary.com menawarkan manfaat grafik dan harga real-time. Nikmati peluang lebih menarik untuk bertrading indeks dan saham pasar utama kami dan melalui tawaran real-time terbaru ini"],"Binary.com's Smart FX are smart markets that measure the value of a currency against a basket of major currencies":[null,"Smart FX Binary.com adalah pasar yang diukur berdasarkan nilai mata uang berbanding dengan kumpulan beberapa mata uang utama"],"Binary.com's Volatility Indices are based on a cryptographically secure random number generator audited for fairness by an independent third party":[null,"Indeks Volatilitas Binary.com didasarkan pada kriptografi generator angka random aman yang diaudit untuk kejujuran oleh pihak ketiga yang independen"],"Binary.com's systems are now processing in excess of 1 million transactions/day (including virtual accounts)":[null,"Sistem Binary.com telah memproses lebih dari 1 juta transaksi/hari (termasuk pada akun virtual)"],"Bollinger Bands (BBANDS)":[null,"Bollinger Bands (BBANDS)"],"Bollinger Bands can be used to measure the highness or lowness of the price relative to previous trades":[null,"Bollinger Bands dapat digunakan untuk mengukur tinggi atau rendahnya harga relatif terhadap trading sebelumnya"],"Bought":[null,"Membeli"],"Brand of first car":[null,"Merek mobil pertama"],"Breakaway (CDLBREAKAWAY)":[null,"Breakaway (CDLBREAKAWAY)"],"Browser upgrade required":[null,"Upgrade browser diperlukan"],"Bull Market and Bear Market Indices start at 00:00 GMT each day, replicating a bullish and bearish market respectively":[null,"Indeks Market Bull dan Market Bear dimulai pada 00:00 GMT setiap hari, mereplikasi masing-masing pasar bullish dan bearish"],"Buy Price":[null,"Harga Beli"],"Buy price":[null,"Harga beli"],"By clicking":[null,"Dengan mengklik"],"By clicking OK, you confirm that you have read and accepted the updated":[null,"Dengan mengklik OK, maka Anda telah membaca dan menerima pembaruan"],"By default, all clients are treated as retail. Do you prefer to be treated as a professional client if you match the necessary criteria?":[null,"Secara otomatis, klien akan di layani sebagai retail. Apakah Anda ingin dilayani sebagai klien profesional jika Anda lulus pada kreteria yang di wajibkan?"],"CFD trading experience":[null,"Pengalaman trading CFD"],"CFD trading frequency":[null,"Trading frekuensi CFD"],"Can be used to buy and sell contracts, renew expired purchases, and top-up virtual-money accounts.":[null,"Dapat digunakan untuk membeli dan menjual kontrak, memperbaharui kontrak yang telah berakhir, dan mengisi ulang akun virtual."],"Can be used to open accounts, set settings, manage token usage, and more.":[null,"Dapat digunakan untuk membuka akun, pengaturan, mengatur penggunaan token, dan banyak lagi."],"Can be used to view account activity, including settings, limits, balance sheets, trade purchase history, and more.":[null,"Dapat digunakan untuk melihat aktivitas akun, termasuk pengaturan, batas, neraca, sejarah pembelian kontrak, dan banyak lagi."],"Can be used to withdraw to payment agents, transfer funds between accounts, and set / clear cashier passwords.":[null,"Dapat digunakan untuk menarik dana ke agen pembayaran, transfer dana antar akun, dan mengatur/menghapus kata sandi kasir."],"Cancel":[null,"Batal"],"Candles":[null,"Candle"],"Candlestick down-color":[null,"Warna menurun Candlestick"],"Candlestick down-line":[null,"Garis menurun candlestick"],"Candlestick up-color":[null,"Warna naik candlestick"],"Candlestick up-line":[null,"Garis naik candlestick"],"Cash Balance":[null,"Saldo Tunai"],"Chande Kroll Stop (CKS)":[null,"Chande Kroll Stop (CKS)"],"Chande Momentum Oscillator (CMO)":[null,"Chande Momentum Oscillator (CMO)"],"Change password":[null,"Ubah kata sandi"],"Chart":[null,"Grafik"],"Chart Themes":[null,"Tema Grafik"],"Chart background":[null,"Latar belakang grafik"],"Chart context menu":[null,"Menu konteks grafik"],"Chart template":[null,"Template grafik"],"Chart type":[null,"Jenis grafik"],"Choose from five types of markets and their respective assets":[null,"Pilih dari lima jenis pasar dan aset masing-masing"],"Choose password":[null,"Pilih kata sandi"],"Choose the Touch/No Touch trade if you want to predict the market touching or not touching a target any time during the contract period":[null,"Pilih kontrak Touch/No Touch jika Anda ingin menganalisa pasar akan menyentuh atau tidak target harga kapan saja selama periode kontrak"],"Choose the asset you wish to trade, such as gold, oil, stocks, or currency pairs. The value of a binary option is derived from the price of the underlying asset. One advantage of trading binary options is that you are not buying or selling the actual asset, only a contract that determines how that asset performs":[null,"Pilih aset yang ingin Anda tradingkan seperti emas (gold), minyak (oil), saham atau pasangan mata uang. Nilai opsi binary dihasilkan dari harga pasar yang mendasari. Salah satu keunggulan trading opsi binary adalah Anda tidak membeli aset berbentuk fisik, Anda hanya membeli kontrak yang menentukan bagaimana prestasi aset Anda"],"Choose your pereferred payment agent":[null,"Pilih agen pembayaran pilihan Anda"],"Choose your pereferred withdrawal method":[null,"Pilih metode penarikan pilihan Anda"],"Choppiness Index (CHOP)":[null,"Indeks Choppiness (CHOP)"],"Chrome":[null,"Chrome"],"Citizenship":[null,"Kewarganegaraan"],"Click to log in with your Binary.com account":[null,"Klik untuk masuk pada akun Binary.com Anda"],"Client funds":[null,"Dana klien"],"Close":[null,"Tutup"],"Close All":[null,"Tutup Semua"],"Closes":[null,"Tutup"],"Closing Marubozu (CDLCLOSINGMARUBOZU)":[null,"Closing Marubozu (CDLCLOSINGMARUBOZU)"],"Commodities":[null,"Komoditas"],"Commodities - Major commodities such as gold and oil":[null,"Komoditas - Komoditas utama seperti emas dan minyak"],"Commodities are resources that are grown or extracted from the ground, such as silver, gold and oil. On Binary.com, they are priced in US dollars":[null,"Komoditas adalah sumber yang berkembang dan disaring dari tanah seperti perak, emas dan minyak. Di Binary.com, mereka memiliki harga dalam dolar AS"],"Commodities trading experience":[null,"Pengalaman trading komoditas"],"Commodities trading frequency":[null,"Frekuensi trading komoditas"],"Commodity Channel Index (CCI)":[null,"Indeks Commodity Channel (CCI)"],"Comparisons":[null,"Perbandingan"],"Competitive and transparent pricing":[null,"Harga kompetitif dan transparan"],"Computer system and method for speculating on a financial market":[null,"Sistem dan metode komputer dalam berspekulasi pada pasar finansial"],"Computer trading system for offering custom financial market speculations":[null,"Sistem trading komputer untuk menawarkan spekulasi pasar finansial tertentu"],"Conditions":[null,"Persyaratan"],"Confirm transfer":[null,"Konfirmasi transfer"],"Construction":[null,"Konstruksi"],"Contact Us":[null,"Hubungi Kami"],"Continue":[null,"Lanjutkan"],"Continue Trading":[null,"Lanjutkan Trading"],"Continuous Indices":[null,"Indeks Berterusan"],"Contract":[null,"Kontrak"],"Contract period":[null,"Periode kontrak"],"Contracts":[null,"Kontrak"],"Copier":[null,"Copier"],"Coppock Curve (CC)":[null,"Coppock Curve (CC)"],"Copy Trading":[null,"Copy Trading"],"Counterattack (CDLCOUNTERATTACK)":[null,"Counterattack (CDLCOUNTERATTACK)"],"Country of residence":[null,"Negara tempat tinggal"],"Create":[null,"Membuat"],"Create Account":[null,"Daftar Akun"],"Create token":[null,"Membuat token"],"Credit/Debit":[null,"Kredit/Debit"],"Crosshair":[null,"Crosshair"],"Currencies - All major Forex pairs":[null,"Mata Uang - Semua pasangan Forex utama"],"Current Level":[null,"Level Terkini"],"Current Spot":[null,"Spot Terkini"],"Current Spot Time":[null,"Waktu Spot Terkini"],"Current comparisons":[null,"Perbandingan saat ini"],"Current indicators":[null,"Indikator Terkini"],"Current password":[null,"Kata sandi terkini"],"Current time":[null,"Waktu Terkini"],"Custom Theme":[null,"Tema Wajib"],"Daily Reset Indices":[null,"Indeks Reset Harian"],"Daily Reset Indices replicate markets with a bullish and bearish trend, with a constant volatility":[null,"Indeks Reset Harian meniru pasar dengan trend bullish dan bearish menggunakan volatilitas yang konstan"],"Daily limit on losses":[null,"Batas rugi harian"],"Daily turnover limit":[null,"Batas pembelian harian"],"Dark Blue":[null,"Biru Tua"],"Dark Cloud Cover (CDLDARKCLOUDCOVER)":[null,"Dark Cloud Cover (CDLDARKCLOUDCOVER)"],"Dark Cloud Cover is a bearish candlestick reversal pattern that occurs when a red bearish candlestick (close price below open price) on day 2 closes below the middle of day 1 bullish candlestick (close price above open price). We will be using this pattern to sell rallies in a bearish currency market":[null,"Dark Cloud Cover adalah pola pembalikan candlestick bearish yang terjadi saat candlestick bearish merah (Harga close di bawah harga open) pada hari ke 2 ditutup dibawah pertengahan candlestick bullish hari 1 (harga close diatas harga open). Kami akan menggunakan pola ini untuk menjual kenaikan pada pasar mata uang bearish"],"Dark Green":[null,"Hijau Tua"],"Dark Unica":[null,"Unica Tua"],"Date":[null,"Tanggal"],"Date of birth":[null,"Tanggal lahir"],"Days":[null,"Hari"],"Debt-free":[null,"Bebas utang"],"Dec":[null,"Des"],"December":[null,"Desember"],"Decline":[null,"Menurun"],"Default":[null,"Kelalaian"],"Define your position":[null,"Tentukan posisi Anda"],"Delete":[null,"Hapus"],"Demo for affiliates to access Webtrader charts":[null,"Demo untuk afiliasi mengakses grafik Webtrader"],"Deposit funds":[null,"Deposit dana"],"Deposit of USD":[null,"Deposit sebesar USD"],"Depositing and withdrawing funds":[null,"Deposit dan penarikan dana"],"Derivative":[null,"Derivatif"],"Describe what this token is for to find it later":[null,"Jelaskan token apa ini untuk menemukannya nanti"],"Description":[null,"Deskripsi"],"Deutsch":[null,"Deutsch"],"Developed by Donald Dorsey, the Mass Index uses the high-low range to identify trend reversals based on range expansions. In this sense, the Mass Index is a volatility indicator that does not have a directional bias. Instead, the Mass Index identifies range bulges that can foreshadow a reversal of the current trend":[null,"Dikembangkan oleh Donald Dorsey, Indeks Massa menggunakan range high-low untuk mengidentifikasi pembalikan tren berdasarkan ekspansi range. Dalam hal ini, Indeks Massa adalah indikator volatilitas yang tidak memiliki arah bias. Sebaliknya, Indeks Massa mengidentifikasi tonjolan jangkauan yang dapat menandai pembalikan tren saat ini"],"Developed by Larry Williams, Williams %R is a momentum indicator that is the inverse of the Fast Stochastic Oscillator. Also referred to as %R, Williams %R reflects the level of the close relative to the highest high for the look-back period":[null,"Dikembangkan oleh Larry Williams, Williams %R adalah indikator momentum yang merupakan kebalikan dari Fast Stochastic Oscillator. Juga disebut sebagai %R, Williams %R mencerminkan tingkat kerabat dekat dengan tinggi tertinggi untuk periode lihat-kembali"],"Developed by Tushar Chande in 1995, Aroon is an indicator system that determines whether a stock is trending or not and how strong the trend is. There are two separate indicators: Aroon-Up and Aroon-Down. A 25-day Aroon-Up measures the number of days since a 25-day high. A 25-day Aroon-Down measures the number of days since a 25-day low":[null,"Dikembangkan oleh Tushar Chande pada tahun 1995, Aroon adalah sistem indikator yang menentukan apakah suatu saham sedang tren atau tidak dan seberapa kuat trennya. Ada dua indikator terpisah: Aroon-Up dan Aroon-Down. Aroon-Up 25 hari mengukur jumlah hari sejak 25 hari tinggi. Sebuah Aroon-Down 25 hari mengukur jumlah hari sejak 25 hari level terendah"],"Differs":[null,"Differs"],"Digits":[null,"Digits"],"Digits let you predict the last decimal digit of the spot price. There are three types of Digits trades":[null,"Digits memberi Anda untuk menganalisa angka desimal terakhir harga spot. Terdapat tiga jenis kontrak Digits"],"Directional Movement (DMI) is actually a collection of three separate indicators combined into one. Directional Movement consists of the Average Directional Index (ADX), Plus Directional Indicator (+DI) and Minus Directional Indicator (-DI)":[null,"Directional Movement (DMI) sebenarnya merupakan kumpulan dari tiga indikator terpisah yang digabungkan menjadi satu. Directional Movement terdiri dari Average Directional Index (ADX), Indikator Directional Plus (+DI) dan Indikator Directional Minus (-DI)"],"Directional Movement Index (DX)":[null,"Indeks Directional Movement (DX)"],"Do I need to deposit any funds to open an account?":[null,"Apakah saya perlu menyetor dana untuk membuka akun?"],"Do you offer virtual-money accounts?":[null,"Apakah Anda menawarkan akun uang virtual?"],"Do you want to install Webtrader chrome extension?":[null,"Apakah Anda ingin menginstal ekstensi WebTrader pada chrome?"],"Do you want to install the Webtrader chrome extension?":[null,"Apakah Anda ingin menginstal ekstensi WebTrader pada chrome?"],"Doji (CDLDOJI)":[null,"Doji (CDLDOJI)"],"Doji Star (CDLDOJISTAR)":[null,"Doji Star (CDLDOJISTAR)"],"Doji form when a security's open and close are virtually equal. The length of the upper and lower shadows can vary and the resulting candlestick looks like a cross, inverted cross or plus sign":[null,"Doji terbentuk saat keamanan open dan close hampir sama. Panjang bayangan atas dan bawah dapat bervariasi dan candlestick yang dihasilkan terlihat seperti salib, tanda silang terbalik atau tanda tambah"],"Don't have an account yet? Sign up and get a $10,000 virtual account":[null,"Tidak punya akun? Daftar dan dapatkan $10.000 akun virtual"],"Donchian Channel (DC)":[null,"Donchian Channel (DC)"],"Done. The funds are being transferred to the payment agent":[null,"Selesai. Dana tersebut telah ditransfer ke agen pembayaran"],"Done. The funds are transferred":[null,"Selesai. Dana telah tertransfer"],"Dot":[null,"Dot"],"Double Exponential Moving Average (DEMA)":[null,"Double Exponential Moving Average (DEMA)"],"Double click the object to remove":[null,"Klik dua kali untuk menghapus objek"],"Down - Predict that the market will end lower than the average price":[null,"Down - Menganalisa pasar akan berakhir lebih rendah dari harga rata-rata"],"Download":[null,"Muat"],"Download CSV":[null,"Download CSV"],"Download JPEG image":[null,"Download gambar JPEG"],"Download PDF document":[null,"Download dokumen PDF"],"Download PNG":[null,"Download PNG"],"Download PNG image":[null,"Download gambar PNG"],"Download SVG":[null,"Download SVG"],"Download SVG vector image":[null,"Download gambar vektor SVG"],"Download as":[null,"Download dalam"],"Downloading .csv":[null,"Men-download .csv"],"Downloading template as":[null,"Men-download template sebagai"],"Dragonfly Doji (CDLDRAGONFLYDOJI)":[null,"Dragonfly Doji (CDLDRAGONFLYDOJI)"],"Drawing tools":[null,"Alat gambar"],"Due to recent changes in the regulations, we are required to ask our clients to complete the following Financial Assessment. Please note that you will not be able to continue trading until this is completed":[null,"Berhubung perubahan terbaru dalam peraturan, kami perlu memastikan untuk meminta klien menyelesaikan Penilaian Keuangan berikut. Mohon diketahui bahwa Anda tidak akan dapat melanjutkan pendaftaran hingga proses ini selesai"],"Duration":[null,"Durasi"],"EGR Operator Award":[null,"Operator Penghargaan EGR"],"EURUSD":[null,"EURUSD"],"Each binary option contract runs for a set time - with Binary.com you can choose a contract that runs between 10 seconds and 365 days":[null,"Setiap kontrak opsi binary memiliki periode waktu tertentu – dengan Binary.com Anda dapat memilih kontrak dengan durasi antara 10 detik hingga 365 hari"],"Each binary option is a prediction on the future movement of an underlying market":[null,"Setiap opsi binary merupakan analisa pada pergerakan bursa saham pasar dasar"],"Each trade comes with a pre-determined payout that you will see after adjusting each parameter. You ll win the payout if your prediction is correct. If not, you will only lose your initial stake":[null,"Setiap kontrak menyediakan hasil yang akan Anda lihat setelah merubah setiap parameter. Anda akan mendapatkan hasil jika analisa Anda tepat. Jika tidak, maka Anda hanya akan kehilangan modal awal Anda"],"Edge":[null,"Edge"],"Education":[null,"Edukasi"],"Embed code":[null,"Menanamkan kode"],"Employment status":[null,"Status pekerjaan"],"End Time":[null,"Waktu Akhir"],"Ends Between/Ends Outside trades":[null,"Kontrak Ends Between/Ends Outside"],"Ends Between/Ends Outside   Predict that the market stops inside or outside two price targets at the end of the time period":[null,"Ends Between/Ends Outside   Menganalisa pasar akan berakhir didalam atau diluar harga target pada akhir periode"],"Ends Between/Outside":[null,"Ends Between/Outside"],"Ends in":[null,"Ends in"],"Ends out":[null,"Ends out"],"English":[null,"Inggris"],"Engulfing Pattern (CDLENGULFING)":[null,"Engulfing Pattern (CDLENGULFING)"],"Enjoy an intuitive trading interface with advanced functionality that lets you monitor all of your favourite assets and markets at the same time, as well as essential charts, the asset index, trading times, and historical data. Most importantly, you get to choose what you want to see on your screen":[null,"Nikmati antarmuka trading intuitif dengan fungsi lanjutan yang memungkinkan Anda untuk memantau semua aset dan pasar favorit Anda pada saat bersamaan, termasuk grafik penting, indeks aset, waktu trading, dan data historis. Yang terpenting, Anda dapat memilih apa yang ingin Anda tampilkan pada layar Anda"],"Enter your current password":[null,"Masukkan kata sandi Anda"],"Entry Spot":[null,"Spot Awal"],"Entry spot":[null,"Spot awal"],"Entry spot price":[null,"Harga spot masuk"],"Error getting data for %1":[null,"Error dalam memperoleh data %1"],"Espa ol":[null,"Espanol"],"Estimated Net Worth":[null,"Estimasi Kekayaan"],"Even":[null,"Even"],"Even/Odd - Predict that the last digit is even or odd after the last tick":[null,"Even/Odd - Menganalisa angka terakhir adalah genap atau ganjil setelah tik akhir"],"Evening Doji Star (CDLEVENINGDOJISTAR)":[null,"Evening Doji Star (CDLEVENINGDOJISTAR)"],"Evening Star (CDLEVENINGSTAR)":[null,"Evening Star (CDLEVENINGSTAR)"],"Exclude me from the website until":[null,"Kecualikan saya dari website hingga"],"Exit Spot":[null,"Spot Akhir"],"Exit Spot Time":[null,"Waktu Exit Spot"],"Exit spot":[null,"Spot akhir"],"Expiry price":[null,"Harga akhir"],"Explanation":[null,"Penjelasan"],"Exponential Moving Average (EMA)":[null,"Exponential Moving Average (EMA)"],"Fall":[null,"Fall"],"Family name":[null,"Nama keluarga"],"Favorites":[null,"Favorit"],"Favourite artist":[null,"Artis Favorit"],"Favourite dish":[null,"Makanan Favorit"],"Features":[null,"Berbagai fitur"],"Feb":[null,"Feb"],"February":[null,"Pebruari"],"Fifteen years on, and we're still innovating, growing and working on new ways to serve our customers better. For the first time, we offer short-term touch/no-touch trades and introduce a new charting application. We believe we have the most competitive and comprehensive digital options platform available to the retail public":[null,"Sudah lima belas tahun dan kami terus berinovasi, berkembang dan berusaha menyediakan hal terbaru dalam memberikan pelayanan terbaik untuk pelanggan kami. Untuk pertama kalinya kami menawarkan kontrak jangka pendek menyentuh/tidak dan memperkenalkan aplikasi penggrafikan terbaru. Kami yakin bahwa kami memiliki platform trading paling kompetitif dan komprehensif yang tersedia di pasaran"],"Final Price":[null,"Harga Akhir"],"Final price":[null,"Harga akhir"],"Finance":[null,"Keuangan"],"Financial Information":[null,"Informasi Keuangan"],"Financial information":[null,"Informasi keuangan"],"Firefox":[null,"Firefox"],"First line of home address":[null,"Alamat Rumah"],"First name":[null,"Nama Depan"],"First, you need to set the parameters of your trade. Here's what you need to consider":[null,"Pertama, Anda perlu menentukan parameter trading Anda. Berikut adalah hal yang perlu Anda pertimbangkan"],"Flexible":[null,"Fleksibel"],"For example, let s say the market has a low of 5,200 and a close of 6,000 over the contract duration, then a  Close-Low  lookback with a multiplier of $2 would have a payout of":[null,"Sebagai contoh, misalkan nilai low pasar adalah 5,200 dan close pada 6,000 selama durasi kontrak, maka lookback ‘Close-Low’ dengan multiplier $2 akan memiliki hasil"],"For the third straight year, BetOnMarkets.com is voted 'Best Fixed-Odds Financial Trading Provider' by Shares Magazine UK. It's the last time we win it because Shares Magazine stops awarding in this category":[null,"Tiga kali berturut-turut, BetOnMarkets.com dinobatkan sebagai 'Penyedia Trading Financial Fixed-Odds Terbaik' oleh Shares Magazine UK"],"Forex":[null,"Forex"],"Forex trading experience":[null,"Pengalaman trading forex"],"Forex trading frequency":[null,"Frekuensi trading Forex"],"Founded October 1999":[null,"Didirikan Oktober 1999"],"Founded in 1999, Binary.com is one of the oldest and most respected names in online binary trading":[null,"Didirikan pada tahun 1999, Binary.com merupakan salah satu nama tertua dan dihormati pada trading online binary"],"Fractal (FRACTAL)":[null,"Fractal (FRACTAL)"],"Fractals are indicators on candlestick charts that identify reversal points in the market. Traders often use fractals to get an idea about the direction in which the price will develop. A fractal will form when a particular price pattern happens on a chart":[null,"Fraktal adalah indikator pada grafik candlestick yang mengidentifikasi titik balik pasar. Trader sering menggunakan fraktal untuk mendapatkan ide tentang arah di mana harga akan berkembang. Fraktal akan terbentuk bila pola harga tertentu terjadi pada grafik"],"Fran ais":[null,"Fran ais"],"Fri":[null,"Jum"],"Friday":[null,"Jumat"],"From":[null,"Dari"],"Full-screen trading interface":[null,"Antarmuka trading layar penuh"],"Further instructions":[null,"Instruksi lebih lanjut"],"GMT":[null,"GMT"],"GMT stands for Greenwich Mean Time, the official time used in the UK during winter. In summer, the UK changes to British Summer Time, which is GMT + 1 hour. All times on the Binary.com site use GMT all year round":[null,"GMT adalah singkatan dari Greenwich Mean Time, waktu resmi digunakan di Inggris selama musim dingin. Di musim panas perubahan waktu Inggris adalah GMT +1 jam. Waktu yang digunakan pada website %1 adalah GMT sepanjang waktu"],"Get API token from trader(s) and add it in your list":[null,"Dapatkan token API dari trader dan tambahkan pada daftar Anda"],"Get your price":[null,"Dapatkan harga"],"Go to":[null,"Kunjungi"],"Goes out":[null,"Goes out"],"Gravestone Doji (CDLGRAVESTONEDOJI)":[null,"Gravestone Doji (CDLGRAVESTONEDOJI)"],"Gray":[null,"Abu-abu"],"Grid":[null,"Grid"],"Grid Light":[null,"Grid Muda"],"Group History":[null,"Sejarah Group"],"Hammer (CDLHAMMER)":[null,"Hammer (CDLHAMMER)"],"Hanging Man (CDLHANGINGMAN)":[null,"Hanging Man (CDLHANGINGMAN)"],"Harami Cross Pattern (CDLHARAMICROSS)":[null,"Harami Cross Pattern (CDLHARAMICROSS)"],"Harami Pattern (CDLHARAMI)":[null,"Harami Pattern (CDLHARAMI)"],"Health":[null,"Kesehatan"],"Help":[null,"Bantuan"],"High":[null,"Tinggi"],"High barrier":[null,"Batasan Tinggi"],"High barrier offset":[null,"Batas offset tinggi"],"High-Wave Candle (CDLHIGHWAVE)":[null,"High-Wave Candle (CDLHIGHWAVE)"],"Higher":[null,"Higher"],"Higher/Lower":[null,"Higher/Lower"],"Higher/Lower - Predict if the market will end higher or lower than a target price":[null,"Higher/Lower - Menganalisa pasar akan berakhir lebih tinggi atau lebih rendah dari harga target"],"Higher/Lower trades":[null,"Kontrak Higher/Lower"],"Higher/Lower   Predict that the market will end higher or lower than a price target":[null,"Higher/Lower   Menganalisa pasar akan berakhir lebih tinggi atau lebih rendah dari harga target"],"Hikkake Pattern (CDLHIKKAKE)":[null,"Hikkake Pattern (CDLHIKKAKE)"],"Historical Data":[null,"Data Historikal"],"Homing Pigeon (CDLHOMINGPIGEON)":[null,"Homing Pigeon (CDLHOMINGPIGEON)"],"Horizontal line":[null,"Garis horisontal"],"Hours":[null,"Jam"],"How do I fund my account?":[null,"Bagaimana cara mendanai akun saya?"],"How does Binary.com make money?":[null,"Bagaimana Binary.com menghasilkan uang?"],"How soon can I start trading?":[null,"Seberapa cepat saya bisa memulai trading?"],"How to trade binaries?":[null,"Bagaimana cara bertrading binary?"],"How to trade the Volatility Indices markets?":[null,"Bagaimana cara bertrading pasar Indeks Volatilitas?"],"Hull Moving Average (HMA)":[null,"Hull Moving Average (HMA)"],"I acknowledge that I am not a politically exposed person (PEP)":[null,"Saya menyatakan bahwa saya bukan orang yang terlibat dengan politik (PEP)"],"I have read and agree to Binary.com":[null,"Saya telah membaca dan menyetujui Binary.com"],"I hereby confirm that the tax information I provided is true and complete. I will also inform Binary Investments (Europe) Ltd. about any changes to this information":[null,"Dengan ini saya mengkonfirmasikan bahwa informasi pajak yang saya berikan adalah benar dan lengkap. Saya juga akan menginformasikan kepada Binary Investments (Europe) Ltd. jika terdapat perubahan pada informasi ini"],"I want to be treated as a professional client":[null,"Saya ingin diperlakukan sebagai klien profesional"],"I'm new to binaries, where do I start?":[null,"Saya baru di binary, di mana saya mulai?"],"IMPORTANT DISCLAIMER":[null,"SANGGAHAN PENTING"],"IMPORTANT DISCLAIMER - Binary.com is not affiliated with any of the payment agents listed above. Each payment agent operates as an independent service provider and is not endorsed, guaranteed or otherwise approved by Binary.com. CUSTOMERS DEAL WITH PAYMENT AGENTS AT THEIR SOLE RISK AND PERIL. Customers are advised to check the credentials of payment agents before sending them any money. Binary.com shall not in any circumstance be held responsible for transactions made between customers and payment agents":[null,"SANGGAHAN PENTING - Binary.com tidak berafiliasi dengan Agen Pembayaran manapun. Setiap Agen Pembayaran beroperasi sendiri dan Binary.com tidak bertanggungjawab atas risiko penggunaannya. PELANGGAN BERURUSAN DENGAN AGEN PEMBAYARAN ATAS RISIKO SENDIRI. Pelanggan disarankan untuk mengecek kredibilitas dan eksistensi Agen Pembayaran bersangkutan sebelum bertransaksi dengan mereka"],"IPO on the blockchain":[null,"IPO pada blockchain"],"Ideal for beginners and experienced traders":[null,"Ideal untuk pemula dan trader berpengalaman"],"Identical Three Crows (CDLIDENTICAL3CROWS)":[null,"Identical Three Crows (CDLIDENTICAL3CROWS)"],"If you select a":[null,"Jika Anda memilih"],"If you select a specific":[null,"Jika Anda memilih"],"If you're an individual trader, you'll appreciate the simplicity, flexibility, and limited risk of binary trading. With Binary.com's low minimum stakes, you'll soon learn how to trade with skill and confidence. And if you have any questions, you're free to access":[null,"Jika Anda adalah trader individual, Anda akan menyukai kesederhanaan, fleksibelitas dan risiko terbatas trading binary. Dengan modal minimal pada Binary.com Anda akan mempelajari bagaimana bertrading dengan keahlian dan keyakinan. Dan jika Anda memiliki pertanyaan, silahkan hubungi"],"In April":[null,"Pada bulan April"],"In Bullish Belt Hold After a stretch of bearish candlesticks, a bullish or white candlestick forms. The opening price, which becomes the low for the day, is significantly lower then the closing price. This results in a long white candlestick with a short upper shadow and no lower shadow. In Berish Belt Hold, a bearish or black candlestick occurs, the opening price, which becomes the high for the day, is higher than the close of the previous day, resulting in a long black candlestick with a short lower shadow and no upper shadow":[null,"Pada Bullish Belt Hold Setelah hamparan candlestick bearish, bentuk candlestick bullish atau putih. Harga opening, yang menjadi nilai rendah untuk hari itu, secara signifikan lebih rendah dari harga closing. Hal ini menghasilkan candlestick putih panjang dengan bayangan bagian atas pendek dan tidak ada bayangan yang lebih rendah. Pada Berish Belt Hold, candlestick bearish atau hitam terjadi, harga pembukaan, yang menjadi tinggi pada hari itu, lebih tinggi dari penutupan hari sebelumnya, menghasilkan candlestick hitam panjang dengan bayangan pendek lebih rendah dan tidak ada bayangan bagian atas"],"In Bullish Hikkake Pattern After the downward move, the bullish candle reaches above the range of the three preceding candles and most likely triggers a number of stop loss orders. This additional buying leads to a more distinct upward movement. In Bearish Hikkake Pattern After an upward move, the bearish candle reaches below the range of the three preceding , which most likely triggers a number of stop loss orders. This additional selling leads to a more distinct downward move":[null,"Dalam Bullish Hikkake Pattern After bergerak ke bawah, candle bullish mencapai di atas kisaran tiga lilin sebelumnya dan kemungkinan besar memicu sejumlah stop loss order. Pembelian tambahan ini mengarah pada gerakan ke atas yang lebih jelas. Dalam pola Hikkake Bearish After bergerak ke atas, candle bearish mencapai di bawah kisaran tiga sebelumnya, yang kemungkinan besar memicu sejumlah stop loss order. Penjualan tambahan ini menyebabkan pergerakan ke bawah yang lebih jelas"],"In October 1999, Regent Markets receives US$ 2 million investment funding from Jim Mellon through his Regent Pacific Group, a Hong Kong based fund management company":[null,"Pada bulan Oktober 1999, Regent Markets menerima $ 2 juta AS dana investasi dari Jim Mellon melalui Regent Pacific Group, sebuah perusahaan pengelola dana yang berbasis di Hong Kong"],"In a downtrend, one small short body candlestick has a long lower shadow at least three times the real body, and little or no upper shadow. Confirmation from prices closing higher the next day":[null,"Dalam tren turun, satu candlestick tubuh pendek kecil memiliki bayangan yang jauh lebih rendah setidaknya tiga kali tubuh sebenarnya, dan sedikit atau tidak ada bayangan bagian atas. Konfirmasi harga ditutup menguat pada hari berikutnya"],"In a downward price trend, a black candle appears followed by a white candle that opens below the prior body, but it may be difficult to see that from the chart. The white candle closes above the body, too. The last day of the three line candle is another white candle in this example. It shows a higher close":[null,"Dalam tren harga turun, candle hitam muncul diikuti oleh candle putih yang terbuka di bawah tubuh sebelumnya, tapi mungkin sulit untuk melihatnya dari grafik. Candle putih juga tertutup di atas tubuh. Hari terakhir dari tiga baris candle adalah candle putih lainnya dalam contoh ini. Ini menunjukkan penutupan yang lebih tinggi"],"In an uptrend three successive days opens at or near the previous day's close and close down on the day. This pattern is more severe than the Three Black Crows pattern and thus has a higher reliability as a reversal pattern":[null,"Pada pergerakan uptrend tiga hari berturut turut pada pembukaan atau mendekati penutupan pada hari sebelumnya. Pola ini lebih kuat dibandingkan dengan pola Three Black Crows dan juga memiliki tingkat kepastian lebih tinggi debagai pola terbalik"],"In classic Silicon Valley style, Hong Kong based hedge fund manager and entrepreneur, Jean-Yves Sireau, starts Regent Markets in his Hong Kong bedroom. He develops the systems, methods and algorithms for implementing a fixed-odds financial betting system. Jean-Yves's vision is to create a market in the simplest of all derivatives contracts - the fixed-odds bet - and to offer ordinary investors the chance to make small bets. Until his innovation, binary options are normally only traded in large quantities":[null,"Dengan gaya klasik Silicon Valley, seorang manager pengelola dana berjiwa pengusaha bernama Jean-Yves Sireau memulai Regent Markets dari kamar tidurnya di Hong Kong. Beliau membangun sistem, metode dan algoritma untuk mengimplementasikannya pada sistem trading financial fixed-odds. Visi Jean-Yves adalah untuk menciptakan pasar pada kontrak derivatif sederhana - trading fixed-odds - dan menawarkan kesempatan bagi investor umum untuk membeli kontrak berukuran kecil. Hingga inovasi beliau, opsi binary biasanya hanya ditradingkan dalam jumlah besar"],"In foreign exchange markets, traders can enter contracts based on the change in price of one currency as it relates to another currency. For example if a trader selects Rise in the EUR/USD market, they are predicting that the value of the Euro will rise in relation to the value of the US dollar":[null,"Pada pasar valuta asing, para trader dapat membeli kontrak berdasarkan pertukaran harga dari satu mata uang ke mata uang lainnya. Sebagai contoh jika trader memilih kontrak Naik pada market EUR/USD, hal ini berarti mereka menganalisa nilai mata uang Euro akan lebih tinggi dari harga mata uang dolar AS"],"In order to properly apply theme, a full refresh of page is required. Are you sure you want to proceed?":[null,"Untuk menggunakan tema dengan benar, merefresh halaman adalah penting. Apa Anda ingin melanjutkan?"],"In providing our services to you, we are required to obtain information from you in order to assess whether a given product or service is appropriate for you (that is, whether you possess the experience and knowledge to understand the risks involved)":[null,"Dalam memberikan pelayanan, kami diharuskan untuk memperoleh informasi dari Anda untuk memastikan apakah produk atau layanan yang diberikan adalah tepat untuk Anda (yaitu, apakah Anda memiliki pengalaman dan pengetahuan untuk memahami risiko yang terlibat)"],"In the EU, financial products are offered by Binary Investments (Europe) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta, licensed and regulated as a Category 3 Investment Services provider by the Malta Financial Services Authority (license no. IS/70156). In the Isle of Man and the UK, Volatility Indices are offered by Binary (IOM) Ltd., First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW, Isle of Man, British Isles; licensed and regulated respectively by (1) the Gambling Supervision Commission in the Isle of Man (current licence issued on 31 August 2017) and by (2) the Gambling Commission in the UK":[null,"Di Uni Eropa, produk finansial ditawarkan oleh Binary Investments (Europe) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta, berlisensi dan diatur sebagai penyedia Layanan Investasi Kategori 3 oleh Otoritas Layanan Keuangan Malta (lisensi no. IS/70156). Di Isle of Man dan Inggris, Indeks Volatilitas ditawarkan oleh Binary (IOM) Ltd., First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW, Isle of Man, British Isles"],"In the UK and Isle of Man, our clients trade through Binary (IOM) Ltd. In Japan, they trade through Binary KK. In the European Union (except UK), they trade through Binary (Europe) Ltd and Binary Investments (Europe) Ltd. In the rest of the world, they trade through Binary (C.R.) S.A":[null,"Di Inggris dan Isle of Man, klien kami bertrading melalui Binary (IOM) Ltd. Di Jepang, mereka bertrading melalui Binary KK. Di Uni Eropa (kecuali Inggris), mereka bertrading melalui Binary (Europe) Ltd dan Binary Investments (Europe) Ltd. Sisa bagian dunia lainnya, mereka bertrading melalui Binary (C.R.) S.A"],"In the rest of the EU, Volatility Indices are offered by Binary (Europe) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta; licensed and regulated by (1) the Malta Gaming Authority in Malta (licence no. MGA/CL2/118/2000 issued on 26 May 2015), for UK clients by (2) the UK Gambling Commission":[null,"Di seluruh Uni Eropa lainnya, Indeks Volatilitas ditawarkan oleh Binary (Europe) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta"],"In-Neck Pattern (CDLINNECK)":[null,"In-Neck Pattern (CDLINNECK)"],"In/Out":[null,"In/Out"],"In/Out (ends between/outside and stays between/goes outside)":[null,"In/Out (ends between/outside dan stays between/goes outside)"],"In/Out - Predict if the market will stay between or outside two target prices":[null,"In/Out - Menganalisa pasar akan tetap berada diantara atau diluar dua harga target"],"In/Out trades":[null,"Kontrak In/Out"],"Income Source":[null,"Sumber Pendapatan"],"Indicative Price":[null,"Harga Indikatif"],"Indicators":[null,"Indikator"],"Indices":[null,"Indeks"],"Indices - All major worldwide stock indices sourced from the over-the-counter market":[null,"Indeks - Semua indeks saham utama di seluruh dunia bersumber dari pasar Otc (over-the-counter)"],"Indices trading experience":[null,"Pengalaman trading indeks"],"Indices trading frequency":[null,"Frekuensi trading indeks"],"Individual Traders":[null,"Trader Perorangan"],"Indonesia":[null,"Indonesia"],"Industry of Employment":[null,"Industri Tenaga Kerja"],"Initial Coin Offering (ICO)":[null,"Initial Coin Offering (ICO)"],"Instant access":[null,"Akses cepat"],"Instruments":[null,"Instrumen"],"Invalid JSON file":[null,"File JSON tidak valid"],"Invalid parameter(s)":[null,"Parameter tidak valid"],"Invalid template type":[null,"Jenis template tidak valid"],"Inverted Hammer (CDLINVERTEDHAMMER)":[null,"Inverted Hammer (CDLINVERTEDHAMMER)"],"Investments & Dividends":[null,"Instrumen & Dividen"],"Is it possible to deposit the same funds through different payment methods?":[null,"Apakah mungkin untuk mendeposit dana yang sama menggunakan metode pembayaran lain?"],"It has a long white candle, followed by another that opens above the first (gaps up), followed by a downward black candlestick that opens below the close of the second day (gaps down) and has a low below the close of the first day. The upward trend is expected to continue":[null,"Memiliki candle putih panjang, diikuti candle lain yang terbuka di bagian atas (celah), diikuti oleh candlestick hitam ke bawah yang terbuka di bawah penutupan hari kedua (celah ke bawah) dan berada di bawah penutupan hari pertama. Tren kenaikan ini diperkirakan akan berlanjut"],"It is sometimes possible to sell an option before the expiry of a trade, but only if a fair price can be determined. If this option is available, you will see a blue 'Sell' button next to your trade in the portfolio":[null,"Tersedia kesempatan untuk menjual kontrak sebelum berakhir namun hal ini hanya dapat dilakukan jika harga jual yang adil dapat disediakan. Jika pilihan ini tersedia, anda akan melihat tombol biru 'Jual' disebelah kontrak anda pada portopolio"],"It's time to expand. We set up a programming center in Cyberjaya - the Silicon Valley of Kuala Lumpur - to maintain and improve BetOnMarkets.com":[null,"Sudah saatnya untuk memperluas. Kami mendirikan pusat pemrograman di Cyberjaya - Silicon Valley Kuala Lumpur - untuk mempertahankan dan meningkatkan BetOnMarkets.com"],"Italiano":[null,"Italiano"],"Jan":[null,"Jan"],"January":[null,"Januari"],"Jul":[null,"Jul"],"July":[null,"Juli"],"Jun":[null,"Jun"],"June":[null,"Juni"],"Just click  Grant  button on the page you will now be taken to":[null,"Cukup klik tombol  Hibah  pada halaman dan Anda akan dibawa ke"],"Kaufman's Adaptive Moving Average (KAMA)":[null,"Kaufman's Adaptive Moving Average (KAMA)"],"Key facts":[null,"Fakta kunci"],"Kicking (CDLKICKING)":[null,"Kicking (CDLKICKING)"],"Kicking - bull/bear determined by the longer marubozu (CDLKICKINGBYLENGTH)":[null,"Kicking - bull/bear ditentukan oleh marubozu yang lebih panjang (CDLKICKINGBYLENGTH)"],"Kicking patterns on a candlestick chart are formed when there are two long marubozu - one white and one black - with a gap between them. Bullish kicking patterns would present as a black or filled candlestick without any wicks (shadows) followed by a gap higher with a white or hollow candlestick that is also without wicks":[null,"Pola kicking pada chart candlestick dibentuk oleh dua marubozu panjang - satu putih dan satu hitam - terdapat celah diantaranya. Pola kicking bullish diwakili oleh warna hitam atau candlestick berisi tanpa sumbu (bayangan) diikuti oleh celah yang lebih tinggi dengan lilin putih atau berongga yang juga tanpa sumbu"],"Kicking patterns on a candlestick chart are formed when there are two marubozu - one white and one black - with a gap between them. Bullish kicking patterns would present as a black or filled candlestick without any wicks (shadows) followed by a gap higher with a white or hollow candlestick that is also without wicks":[null,"Pola kicking pada chart candlestick dibentuk oleh dua marubozu panjang - satu putih dan satu hitam - terdapat celah diantaranya. Pola kicking bullish diwakili oleh warna hitam atau candlestick berisi tanpa sumbu (bayangan) diikuti oleh celah yang lebih tinggi dengan lilin putih atau berongga yang juga tanpa sumbu"],"Kuala Lumpur Office":[null,"Kantor Kuala Lumpur"],"Ladder Bottom (CDLLADDERBOTTOM)":[null,"Ladder Bottom (CDLLADDERBOTTOM)"],"Last 12 mnts Profitable Trades":[null,"Trading Menguntungkan 12 bulan Terakhir"],"Last used":[null,"Terakhir digunakan"],"Learning to trade":[null,"Belajar bertrading"],"Least Squares Moving Average (LSMA)":[null,"Least Squares Moving Average (LSMA)"],"Less than":[null,"Kurang dari"],"Let's do it":[null,"Mari kita lakukan"],"Level of Education":[null,"Tingkat Pendidikan"],"Licensed and regulated in Malta, the United Kingdom, the Isle of Man, Ireland, and Japan":[null,"Berlisensi dan diatur di Malta, Inggris, Isle of Man, Irlandia dan Jepang"],"Like the EMA, the LWMA assigns more meaning to the recent prices and less to the closing price from the period's beginning. Thus they are faster at detecting a trend reversal, though it they can be more prone to market noise":[null,"Seperti EMA, LWMA yang memberi lebih banyak arti pada harga baru-baru ini dan kurang pada harga penutupan dari awal periode. Dengan demikian mereka lebih cepat dalam mendeteksi pembalikan tren, meski bisa lebih rentan terhadap kebisingan pasar"],"Line":[null,"Garis"],"Line Dot":[null,"Garis Titik"],"Linearly Weighted Moving Average (LWMA)":[null,"Linearly Weighted Moving Average (LWMA)"],"Link":[null,"Link"],"Load Workspace":[null,"Tampilkan Ruang kerja"],"Load chart template":[null,"Memuat template grafik"],"Load trade template":[null,"Muat template trading"],"Loading Asset Index":[null,"Loading Indeks Aset"],"Loading Copy Trade":[null,"Pemuatan Copy Trade"],"Loading Download/View Data":[null,"Pemuatan Download/Lihat Data"],"Loading MAM":[null,"Pemuatan MAM"],"Loading Password dialog":[null,"Pemuatan dialog kata sandi"],"Loading Profit Table":[null,"Pemuatan Profit Table"],"Loading Real account opening":[null,"Pemuatan pendaftaran akun Riil"],"Loading Self-Exclusion":[null,"Pemuatan Pengecualian Diri"],"Loading Statement Table":[null,"Pemuatan Tabel Pernyataan"],"Loading Token management":[null,"Pemuatan Token manajemen"],"Loading Trading Times":[null,"Pemuatan Waktu Trading"],"Loading chart and trade menus":[null,"Pemuatan grafik dan menu trading"],"Loading custom theme configuration":[null,"Pemuatan konfigurasi tema khusus"],"Loading help docs":[null,"Memuat dokumentasi bantuan"],"Loading portfolio":[null,"Pemuatan portopolio"],"Loading...":[null,"Pemuatan..."],"Log in":[null,"Masuk"],"Log in time":[null,"Waktu masuk"],"Login":[null,"Login"],"Logout":[null,"Keluar"],"Long Legged Doji (CDLLONGLEGGEDDOJI)":[null,"Long Legged Doji (CDLLONGLEGGEDDOJI)"],"Long Line Candle (CDLLONGLINE)":[null,"Long Line Candle (CDLLONGLINE)"],"Long-legged doji have long upper and lower shadows that are almost equal in length. These doji reflect a great amount of indecision in the market. Long-legged doji indicate that prices traded well above and below the session's opening level, but closed virtually even with the open. After a whole lot of yelling and screaming, the end result showed little change from the initial open":[null,"Doji berkaki panjang memiliki bayangan atas dan bawah yang panjangnya hampir sama. Doji ini mencerminkan sejumlah besar keragu-raguan pasar. Doji berkaki panjang menunjukkan bahwa harga ditradingkan jauh di atas dan di bawah tingkat pembukaan sesi, namun tutup hampir bahkan dengan terbuka. Setelah banyak teriakan dan teriakan, hasil akhirnya menunjukkan sedikit perubahan dari awal pembukaan"],"Look for a black candle in a downward price trend followed by a white candle that opens below the prior low but closes near but below the midpoint of the black candle's body":[null,"Carilah candle hitam dalam tren harga turun diikuti oleh candle putih yang terbuka di bawah rendah sebelumnya tapi tutup dekat tapi di bawah titik tengah tubuh candle hitam"],"Look for a tall black candle with a long lower shadow to appear in a downward price trend. The second day should be similar to the first day, but smaller and with a higher low. The last day is a black marubozu that squeezes inside the high-low range of the prior day":[null,"Cari lilin hitam tinggi dengan bayangan yang jauh lebih rendah untuk muncul dalam tren harga menurun. Hari kedua biasanya serupa dengan hari pertama, namun lebih kecil dan dengan tingkat yang lebih rendah. Hari terakhir adalah marubozu hitam yang meremas di dalam kisaran rendah pada hari sebelumnya"],"Look for a tall white candle in an upward price trend. Following that, a black candle has a body that gaps above the prior candle's body. The last day is another black candle, but this one engulfs the previous bearish candle but closes above first bar's open":[null,"Carilah candle putih tinggi pada tren harga naik. Setelah itu, candle hitam memiliki tubuh yang berada di atas tubuh candle sebelumnya. Hari terakhir adalah candle hitam lainnya, tapi yang satu ini menelan candle bearish sebelumnya tapi menutup di atas bar pertama yang terbuka"],"Lookbacks":[null,"Lookbacks"],"Lookbacks are currently only available for Volatility Indices":[null,"Lookbacks hanya tersedia pada Indeks Volatilitas"],"Low":[null,"Rendah"],"Low barrier":[null,"Batasan Rendah"],"Low barrier offset":[null,"Batas offset rendah"],"Low minimum stakes":[null,"Minimal modal rendah"],"Lower":[null,"Lower"],"MACD is a trading indicator used in technical analysis of stock prices.It is supposed to reveal changes in the strength, direction, momentum, and duration of a trend in a stock's price":[null,"MACD adalah indikator trading yang digunakan dalam analisis teknis harga saham. Hal ini seharusnya dapat mengungkap perubahan dalam kekuatan, arah, momentum, dan durasi suatu tren harga saham"],"MENA FFXPO Award":[null,"Penghargaan MENA FFXPO"],"Make sure that you have first agreed with the Agent on the terms of payment before submitting your request. Once you click the 'Confirm transfer' button the funds will be withdrawn from your account and will be sent to the Payment Agent you have chosen. The Agent will send you the withdrawal amount (minus the commission) via your preferred payment method":[null,"Pastikan bahwa Anda telah bersetuju dengan Agen sesuai dengan ketentuan pembayaran sebelum mengirimkan permintaan Anda. Setelah mengklik tombol 'Konfirmasi Transfer' maka dana akan ditarik dari akun Anda dan akan dikirim ke Agen Pembayaran yang telah Anda pilih. Agen akan mengirimkan jumlah penarikan (dikurangi komisi) melalui metode pembayaran sesuai dengan pilihan Anda"],"Make your trade":[null,"Lakukan trading Anda"],"Manage":[null,"Kelola"],"Mar":[null,"Mar"],"March":[null,"Maret"],"Market Professionals":[null,"Pasar Profesional"],"Market exit price":[null,"Harga akhir pasar"],"Marubozu (CDLMARUBOZU)":[null,"Marubozu (CDLMARUBOZU)"],"Mass Index (MASS)":[null,"Mass Index (MASS)"],"Mat Hold (CDLMATHOLD)":[null,"Mat Hold (CDLMATHOLD)"],"Matches":[null,"Matches"],"Matches/Differs - Predict that the last digit will match or not match":[null,"Matches/Differs - Menganalisa angka terakhir akan cocok atau tidak"],"Matching Low (CDLMATCHINGLOW)":[null,"Matching Low (CDLMATCHINGLOW)"],"Max. Trade Stake":[null,"Mak. Modal Trading"],"Maximum (MAX)":[null,"Maksimum (MAK)"],"Maximum account cash balance":[null,"Maksimum saldo akun"],"Maximum aggregate contract purchases over a 30-day period":[null,"Total maksimal pembelian kontrak dalam periode 30 hari"],"Maximum aggregate contract purchases over a 7-day period":[null,"Total maksimal pembelian kontrak dalam periode 7 hari"],"Maximum aggregate contract purchases per day":[null,"Maksimum jumlah total beli per hari"],"Maximum aggregate loss over a 30-day period":[null,"Total maksimal kerugian dalam periode 30 hari"],"Maximum aggregate loss per day":[null,"Maksimum jumlah kerugian per hari"],"Maximum number of open positions":[null,"Maksimum jumlah posisi berjalan"],"Maximum price over selected period":[null,"Harga maksimum selama periode yang dipilih"],"May":[null,"Mei"],"Memorable date":[null,"Tanggal bersejarah"],"Memorable town/city":[null,"Kota bersejarah"],"Mesa Adaptive Moving Average (MAMA)":[null,"Mesa Adaptive Moving Average (MAMA)"],"Min. Trade Stake":[null,"Min. Modal Trading"],"Min: 10 Max: 2000":[null,"Min: 10 Mak: 2000"],"Minimum (MIN)":[null,"Minimum (MIN)"],"Minimum of 2 characters required":[null,"Minimal 2 karakter yang dibutuhkan"],"Minimum of 4 characters required":[null,"Minimal 4 karakter diperlukan"],"Minimum of 6 characters required":[null,"Minimal 6 karakter diperlukan"],"Minimum of six lower and uppercase letters with numbers":[null,"Minimal enam huruf kecil dan huruf besar dengan angka"],"Minimum price over selected period":[null,"Harga minimum selama periode yang dipilih"],"Minus the agent's commission":[null,"Minus komisi agen"],"Minutes":[null,"Menit"],"Miss":[null,"Nona"],"Momentum (MOM)":[null,"Momentum (MOM)"],"Momentum Indicators":[null,"Indikator momentum"],"Mon":[null,"Senin"],"Monday":[null,"Senin"],"Monthly Profitable Trades":[null,"Kontrak Menguntungkan Bulanan"],"Morning Doji Star (CDLMORNINGDOJISTAR)":[null,"Morning Doji Star (CDLMORNINGDOJISTAR)"],"Morning Star (CDLMORNINGSTAR)":[null,"Morning Star (CDLMORNINGSTAR)"],"Mother's maiden name":[null,"Nama panggilan Ibu Anda"],"Moving Average Convergence/Divergence (MACD)":[null,"Moving Average Convergence/Divergence (MACD)"],"Mr":[null,"Bapak"],"Mrs":[null,"Ibu"],"Ms":[null,"Nona"],"Multiplier":[null,"Multiplier"],"Name":[null,"Nama"],"Name of first love":[null,"Nama cinta pertama"],"Name of your pet":[null,"Nama hewan peliharaan Anda"],"Navigator handles background":[null,"Navigator menangani latar belakang"],"Navigator handles border":[null,"Navigator menangani perbatasan"],"Navigator mask-fill":[null,"Navigator mask-fill"],"Navigator outline":[null,"Garis navigator"],"Navigator series color":[null,"Warna seri navigator"],"Navigator series line":[null,"Seri garis navigator"],"Net Annual Income":[null,"Pendapatan Bersih Tahunan"],"Net Profit":[null,"Profit Bersih"],"New password":[null,"Kata sandi baru"],"No":[null,"Tidak"],"No Touch trades":[null,"Kontrak No Touch"],"No touch":[null,"No touch"],"Normalized Average True Range (NATR)":[null,"Normalized Average True Range (NATR)"],"Normalized Average True Range (NATR) attempts to normalize the average true range values across instruments by using the formula below":[null,"Normalized Average True Range (NATR) mencoba untuk menormalisasi rata-rata nilai rentang sebenarnya di instrumen dengan menggunakan rumus di bawah ini"],"Note: You can only have one fiat currency account and one of each cryptocurrency account":[null,"Catatan: Anda hanya dapat memiliki satu akun mata uang fiat dan satu dari setiap akun mata uang crypto"],"Note: withdrawal via payment agent is available only if you deposit exclusively via payment agent":[null,"Nota: Penarikan via agen pembayaran hanya tersedia jika Anda mendeposit via agen pembayaran"],"Nov":[null,"Nop"],"November":[null,"Nopember"],"Now":[null,"Sekarang"],"OHLC":[null,"OHLC"],"OK":[null,"OK"],"OTC stocks - Blue-chip stock contracts sourced from the over-the-counter market":[null,"Saham OTC - Kontrak saham blue-chip yang bersumber dari pasar over-the-counter"],"Occupation":[null,"Pekerjaan"],"Oct":[null,"Okt"],"October":[null,"Oktober"],"Odd":[null,"Odd"],"Offices in Malta, Malaysia and Japan":[null,"Kantor di Malta, Malaysia dan Jepang"],"Ok":[null,"Ok"],"On the basis of the information provided in relation to your knowledge and experience, we consider that the investments available via this website are not appropriate for you":[null,"Berdasarkan informasi yang diberikan berkaitan dengan pengetahuan dan pengalaman, kami menganggap bahwa investasi yang tersedia melalui website ini tidak sesuai untuk Anda"],"On-Neck Pattern (CDLONNECK)":[null,"On-Neck Pattern (CDLONNECK)"],"Once this limit is reached, you may no longer deposit":[null,"Saat batasan ini tercapai, Anda tidak dapat mendeposit"],"One last step left":[null,"Satu langkah terakhir"],"Online trading can become addictive. Fill in the form below to limit your participation on the website or send a signed letter or fax to our customer support team. Once set, you can only tighten your limits. Limits will only be removed or loosened after 7 days with the exception of the self- exclusion date, which cannot be removed or altered once you have confirmed it. To remove or increase your limits, please contact":[null,"Trading online dapat menyebabkan ketagihan. Isikan formulir dibawah ini untuk membatasi keikutsertaan Anda pada situs web ini atau kirimkan surat yang ditandatangani atau kirimkan fax kepada tim customer support kami. Setelah ditetapkan, Anda hanya dapat merubah batasan Anda. Batas hanya akan dihapus atau dirubah setelah 7 hari dengan pengecualian dari tanggal pengecualian diri, yang tidak dapat dihapus atau diubah setelah Anda konfirmasi. Untuk menghapus atau meningkatkan batasan Anda, silahkan hubungi customer support"],"Only five years after inception, we pick up this major award for our online trading services. The award recognises BetOnMarkets.com's reliable, fast and secure online trading for novice and expert traders. At this time, our website has received over 15 million trades":[null,"Dalam waktu lima tahun kami telah mengantongi beberapa penghargaan. Hal ini membuktikan bahwa BetOnMarkets.com adalah online trading yang handal, cepat dan aman bagi pemula atau trader mahir. Saat ini, sudah 15 juta kontrak terjual"],"Only letters, numbers, hyphen are allowed":[null,"Hanya huruf, angka, tanda hubung yang diizinkan"],"Only letters, numbers, space, hyphen, period, apostrophe are allowed":[null,"Hanya huruf, angka, spasi, tanda hubung, periode, tanda kutip yang diperbolehkan"],"Only letters, numbers, space, period, comma, - / @ ' are allowed":[null,"Hanya huruf, angka, spasi, periode, koma, - / @ ' diperbolehkan"],"Only letters, numbers, space, period, comma, dash(-)":[null,"Hanya huruf, angka, spasi, periode, koma, tanda hubung (-)"],"Only letters, space, hyphen, period, apostrophe are allowed":[null,"Hanya huruf, spasi, tanda hubung, periode, tanda kutip yang diperbolehkan"],"Only numbers and space are allowed":[null,"Hanya nomor dan spasi diizinkan"],"Only numbers, letters, hyphens are allowed":[null,"Hanya angka, huruf, tanda hubung diizinkan"],"Open":[null,"Buka"],"Open Account":[null,"Daftar Akun"],"Open a Financial Account":[null,"Daftar Akun Keuangan"],"Open account":[null,"Daftar akun"],"Opening an account":[null,"Mendaftar akun"],"Opens":[null,"Buka"],"Opera":[null,"Opera"],"Option trading can become a real addiction, as can any other activity pushed to its limits. To avoid the danger of such addiction, we provide a reality-check that gives you a summary of your trades and accounts on a regular basis":[null,"Opsi trading dapat menyebabkan ketagihan seperti kegiatan lain yang dilakukan secara berlebihan. Untuk menghindari bahaya dari ketagihan tersebut, kami telah menyediakan pemeriksaan realitas yang memberi Anda rangkuman trading dan akun secara berkala"],"Other":[null,"Lain"],"Other financial instruments trading experience":[null,"Pengalaman trading instrumen keuangan lainnya"],"Other financial instruments trading frequency":[null,"Frekuensi trading instrumen keuangan lainnya"],"Our company continues to thrive and obtains a license in the Isle of Man to better service our UK clients":[null,"Perusahaan kami terus berkembang dan memperoleh perijinan dari Isle of Man untuk melayani pelanggan di Inggris"],"Our customers clearly like us. In mid-2014, Binary.com has over 100 million historical transactions and over 130,000 new daily transactions":[null,"Pelanggan kami sangat jelas seperti kami. Pada pertengahan 2014 %1 sudah memiliki transaksi historis lebih dari 100 juta transaksi dan lebih dari 130.000 transaksi harian"],"Our fast organic growth is supplemented by the acquisition of the client base of BetsForTraders, one of our main competitors":[null,"Pertumbuhan cepat kami dilengkapi dengan akuisisi dari klien BetsForTraders, salah satu pesaing utama kami"],"Our prices are benchmarked against the interbank options market. You ll receive fair and transparent pricing, whatever your position":[null,"Harga kami mengacu pada pasar opsi antar bank. Anda akan menerima harga yang adil dan transparan, apa pun posisi Anda"],"Over":[null,"Lebih"],"Over 1 million registered accounts worldwide":[null,"Lebih dari 1 juta akun yang terdaftar di seluruh dunia"],"Over 130 staff and contractors worldwide":[null,"Lebih dari 130 staf dan kontraktor di seluruh dunia"],"Over 3 years":[null,"3 tahun lebih"],"Over/Under - Predict that the last digit is higher or lower":[null,"Over/Under - Menganalisa angka terakhir akan lebih tinggi atau lebih rendah"],"Overlap Studies":[null,"Studi Tumpang Tindih"],"PEP Declaration":[null,"Deklarasi PEP"],"Parabolic SAR (SAR)":[null,"Parabolic SAR (SAR)"],"Passwords didn't match. Please type them again":[null,"Kata sandi tidak cocok. Silahkan ketik ulang"],"Patented technology":[null,"Teknologi yang dipatenkan"],"Pattern Recognition":[null,"Pengakuan Pola"],"Payment agent":[null,"Agen pembayaran"],"Payment agents":[null,"Agen pembayaran"],"Payments":[null,"Pembayaran"],"Payout":[null,"Hasil"],"Pension":[null,"Pensiun"],"Percentage Price Oscillator (PPO)":[null,"Percentage Price Oscillator (PPO)"],"Performance Probability":[null,"Probabilitas Kinerja"],"Permissions":[null,"Izin"],"Personal Details":[null,"Data Pribadi"],"Personal Wealth Awards 2017":[null,"Personal Wealth Awards 2017"],"Phone":[null,"Telepon"],"Piercing Pattern (CDLPIERCING)":[null,"Piercing Pattern (CDLPIERCING)"],"Pip":[null,"Pip"],"Pip stands for 'percentage in point' which is generally the fourth decimal place (i.e. 0.0001)":[null,"Pip singkatan dari 'titik persentase' yang umumnya angka desimal keempat (yaitu 0,0001)"],"Place of birth":[null,"Tempat lahir"],"Please":[null,"Silahkan"],"Please choose which currency you would like to transact in":[null,"Silahkan pilih mata uang yang ingin Anda transaksikan"],"Please confirm the following details in order to complete the transfer":[null,"Silahkan konfirmasi rincian sebagai berikut untuk menyelesaikan transfer"],"Please enter a valid date in yyyy-mm-dd format":[null,"Silahkan masukkan tanggal yang valid dalam format yyyy-mm-dd"],"Please enter a value greater than 0":[null,"Masukkan nilai lebih besar dari 0"],"Please enter correct email":[null,"Silakan masukkan email yang benar"],"Please enter date in the format YYYY-MM-DD":[null,"Silahkan masukkan tanggal dalam format YYYY-MM-DD"],"Please enter time in the format HH:MM":[null,"Masukkan format waktu dalam JJ:MM"],"Please enter your current password":[null,"Silahkan masukkan kata sandi Anda"],"Please enter your email":[null,"Masukkan email Anda"],"Please input correct token":[null,"Silakan masukan token yang benar"],"Please install the latest version of one of these browsers":[null,"Silahkan install versi terbaru dari salah satu browser ini"],"Please note that due to their over-the-counter nature, the prices of the OTC Indices and stocks will differ from the prices of the corresponding indices and stocks on centralised exchanges":[null,"Harap dicatat bahwa karena sifat over-the-counter, harga dari Indeks dan saham OTC akan sedikit berbeda dari harga indeks dan saham pada bursa pusat"],"Please provide your tax information":[null,"Mohon sediakan informasi pajak Anda"],"Please select":[null,"Silahkan pilih"],"Please select an account opening reason before continuing":[null,"Silahkan pilih alasan pendaftaran akun sebelum melanjutkan"],"Please submit a valid verification token":[null,"Kirimkan token verifikasi yang berlaku"],"Please try again after 1 minute":[null,"Silahkan coba kembali setelah 1 menit"],"Plot":[null,"Plot"],"Pofit/Loss":[null,"Untung/Rugi"],"Points":[null,"Poin"],"Polski":[null,"Polski"],"Portfolio":[null,"Portopolio"],"Portugu s":[null,"Portugis"],"Postal code/ZIP":[null,"Kode Pos"],"Potential Payout":[null,"Potensi Hasil"],"Potential Profit":[null,"Potensi Profit"],"Potential profit":[null,"Potensi profit"],"Pre-Defined":[null,"Ditetapkan"],"Preferred reality-check interval":[null,"Interval cek-realitas yang dipilih"],"Press Create token button on the right to create your first token":[null,"Tekan tombol Membuat token disebelah kanan untuk membuat token"],"Price Transformation":[null,"Transformasi Harga"],"Price forms three black candles, each with lower closes, in a downward price trend. A tall white candle engulfs the price action of the prior three days. The candle acts as a bullish reversal when price breaks out upward, and closes above the top of the candle pattern":[null,"Harga membentuk tiga candle hitam, masing-masing dengan tutup yang lebih rendah, dalam tren harga turun. Sebuah candle putih tinggi menelan aksi harga tiga hari sebelumnya. Candle bertindak sebagai pembalikan bullish saat harga pecah ke atas, dan ditutup di atas bagian atas pola candle"],"Price trends downward into the start of the pattern, a tall black candle. Following that, a white candle appears that fits inside the body of the prior candle. This completes the bullish harami candlestick. The final day of the pattern is the confirming candle, a white one that closes above the prior close, which it does. The combination suggests price has reversed trend":[null,"Tren harga menurun yang memulai pola pada sebuah candle hitam tinggi. Setelah itu, candle putih muncul yang pas di dalam tubuh candle sebelumnya. Ini melengkapi candlestick harami bullish. Hari terakhir dari pola itu adalah candle yang membenarkan, dimana candle putih menutup di atas jarak dekat, yang memang terjadi. Kombinasi tersebut menunjukkan harga telah membalikkan tren"],"Primary":[null,"Utama"],"Print chart":[null,"Cetak grafik"],"Professional Client":[null,"Klien Profesional"],"Profit":[null,"Untung"],"Profit table":[null,"Tabel untung"],"Profit/ Loss":[null,"Untung/ Rugi"],"Profit/Loss (points)":[null,"Untung/Rugi (poin)"],"Protect your profits":[null,"Melindungi keuntungan Anda"],"Published in English, Indonesian, Japanese, Chinese, Polish, German, French, Spanish, Portuguese, Italian, Russian, and Thai":[null,"Diterbitkan dalam bahasa Indonesia"],"Purchase":[null,"Beli"],"Purchase Date":[null,"Tanggal Beli"],"Purchase Price":[null,"Harga Beli"],"Rate Of Change (ROC)":[null,"Tingkat Perubahan (ROC)"],"Rate Of Change Percentage (ROCP)":[null,"Tingkat Perubahan Persentase (ROCP)"],"Rate Of Change Ratio (ROCR)":[null,"Tingkat Perubahan Rasio (ROCR)"],"Read":[null,"Baca"],"Read about":[null,"Baca tentang"],"Ref":[null,"Ref"],"Regent Markets Group Ltd. renames to Binary Ltd":[null,"Regent Markets Group Ltd. mengganti nama ke Binary Ltd"],"Regent Markets Group Ltd. renames to Binary Ltd., harmonising company and website branding throughout the organisation":[null,"Regent Markets Group Ltd. mengganti nama ke Binary Ltd., pengharmonisasian antara perusahaan dan merek website pada organisasi"],"Regent Markets acquires BetsForTraders client base":[null,"Regent Markets memperoleh klien dari BetsForTraders"],"Regent Markets files for a patent in March 2000 on the basis of our unique position as the sole serious competitor in the business of fixed-odds financial betting. In May, we register the trading name BetOnMarkets and move to Malta to receive an internet betting licence":[null,"Regent Markets mempatenkan arsip pada Maret 2000 berdasarkan posisi unik sebagai satu satunya penyedia trading dalam dunia financial fixed-odds. Di bulan Mei kami mendaftarkan trading dengan nama BetOnMarkets dan berpindah ke Malta untuk menerima perijinan trading internet"],"Regent Markets files for patent, and registers BetOnMarkets trading name":[null,"Regent Markets memohon hak paten dan mendaftarkan nama trading BetOnMarkets"],"Regent Markets granted US patent for 'Betting system and method'":[null,"Regent Markets mengantongi paten AS sebagai 'Sistem dan metode trading'"],"Regent Markets granted two new US patents":[null,"Regent Markets diberikan dua hak paten baru AS"],"Regent Markets is founded by Jean-Yves Sireau":[null,"Regent Markets didirikan oleh Jean-Yves Sireau"],"Regent Markets obtains a licence in the Isle of Man":[null,"Regent Markets memperoleh lisensi di Isle of Man"],"Regent Markets receives funding to provide on-line financial betting services":[null,"Regent Markets memperoleh lisensi untuk memberikan layanan trading keuangan on-line"],"Regent Markets sets up a programming centre in Cyberjaya, Malaysia":[null,"Regent Markets mendirikan pusat pemrograman di Cyberjaya, Malaysia"],"Regent Pacific Group Ltd., the Hong Kong-listed founding shareholder of Binary.com":[null,"Regent Pacific Group Ltd., terdaftar di Hong Kong pemegang saham dan pendiri Binary.com"],"Regent Pacific transaction":[null,"Transaksi Regent Pacific"],"Register free account":[null,"Daftar akun gratis"],"Regulatory Information":[null,"Informasi Peraturan"],"Relative Strength Index (RSI)":[null,"Relative Strength Index (RSI)"],"Remove":[null,"Hapus"],"Remove Selected":[null,"Hapus Pilihan"],"Rename":[null,"Ganti nama"],"Repeat password":[null,"Ulang kata sandi"],"Resale price":[null,"Harga jual kembali"],"Reset zoom":[null,"Ulang zoom"],"Reset zoom level 1:1":[null,"Ulang level zoom 1:1"],"Resources":[null,"Berbagai Sumber"],"Responsible Trading":[null,"Tanggung Jawab Trading"],"Results":[null,"Hasil"],"Return":[null,"Laba"],"Rickshaw Man (CDLRICKSHAWMAN)":[null,"Rickshaw Man (CDLRICKSHAWMAN)"],"Rise":[null,"Rise"],"Rise/Fall":[null,"Rise/Fall"],"Rise/Fall - Predict if the market will rise or fall from its current level":[null,"Rise/Fall - Menganalisa pasar akan naik atau turun dari level terkininya"],"Rise/Fall trades":[null,"kontrak Rise/Fall"],"Rise/Fall   Predict that the market will rise or fall from its current level":[null,"Rise/Fall   Menganalisa pasar akan naik atau turun dari level terkini"],"Rising/Falling Three Methods (CDLRISEFALL3METHODS)":[null,"Rising/Falling Three Methods (CDLRISEFALL3METHODS)"],"Robust and secure platform":[null,"Platform yang kuat dan aman"],"Safari":[null,"Safari"],"Salaried Employee":[null,"Gaji Karyawan"],"Sale Date":[null,"Tanggal Penjualan"],"Sale Price":[null,"Harga Jual"],"Sand Signika":[null,"Sand Signika"],"Sat":[null,"Sab"],"Saturday":[null,"Sabtu"],"Save":[null,"Simpan"],"Save as":[null,"Simpan sebagai"],"Save changes":[null,"Simpan perubahan"],"Saved":[null,"Tersimpan"],"Scalable":[null,"Skalabilitas"],"Second line of home address":[null,"Baris kedua alamat rumah"],"Secondary":[null,"Sekunder"],"Security":[null,"Keamanan"],"Security and privacy":[null,"Keamanan dan privasi"],"Security question":[null,"Pertanyaan keamanan"],"Self-Employed":[null,"Wirausaha"],"Self-Exclusion":[null,"Pengecualian-Diri"],"Sell At Market":[null,"Jual Pada Pasar"],"Sell option":[null,"Opsi jual"],"Sent to account":[null,"Kirim ke akun"],"Sep":[null,"Sep"],"Separating Lines (CDLSEPARATINGLINES)":[null,"Separating Lines (CDLSEPARATINGLINES)"],"September":[null,"September"],"Session":[null,"Sesi"],"Session duration limit, in minutes":[null,"Batas sesi durasi, dalam menit"],"Set barrier(s) to define your position and trigger the payout you will receive":[null,"Susun batasan untuk menentukan posisi Anda dan memperoleh hasil yang akan Anda terima"],"Set the length of your trade, from 10 seconds to 365 days":[null,"Susun periode trading, dari 10 detik hingga 365 hari"],"Settles":[null,"Diselesaikan"],"Share":[null,"Bagikan"],"Share chart":[null,"Bagikan grafik"],"Sharp, benchmarked prices":[null,"Tajam, harga benchmark"],"Shooting Star (CDLSHOOTINGSTAR)":[null,"Shooting Star (CDLSHOOTINGSTAR)"],"Short to long-term durations":[null,"Durasi pendek hingga panjang"],"Side by side white lines candlestick pattern is a triple pattern. Bullish pattern: In an upward trend, the first candlestick is followed by another upward that opens above the close of the first (gap up), that is followed by a third upward candlestick that opens below the close of the second (gap down). Bearish pattern: During a downtrend, the first candlestick is downward, followed by an upward candlestick that opens below the close of the first one (gap down), followed by an upward candlestick that opens below the close of the second one. This pattern indicates the continuation of a downtrend":[null,"Berdampingan garis-garis putih pola tiga candlestick. Pola bullish: Dalam sebuah tren, candlestick pertama diikuti oleh kenaikan candlestick lain yang terbuka di atas penutupan pertama (gap up), yang diikuti oleh ke atas candlestick ketiga yang terbuka di bawah penutupan kedua (gap down). Pola bearish: Selama downtrend, candlestick pertama ke bawah, diikuti oleh candlestick ke atas yang terbuka di bawah penutupan yang pertama (gap down), diikuti oleh candlestick ke atas yang terbuka di bawah penutupan yang kedua. Pola ini menunjukkan kelanjutan dari downtrend"],"Simple Moving Average (SMA)":[null,"Simple Moving Average (SMA)"],"Simple and intuitive":[null,"Sederhana dan intuitif"],"Smart FX":[null,"Smart FX"],"Smart Indices":[null,"Indeks Smart"],"Smoothed Moving Average (SMMA)":[null,"Smoothed Moving Average (SMMA)"],"Sold":[null,"Terjual"],"Some products are not available in all countries. This website's services are not made available in certain countries such as the USA, Costa Rica, Hong Kong, or to persons under age 18":[null,"Beberapa produk tidak tersedia di semua negara. Layanan situs web ini tidak tersedia di negara-negara tertentu seperti Amerika Serikat, Costa Rica, Hong Kong, atau bagi siapapun di bawah umur 18 tahun"],"Source of wealth":[null,"Sumber kekayaan"],"Specify your payout, which is your potential return if your prediction is correct. Our system will proceed to calculate your stake, which is the total cost of purchasing the contract. Binary.com offers payouts from $1 to $50,000":[null,"Tentukan hasil Anda, yaitu potensi laba Anda jika analisa Anda tepat. Sistem kami akan melanjutkan perhitungan modal, yaitu total jumlah pembelian kontrak. Binary.com menawarkan hasil dari $1 hingga $50,000"],"Spinning Top (CDLSPINNINGTOP)":[null,"Spinning Top (CDLSPINNINGTOP)"],"Spline":[null,"Spline"],"Spot price":[null,"Harga spot"],"Spreads":[null,"Spreads"],"Spreads down":[null,"Spreads down"],"Spreads up":[null,"Spreads up"],"Stake":[null,"Modal"],"Stalled Pattern (CDLSTALLEDPATTERN)":[null,"Stalled Pattern (CDLSTALLEDPATTERN)"],"Standard Deviation (STDDEV)":[null,"Standard Deviation (STDDEV)"],"Standard Deviation is a statistical calculation used to measure the variability. In trading this value is known as volatility. A low standard deviation indicates that the data points tend to be very close to the mean, whereas high standard deviation indicates that the data points are spread out over a large range of values":[null,"Standar Deviasi adalah perhitungan statistik yang digunakan untuk mengukur variabilitas. Pada nilai trading ini dikenal sebagai volatilitas. Sebuah standar deviasi rendah menunjukkan bahwa titik data cenderung sangat dekat dengan mean, sedangkan standar deviasi yang tinggi menunjukkan bahwa titik data tersebar di berbagai macam nilai-nilai"],"Standard methods":[null,"Metode standar"],"Standard withdrawal":[null,"Penarikan standar"],"Start Time":[null,"Waktu Mulai"],"Start Trading":[null,"Mulai Trading"],"Start time":[null,"Waktu mulai"],"State/province/region":[null,"Negera/provinsi/daerah"],"Statement":[null,"Pernyataan"],"Statistical Functions":[null,"Fungsi Statistik"],"Status":[null,"Status"],"Stays Between/Goes Outside":[null,"Stays Between/Goes Outside"],"Stays Between/Goes Outside trades":[null,"kontrak Stays Between/Goes Outside"],"Stays Between/Goes Outside   Predict that the market stays inside or goes outside two price targets any time during the contract period":[null,"Stays Between/Goes Outside   Menganalisa pasar akan tetap didalam atau bergerak keluar dua harga target kapan saja selama periode kontrak berlangsung"],"Stays in":[null,"Stays in"],"Step 1: Define your position":[null,"Langkah 1: Tentukan posisi Anda"],"Step 2: Get your contract price":[null,"Langkah 2: Dapatkan harga kontrak Anda"],"Step 3: Make your trade":[null,"Langkah 3: Lakukan Trading"],"Stick Sandwich (CDLSTICKSANDWICH)":[null,"Stick Sandwich (CDLSTICKSANDWICH)"],"Stochastic (STOCH )":[null,"Stochastic (STOCH )"],"Stochastic Fast (STOCHF)":[null,"Stochastic Fast (STOCHF)"],"Stochastic Relative Strength Index (STOCHRSI)":[null,"Stochastic Relative Strength Index (STOCHRSI)"],"Stochastic Slow (STOCHS)":[null,"Stochastic Slow (STOCHS)"],"Stock market indices measure the value of a selection of companies in the stock market":[null,"Indeks bursa saham mengukur nilai beberapa perusahaan pada bursa saham"],"Stocks trading experience":[null,"Pengalaman trading bursa saham"],"Stocks trading frequency":[null,"Frekuensi trading bursa saham"],"Stop Loss Level":[null,"Tingkat Stop Loss"],"Stop Profit Level":[null,"Tingkat Stop Profit"],"Stop-loss":[null,"Stop-loss"],"Stop-profit":[null,"Stop-profit"],"Stop-type":[null,"Jenis-Berhenti"],"Stroke color":[null,"Warna stroke"],"Stroke width":[null,"Lebar stroke"],"Submit":[null,"Ajukan"],"Successfully applied the template and saved it as":[null,"Berhasil menerapkan template dan menyimpannya sebagai"],"Summation (SUM)":[null,"Penjumlahan (SUM)"],"Sun":[null,"Ming"],"Sunday":[null,"Minggu"],"Table":[null,"Tabel"],"Takuri (Dragonfly Doji with very long lower shadow) (CDLTAKURI)":[null,"Takuri (Dragonfly Doji dengan bayangan rendah yang sangat panjang) (CDLTAKURI)"],"Tasuki Gap (CDLTASUKIGAP)":[null,"Tasuki Gap (CDLTASUKIGAP)"],"Tax identification number":[null,"Nomor Pokok Wajib Pajak"],"Tax information":[null,"Informasi pajak"],"Tax residence":[null,"Pajak rumah"],"Tel":[null,"Tel"],"Template changes saved":[null,"Perubahan template disimpan"],"Template name":[null,"Nama template"],"Template name already exists":[null,"Nama template sudah ada"],"Terms":[null,"Syarat"],"Tertiary":[null,"Tersier"],"The":[null,"Itu"],"The AUD Index is a weighted Index, measuring the Australian Dollar's value against a basket of 5 global currencies (USD, EUR, GBP, JPY, CAD), each weighted by 20%":[null,"Indeks AUD adalah Indeks yang ditimbang dengan mengukur nilai Dolar Australia melawan 5 mata uang global (USD, EUR, GBP, JPY, CAD), masing-masing ditimbang dengan 20%"],"The Absolute Price Oscillator (APO) is based on the absolute differences between two moving averages of different lengths, a  Fast  and a  Slow  moving average":[null,"Harga Mutlak Oscillator (APO) didasarkan pada perbedaan mutlak antara dua moving average panjang yang berbeda, moving average Cepat dan rata-rata bergerak Lambat"],"The Aroon Oscillator is the difference between Aroon-Up and Aroon-Down. These two indicators are usually plotted together for easy comparison, but chartists can also view the difference of these two indicators with the Aroon Oscillator. This indicator fluctuates between -100 and +100 with zero as the middle line":[null,"Aroon Oscillator adalah perbedaan antara Aroon-Up dan Aroon-Down. Kedua indikator biasanya diplot bersama-sama untuk perbandingan mudah, tetapi secara karakteristik juga dapat melihat perbedaan dari dua indikator ini dengan Aroon Oscillator. Indikator ini berfluktuasi antara -100 dan +100 dengan nol sebagai garis tengah"],"The Average Directional Movement Index index (ADX) was developed in 1978 by J. Welles Wilder as an indicator of trend strength in a series of prices of a financial instrument ADX will range between 0 and 100. Generally, ADX readings below 20 indicate trend weakness, and readings above 40 indicate trend strength":[null,"Average Directional Movement Index Indeks (ADX) dikembangkan pada tahun 1978 oleh J. Welles Wilder sebagai Indikator tren kekuatan serangkaian harga pada instrumen keuangan ADX berkisar ANTARA 0 dan 100. Pada umumnya ADX berada dibawah 20 menunjukkan tren pelemahan, dan bacaan diatas 40 menunjukkan penguatan tren"],"The Average True Range (TRANGE) study measures the size of the period s range, and takes into account any gap from the close of the previous period":[null,"Average True Range (TRANGE) mengukur ukuran periode jangkauan, dan memperhitungkan kesenjangan apapun dari penutupan periode sebelumnya"],"The Awesome Oscillator is an indicator used to measure market momentum. AO calculates the difference of a 34 Period and 5 Period Simple Moving Averages. The Simple Moving Averages that are used are not calculated using closing price but rather each bar's midpoints. AO is generally used to affirm trends or to anticipate possible reversals":[null,"Awesome Oscillator adalah indikator yang digunakan untuk mengukur momentum pasar. AO menghitung selisih dari 34 periode dan 5 Masa Simple Moving Averages. Simple Moving Averages yang digunakan tidak dihitung menggunakan harga penutupan melainkan titik-titik tengah masing-masing bar. AO umumnya digunakan untuk menegaskan tren atau untuk mengantisipasi kemungkinan pembalikan"],"The Bearish I-Neck Pattern occurs after a downtrend when first day is a long red candle and the second day is a blue day, opening below the low of the first day and closing barely into the body of the first day":[null,"Pola Bearish I-Neck terjadi setelah downtrend hari pertama ketika candle merah panjang dan hari kedua adalah biru, pembukaan di bawah rendah dari hari pertama dan menutup hampir ke dalam tubuh hari pertama"],"The Bearish On-Neck Pattern occurs after a downtrend when a long black day is followed by a long white day that gaps down at the open and closes below the close of the black day":[null,"Pola Bearish On-Neck terjadi setelah downtrend ketika hari hitam panjang diikuti dengan hari putih panjang yang kesenjangan turun di tempat terbuka dan menutup di bawah penutupan hari hitam"],"The Bullish Three Star appears after a downtrend and it consists of three consecutive Doji, in which the second Doji gaps below the other two Doji. The Bearish Three Star appears after a uptrend and it consists of three consecutive Doji, in which the second Doji gaps above the other two Doji":[null,"Bullish Three Star muncul setelah downtrend dan terdiri dari tiga Doji berturut-turut, di mana kesenjangan Doji kedua di bawah dua lainnya Doji. Bearish Three Star muncul setelah uptrend dan terdiri dari tiga Doji berturut-turut, di mana kesenjangan Doji kedua di atas dua Doji lainnya"],"The CMO indicator is created by calculating the difference between the sum of all recent higher closes and the sum of all recent lower closes and then dividing the result by the sum of all price movement over a given time period. The result is multiplied by 100 to give the -100 to +100 range":[null,"Indikator CMO dibuat dengan menghitung selisih antara jumlah penutupan yang lebih tinggi dan jumlah penutupan terendah terakhir dan kemudian membagi hasilnya dengan jumlah semua pergerakan harga selama periode waktu tertentu. Hasilnya dikalikan 100 untuk memberikan kisaran -100 sampai +100"],"The Choppiness Index (CHOP) is an indicator designed to determine if the market is choppy (trading sideways) or not choppy (trading within a trend in either direction). CHOP is not meant to predict future market direction, it is a metric to be used to for defining the market's trendiness only":[null,"Indeks Choppiness (CHOP) adalah indikator yang dirancang untuk menentukan apakah pasar berombak (trading sideways) atau tidak berombak (ditradingkan dalam tren di kedua arah). CHOP tidak dimaksudkan untuk memprediksi arah pasar di masa depan, ini adalah metrik yang bisa digunakan untuk mendefinisikan trendi pasar saja"],"The Commodity Channel Index (CCI) is a versatile indicator that can be used to identify a new trend or warn of extreme conditions":[null,"Commodity Channel Index (CCI) adalah indikator serbaguna yang dapat digunakan untuk mengidentifikasi tren baru atau memperingatkan kondisi ekstrim"],"The Donchian Channel is an indicator used in market trading developed by Richard Donchian. It is formed by taking the highest high and the lowest low of the last n periods. The area between the high and the low is the channel for the period chosen":[null,"Saluran Donchian adalah indikator yang digunakan dalam trading pasar yang dikembangkan oleh Richard Donchian. Hal ini terbentuk dengan mengambil titik tertinggi dan terendah dari periode n terakhir. Area antara tinggi dan rendah adalah saluran untuk periode yang dipilih"],"The Double Exponential Moving Average (CKS) by Patrick Mulloy attempts to remove the inherent lag associated to Moving Averages by placing more weight on recent values":[null,"Double Exponential Moving Average (CKS) oleh Patrick Mulloy mencoba untuk menghapus lag yang melekat pada Moving Averages dengan menempatkan bobot lebih pada nilai terbaru"],"The Double Exponential Moving Average (DEMA) by Patrick Mulloy attempts to remove the inherent lag associated to Moving Averages by placing more weight on recent values":[null,"Double Exponential Moving Average (DEMA) oleh Patrick Mulloy mencoba untuk menghapus lag yang melekat pada Moving Averages dengan menempatkan bobot lebih pada nilai terbaru"],"The Dragonfly Doji is created when the open, high, and close are the same or about the same price (Where the open, high, and close are exactly the same price is quite rare).The most important part of the Dragonfly Doji is the long lower shadow":[null,"Dragonfly Doji dibuat saat terbuka, tinggi, dan dekat sama atau harganya sama (Dimana yang terbuka, tinggi, dan dekat harganya persis sama cukup langka). Bagian terpenting dari Dragonfly Doji adalah bayangan yang jauh lebih rendah"],"The EUR Index is a weighted Index, measuring the Euro's value against a basket of 5 global currencies (USD, AUD, GBP, JPY, CAD), each weighted by 20%":[null,"Indeks EUR adalah Indeks yang ditimbang dengan mengukur nilai Euro melawan 5 mata uang global (USD, EUR, GBP, JPY, CAD), masing-masing ditimbang dengan 20%"],"The Exponential Moving Average (EMA) represents an average of prices, but places more weight on recent prices. The weighting applied to the most recent price depends on the selected period of the moving average. The shorter the period for the EMA, the more weight that will be applied to the most recent price":[null,"Exponential Moving Average (EMA) mewakili rata-rata harga, namun menempatkan bobot lebih banyak pada harga terakhir. Bobot yang diterapkan pada harga terbaru bergantung pada periode moving average yang dipilih. Semakin pendek periode EMA, semakin berat bobot yang akan diaplikasikan pada harga terbaru"],"The Fast Stochastic Oscillator is based on George Lane's original formulas for %K and %D. %K in the fast version that appears rather choppy. %D is the 3-day SMA of %K":[null,"Fast Stochastic Oscillator didasarkan pada formula asli George Lane untuk %K dan %D. %K dalam versi cepat yang tampil agak berombak. %D adalah SMA hari ke-3 dari %K"],"The GBP Index is a weighted Index, measuring the British Pound's value against a basket of 5 global currencies (USD, EUR, AUD, JPY, CAD), each weighted by 20%":[null,"Indeks GBP adalah Indeks yang ditimbang dengan mengukur nilai Pound Inggris melawan 5 mata uang global (USD, EUR, GBP, JPY, CAD), masing-masing ditimbang dengan 20%"],"The Gravestone Doji is created when the open, low, and close are the same or about the same price (Where the open, low, and close are exactly the same price is quite rare). The most important part of the Graveston Doji is the long upper shadow":[null,"Gravestone Doji terjadi ketika open, low, dan close adalah sama atau hampir sama (Dimana harga open, low dan close hampir sama adalah sangat jarang terjadi). Bagian terpenting dari Graveston Doji adalah bayangan atas yang panjang"],"The Hammer formation is created when the open, high, and close are roughly the same price.Also, there is a long lower shadow, twice the length as the real body":[null,"Pembentukan Hammer dibuat saat harga open, high, dan close kira-kira pada harga yang sama. Dan juga terdapat bayangan lebih rendah dengan panjang dua kali lipat candle"],"The Hanging Man formation, just like the Hammer, is created when the open, high, and close are roughly the same price. Also, there is a long lower shadow, which should be at least twice the length of the real body":[null,"Formasi Hanging Man, seperti Hammer, tercipta saat harga open, high, dan close kira-kira sama. Juga, ada bayangan yang jauh lebih rendah, yang setidaknya harus dua kali panjang candle sebenarnya"],"The Hull Moving Average solves the age old dilemma of making a moving average more responsive to current price activity whilst maintaining curve smoothness. In fact the HMA almost eliminates lag altogether and manages to improve smoothing at the same time":[null,"Hull Moving Average memecahkan dilema usia tua membuat rata-rata bergerak lebih responsif terhadap aktivitas harga saat ini sambil menjaga kelancaran kurva. Sebenarnya HMA hampir menghilangkan lag sama sekali dan berhasil memperbaiki perataan pada saat bersamaan"],"The Inverted Hammer occurs mainly at the bottom of downtrends when the open, low, and close are roughly the same price. Also, there is a long upper shadow, which should be at least twice the length of the real body":[null,"Inverted Hammer terjadi terutama di bagian bawah downtrend ketika open, low, dan close rata-rata dalam harga yang sama. Dan juga tersedia bayangan atas panjang, yang berukuran setidaknya dua kali panjang ukuran candle"],"The Kaufman's Adaptive Moving Average (KAMA) Developed by Perry Kaufman, is a moving average designed to account for market noise or volatility. This trend-following indicator can be used to identify the overall trend, time turning points and filter price movements":[null,"Kaufman Adaptive Moving Average (KAMA) dikembangkan oleh Perry Kaufman, adalah rata-rata bergerak yang dirancang untuk memperhitungkan volatilitas pasar atau kebisingan. Indikator mengikuti tren ini dapat digunakan untuk mengidentifikasi tren secara keseluruhan, waktu titik balik dan pergerakan harga penyaring"],"The Least Squares Moving Average first calculates a least squares regression line over the preceding time periods, then projects it forward to the current period. In essence, it calculates what the value would be if the regression line continued":[null,"Least Squares Moving Average pertama-tama akan menghitung garis kuadrat regresi setidaknya selama periode sebelumnya dan dilanjutkan kepada periode terkini. Intinya, fungsinya adalah menghitung apakah nilai yang akan  digunakan jika garis regresi berlanjut"],"The MESA Adaptive Moving Average is developed by John Ehlers of Mesa Software. This trend-following indicator can be used to identify the overall trend, time turning points and filter price movements":[null,"MESA Adaptive Moving Average dikembangkan oleh John Ehlers dari Mesa Software. Indikator mengikuti tren ini dapat digunakan untuk mengidentifikasi tren secara keseluruhan, waktu titik balik dan pergerakan harga penyaring"],"The Momentum indicator compares where the current price is in relation to where the price was in the past. How far in the past the comparison is made is up to the technical analysis trader. The calculation of Momentum is quite simple (n is the number of periods the technical trader selects): The current price minus the price n-periods ago":[null,"Indikator momentum membandingkan harga saat ini di mana dalam kaitannya dengan harga di mana di masa lalu adalah. Seberapa jauh di masa lalu perbandingan dibuat terserah kepada trader analisis teknis. Perhitungan Momentum cukup sederhana (n adalah jumlah periode trader memilih teknis): Harga saat ini minus harga pada periode n"],"The Percentage Price Oscillator (PPO) is a momentum oscillator that measures the difference between two moving averages as a percentage of the larger moving average":[null,"Persentase Harga Oscillator (PPO) adalah momentum oscillator yang mengukur perbedaan antara dua moving average dari persentase rata-rata bergerak yang lebih besar"],"The Price Rate-of-Change (ROC) indicator displays the difference between the current price and the price x-time periods ago. The difference can be displayed in either points or as a percentage":[null,"Indikator Harga Rate-of-Change (ROC) menampilkan perbedaan antara harga saat ini dan harga periode waktu-x yang lalu. Perbedaannya dapat ditampilkan baik dalam poin atau sebagai persentase"],"The Rate of Change Percentage (ROCP) indicator compares the current price with the previous price from a selected number of periods ago. The current price is divided by the previous price. ROCP does not express as a percentage. This indicator is also commonly known as a momentum indicator":[null,"Indikator Persentase Rate of Change (ROCP) membandingkan harga terkini dengan harga sebelumnya dari beberapa period terpilih sebelumnya. Harga terkini dibagi oleh harga sebelumnya. ROCP tidak menggambarkan persentasi. Indikator ini dikenal umum sebagai indikator momentum"],"The Rate of Change Rate (ROCR) indicator compares the current price with the previous price from a selected number of periods ago. The current price is divided by the previous price. This indicator is also commonly known as a momentum indicator":[null,"Indikator Rate of Change Rate (ROCR) membandingkan harga saat ini dengan harga sebelumnya dari beberapa periode terpilih sebelumnya. Harga terkini dibagi oleh harga sebelumnya. Indikator ini juga dikenal secara umum sebagai indikator momentum"],"The Relative Strength Index (RSI) was published by J. Welles Wilder. The current price is normalized as a percentage between 0 and 100. The name of this oscillator is misleading because it does not compare the instrument relative to another instrument or set of instruments, but rather represents the current price relative to other recent pieces within the selected lookback window length":[null,"Relative Strength Index (RSI) diterbitkan oleh J. Welles Wilder. Harga saat ini dinormalisasi sebagai persentasi antara 0 dan 100. Nama osilator ini sedikit membingungkan karena tidak membandingkan instrument relatif kepada instrumen lain atau beberapa instrumen melainkan merupakan harga saat ini relatif terhadap potongan baru lainnya diantara panjang jangkauan yang dipilih"],"The Rickshaw Man has unusually tall upper and lower shadows, a body in which the opening and closing prices are about the same, and the body is near the middle of the candlestick":[null,"Rickshaw Man memiliki bayangan atas dan bawah yang tinggi, bagan candle dimana harga opening dan closing hampir sama, dan bagan candle dekat dengan tengah candlestick"],"The Shooting formation is created when the open, low, and close are roughly the same price. There is a long upper shadow, generally defined as at least twice the length of the real body":[null,"Formasi Shooting terbentuk ketika harga open, low dan close rata-rata pada harga yang sama. Terdapat bayangan atas yang panjang, umumnya didefinisikan setidaknya dua kali panjang bagan candle"],"The Simple Moving Average (SMA) is calculated by adding the price of an instrument over a number of time periods and then dividing the sum by the number of time periods. The SMA is basically the average price of the given time period, with equal weighting given to the price of each period":[null,"Simple Moving Average (SMA) dihitung dengan menambahkan harga instrumen selama beberapa periode kemudian membagi jumlah dengan periode waktu. SMA pada dasarnya merupakan harga rata-rata periode waktu yang diberikan, dengan bobot yang sama diberikan pada harga setiap periode"],"The Stochastic Relative Strength Index (STOCHRSI) was developed by Tushar Chande and Stanley Kroll, StochRSI is an oscillator that measures the level of RSI relative to its high-low range over a set time period. StochRSI applies the Stochastics formula to RSI values, instead of price values. This makes it an indicator of an indicator. The result is an oscillator that fluctuates between 0 and 1":[null,"Stochastic Relative Strength Index (STOCHRSI) dikembangkan oleh Tushar Chande dan Stanley Kroll, StochRSI adalah sebuah osilator yang mengukur tingkat RSI relatif terhadap kisaran high-low selama periode waktu yang ditentukan. StochRSI menerapkan formula Stochastics ke nilai RSI, bukan nilai harga. Hal ini menjadikannya indikator dari indikator. Hasilnya adalah osilator yang berfluktuasi antara 0 dan 1"],"The Tasuki Gap pattern is made up of three candlesticks, the first bar is a red candlestick within a defined downtrend, the second bar is another red candlestick that has gapped below the close of the previous bar and the last bar is a white candlestick that closes within the gap of the first two bars":[null,"Pola Gap Tasuki terdiri dari tiga candlestick, bar pertama adalah candlestick merah dalam tren turun yang ditentukan, bar kedua adalah candlestick merah lainnya yang telah berada di bawah tutup bar sebelumnya dan bar terakhir adalah candlestick putih yang menutup dua celah bar pertama"],"The Three Methods pattern is a trend continuation pattern that can appear in an uptrend or a down trend. In an uptrend it is called the rising three methods pattern and in a downtrend it is called the falling three methods pattern. The three methods pattern consists of at least five candlesticks":[null,"Pola Three Methods adalah pola dengan trend berlanjut yang dapat muncul pada trend naik atau trend menurun. Pada trend naik disebut sebagai pola three methods naik dan pada downtrend disebut dengan pola three methods menurun. Pola three methods minimal terdiri dari lima candlestick"],"The Triangular Moving Average (TRIMA) represents an average of prices, but places weight on the middle prices of the time period. The calculations double-smooth the data using a window width that is one-half the length of the series":[null,"Triangular Moving Average (TRIMA) mewakili harga rata-rata, namun memberatkan harga tengah dari periode waktu. Perhitungan penyaringan dua kali data menggunakan panjang jendela yaitu satu setengah panjang rangkaian"],"The Triple Exponential Moving Average (T3) by Tim Tillson attempts to offers a moving average with better smoothing then traditional exponential moving average":[null,"Triple Exponential Moving Average (T3) oleh Tim Tillson menawarkan moving average dengan penghalusan lebih baik dari exponential moving average tradisional"],"The Triple Exponential Moving Average (TEMA) by Patrick Mulloy offers a moving average with less lag then traditional exponential moving average":[null,"Triple Exponential Moving Average (TEMA) oleh Patrick Mulloy menwarkan moving average dengan pengurangan jeda berbanding exponential moving average tradisional"],"The Typical Price function measures the average of the high, low, and closing prices for the day using a simple, single-line plot. The ordinary price gives a simplified view of the day trading prices for as well as it happens with other price-adjustment functions. You can use it for smoothing out some of the inconstancy of the closing price because it comprises information for the whole trading day and not only the result of the day's end. The Typical Price indicator is measured by adding the high, low, and closing prices together, and then dividing by three":[null,"Fungsi Harga Khas mengukur rata-rata harga tinggi, rendah, dan harga penutupan hari ini dengan menggunakan plot satu baris sederhana. Harga biasa memberikan pandangan sederhana tentang harga trading harian dan juga terjadi pada fungsi penyesuaian harga lainnya. Anda dapat menggunakannya untuk merapikan beberapa ketidakstabilan harga penutupan karena terdiri dari informasi untuk keseluruhan hari trading dan bukan hanya hasil akhir hari. Indikator Harga Khas diukur dengan menambahkan harga tinggi, rendah, dan harga penutupan bersama-sama, dan kemudian dibagi tiga"],"The USD Index is a weighted Index, measuring the US Dollar's value against a basket of 5 global currencies (EUR, GBP, JPY, CAD, AUD), each weighted by 20%":[null,"Indeks USD adalah Indeks yang ditimbang dengan mengukur nilai Dolar melawan 5 mata uang global (USD, EUR, GBP, JPY, CAD), masing-masing ditimbang dengan 20%"],"The Volatility 100 Index is twice as volatile as the Volatility 50 Index, and four times as volatile as the Volatility 25 Index":[null,"Indeks Volatilitas 100 memiliki volatilitas ganda dibandingkan dengan Indeks Volatilitas 50, dan empat kali lipat volatilitas berbanding Indeks Volatilitas 25"],"The Weighted Close indicator is simply an average of each day's price. It can be used to smooth out some of the inconstancy of a chart of closing prices, as it comprises information for the whole trading day":[null,"Indikator Weighted Close adalah rata-rata harga per hari. Dapat digunakan untuk menghaluskan ketidak konsistenan chart harga penutupan, dimana terdiri dari informasi untuk keseluruhan hari trading"],"The balance of power (BOP) indicator measures the strength of the bulls vs. bears by assessing the ability of each to push price to an extreme level":[null,"Indikator keseimbangan kekuatan (BOP) mengukur kekuatan banteng vs beruang dengan menilai kemampuan masing-masing untuk mendorong harga ke tingkat yang ekstrim"],"The barrier of a binary option trade is the price target you set for the underlying. You can choose trades that stay below or go above a price target, or stay between two targets":[null,"Batasan pada opsi binary adalah target pada harga dasar pasar yang Anda pilih. Anda dapat memilih kontrak yang tetap berada dibawah atau bergerak keatas target harga atau tetap diantara dua target"],"The breakaway pattern begins with a long candle representing the current trend. The following candle is the same color and it gaps away from that first long candle. While the third day s candle can be either color, it will not show a change in the current trend. The fourth day continues the trend and therefore continues to produce the same color candles. The fifth day however, reverses the trend. Please note that it only opens slightly the opposite of the current trend and it continues in the same direction to where it then closes in the gap area":[null,"Pola breakaway dimulai dengan candle panjang mewakili tren terkini. Candle selanjutnya adalah dengan warna yang sama dan cukup berjarak dari candle panjang pertama. Sementara candle hari ke tiga dapat berupa warna apa saja, tidak menunjukan perubahan pada tren terkini. Hari ke empat melanjutkan tren dan menghasilkan candle dengan warna sama. Namun pada hari ke lima, menunjukkan tren terbalik. Mohon diketahui bahwa candle terbuka sedikit berlawanan dengan tren terkini dan berlanjut ke arah sama dimana kemudian menutup jarak pada area"],"The closing black marubozu candlestick is a tall black candle with an upper shadow but no lower one. The closing white marubozu candlestick is a tall white candle with an lower shadow but no upper shadow":[null,"Candlestick closing marubozu hitam adalah candle hitam tinggi dengan bayangan atas tanpa bayangan bawah. Candlestick closing marubozu putih adalah candle dengan bayangan bawah tanpa bayangan atas"],"The company holds customer funds in separate bank accounts to the operational accounts which would not, in the event of insolvency, form part of the Company's assets. This meets the Gambling Commission's requirements for the segregation of customer funds at the level":[null,"Perusahaan menyimpan dana Pelanggan pada rekening yang berbeda dengan rekening untuk biaya oprasional yang bukan merupakan bagian dari aset Perusahaan jika terjadi kebangkrutan. Hal ini adalah merupakan syarat yang harus dipenuhi dalam hal pemisahan dana pelanggan pada tingkat"],"The contract period is the timeframe of a trade. It is also called the duration":[null,"Periode kontrak adalah jangka waktu trading. Yang juga disebut sebagai durasi"],"The duration is the length of a purchased trade (see":[null,"Durasi adalah tempo pembelian kontrak (lihat"],"The entry spot price is the starting price of the trade purchased by a trader":[null,"Harga spot masuk adalah harga awal kontrak yang dibeli oleh trader"],"The expiry price is the price of the underlying when the contract expires":[null,"Harga akhir adalah harga dasar pasar ketika kontrak berakhir"],"The financial trading services contained within this site are only suitable for customers who are able to bear the loss of all the money they invest and who understand and have experience of the risk involved in the acquistion of financial contracts. Transactions in financial contracts carry a high degree of risk. If purchased contracts expire worthless, you will suffer a total loss of your investment, which consists of the contract premium":[null,"Layanan trading finansial yang disediakan pada situs ini hanya cocok untuk klien yang mampu menanggung kerugian pada semua modal yang mereka tanamkan dan bagi yang mengerti dan memiliki pengalaman tentang risiko yang akan dialami pada trading kontrak finansial. Transaksi pada kontrak finansial memiliki tingkat risiko tinggi. Jika kontrak yang Anda beli tidak bernilai, Anda akan menanggung kerugian, yaitu harga kontrak"],"The financial trading services contained within this site are only suitable for customers who are able to bear the loss of all the money they invest and who understand and have experience of the risk involved in the aquistion of financial contracts. Transactions in financial contracts carry a high degree of risk. If purchased contracts expire worthless, you will suffer a total loss of your investment, which consists of the contract permium":[null,"Layanan trading finansial yang disediakan pada situs ini hanya cocok untuk Pelanggan yang mampu menanggung kerugian pada semua modal yang mereka tanamkan dan bagi yang mengerti dan memiliki pengalaman tentang risiko yang akan dialami pada trading kontrak finansial. Kontrak transaksi finansial adalah memiliki risiko tinggi. Jika prediksi Anda tidak tepat maka Anda akan kehilangan semua modal yang anda tanamkan berupa harga kontrak yang Anda bayarkan"],"The first step is to open an account. You can":[null,"Langkah pertama adalah mendaftar akun. Anda dapat"],"The first thing to do is choose the asset you wish to trade, such as gold or oil, stocks or FX rates (The value of a binary option is derived from the price of the underlying asset). A big advantage of trading options is that you are not buying or selling the actual asset":[null,"Hal pertama yang harus dilakukan adalah memilih aset yang ingin anda tradingkan, seperti emas (gold) atau minyak (oil), saham atau harga FX (Nilai opsi binary yang berasal dari harga aset). Kelebihan besar dari trading opsi adalah anda tidak membeli atau menjual aset yang sebenarnya"],"The first three days of the Bullish Ladder Bottom are strong black candlesticks with consecutive lower opens and lower closes. The fourth day is a short black candlestick, but it opens higher and trades higher, leaving a long upper shadow, then closes making a new low. The fifth day is a strong white candlestick that makes a body gap with the fourth day":[null,"Tiga hari pertama Bullish Ladder Bottom adalah candlestick hitam yang kokoh dengan pembukaan dan penutupan rendah. Hari ke empat adalah candlestick hitam yang pendek, namun dibuka dan ditradingkan lebih tinggi, meninggalkan bayangan atas kemudian ditutup dengan nilai rendah terbaru. Pada hari ke lima terlihat candlestick putih yang kuat yang membuat jarak candlestick dengan hari ke empat"],"The homing pigeon is a bullish candlestick reversal pattern comprised of two red candlesticks. The first candle is a tall black one that appears in a downward price trend. The second day is also a black candle, but it is smaller and fits inside the body of the first black candle":[null,"Homing pigeon adalah candlestik bullish pola terbalik terdiri dari dua candlestick merah. Candlestick pertama adalah hitam tinggi yang muncul pada tren harga menurun. Hari kedua juga berupa candle hitam, namun lebih kecil dan pas dengan ukuran candle hitam pertama"],"The indicator is designed for use on a monthly time scale. It is the sum of a 14-month rate of change and 11-month rate of change, smoothed by a 10-period weighted moving average":[null,"Indikator ini dirancang untuk digunakan dalam skala waktu bulanan. Ini adalah jumlah dari tingkat perubahan 14 bulan dan tingkat perubahan 11 bulan, dihaluskan dengan rata-rata pergerakan tertimbang 10 periode"],"The market exit price is the price in effect at the end of the contract period":[null,"Harga akhir pasar adalah harga pada akhir periode kontrak"],"The parabolic SAR is calculated almost independently for each trend in the price. When the price is in an uptrend, the SAR emerges below the price and converges upwards towards it. Similarly, on a downtrend, the SAR emerges above the price and converges downwards. At each step within a trend, the SAR is calculated one period in advance":[null,"Parabola SAR dihitung hampir secara independen untuk setiap tren harga. Bila harganya dalam uptrend, SAR muncul di bawah harga dan menyatu ke arah atasnya. Demikian pula, pada tren turun, SAR muncul di atas harga dan menyatu ke bawah. Pada setiap langkah dalam tren, SAR dihitung satu periode sebelumnya"],"The patent means Regent Markets is the recognised pioneer of binary betting. The patent helps protect our innovations":[null,"Paten berarti Regent Markets diakui sebagai perintis trading binary. Paten ini membantu melindungi inovasi kami"],"The payout is the amount paid to an options trader if their prediction is correct":[null,"Hasil adalah jumlah yang dibayarkan pada opsi trader jika analisa tepat"],"The piercing pattern is made up of two candlesticks, the first black and the second white.Both candlesticks should have fairly large bodies and the shadows are usually, but not necessarily, small or nonexistent. The white candlestick must open below the previous close and close above the midpoint of the black candlestick's body. A close below the midpoint might qualify as a reversal, but would not be considered as bullish":[null,"Pola piercing terdiri dari dua candlestick, yang pertama hitam dan yang kedua putih. Kedua candlestick memiliki ukuran yang cukup lebar dan bayangannya biasanya lebih kecil atau tidak muncul. Candlestick putih terbuka dibawah penutupan candle sebelumnya dan tertutup diatas poin tengah dari candlestick hitam. Penutupan dibawah nilai tengah mungkin dapat dikualifikasikan sebagai pergerakan terbalik, namun tidak akan dianggap bullish"],"The premier platform for trading binary options in the world's financial markets":[null,"Platform utama untuk trading opsi binary pada pasar finansial dunia"],"The profit is the difference between the purchase price (the stake) and the payout on a winning trade":[null,"Keuntungan adalah selisih antara harga beli (modal) dengan hasil pada kontrak yang memberi untung"],"The rebranding is a natural evolution for the platform as it continues to grow market share in the highly competitive field of binary trading. The new brand reflects the nature of the business, and our new tagline - Sharp Prices, Smart Trading - communicates our ethos and commitment to our clients":[null,"Rebranding ini merupakan evolusi alami bagi platform kami berhubung terus berkembang secara kompetitif di dunia trading binary. Brand baru ini mencerminkan bisnis dasar yang ditawarkan dan tagline terbaru kami – Harga Tajam, Trading Pintar – mengkomunikasikan etos dan komitmen kepada Pelanggan kami"],"The resale price indicates a contract's current market price. Resale prices are on a best-efforts basis and may not be available at all times after purchase. See 'Sell option' for more details on selling contracts before expiry":[null,"Harga jual kembali menunjukkan harga pasar terkini. Harga jual kembali adalah berdasarkan penawaran terbaik dan mungkin tidak tersedia setiap saat. Lihat 'Opsi jual' untuk keterangan lengkap mengenai penjualan kontrak sebelum berakhir"],"The return is the money realized when the contract expires (see 'Payout')":[null,"Hasil adalah dana yang diperoleh setelah kontrak berakhir (lihat 'Hasil')"],"The stake is the amount that a trader must pay to enter into a trade":[null,"Modal adalah jumlah yang dibayarkan oleh trader pada saat membeli kontrak"],"The sum of price over selected period":[null,"Jumlah harga selama periode yang dipilih"],"The variance and the closely-related standard deviation are measures of how spread out a distribution is. In other words, they are measures of variability. The variance is computed as the average squared deviation of each number from its mean":[null,"Variasi dan deviasi standar dihitung dari bagaimana pendistribusian spread. Dengan kata lain, mereka adalah ukuran variabilitas. Variasi dihitung sebagai rata-rata perempat deviasi setiap angka yang dihasilkan"],"The volatility indices simulate various real market situations and provide an ideal platform for getting used to trading and testing strategies under various market conditions. These indices depend on volatility and drift, and help users to try out scenarios like - high volatility, low volatility, bullish and bearish trends":[null,"Indeks volatilitas mensimulasikan berbagai situasi pasar riil dan menyediakan platform yang ideal untuk digunakan bertrading dan mencoba strategi pada berbagai kondisi pasar. Indeks ini tergantung kepada volatilitas dan pergerakan cepat yang membantu pengguna untuk mencoba skenario seperti – volatilitas tinggi, volatilitas rendah, trend bullish dan bearish"],"There are four main trade types for you to choose from":[null,"Tersedia empat jenis kontrak utama yang dapat Anda pilih"],"There are two types of In/Out trades":[null,"Tersedia dua jenis kontrak In/Out"],"There are two types of Up/Down trades":[null,"Tersedia dua jenis kontrak Up/Down"],"There are two ways to trade Asians":[null,"Tersedia dua langkah untuk bertrading Asian"],"These are trades where the trader predicts if a market will finish higher or lower than a specified price target":[null,"Ini adalah kontrak dimana trader menganalisa apakah pasar akan berakhir lebih tinggi atau lebih rendah dari target harga"],"These are trades where the trader predicts if a market will rise or fall at the end of a selected time period":[null,"Ini adalah kontrak dimana trader menganalisa apakah pasar akan naik atau turun pada akhir periode waktu yang dipilih"],"These are trades where the trader selects a low and high barrier, and predicts if the market will stay within these barriers or go outside them (see also 'Stays Between/Goes Outside trades')":[null,"Berikut adalah kontrak dimana trader akan memilih batasan rendah dan tinggi, dan menganalisa pergerakan pasar akan tetap berada di dalam batasan atau bergerak keluar batasan tadi (lihat juga kontrak 'Stays Between/Goes Outside')"],"These are trades where the trader selects a price target, and predicts that the market will never touch the target before the expiry of the trade":[null,"Ini adalah kontrak dimana trader memilih target harga, dan menganalisa pasar tidak akan menyentuh target sebelum kontrak berakhir"],"These are trades where the trader selects a price target, and predicts that the market will touch the target before the expiry of the trade":[null,"Ini adalah kontrak dimana trader memilih target harga, dan menganalisa pasar tidak akan menyentuh target sebelum kontrak berakhir"],"This Moving Average uses curve of the Normal (Gauss) distribution which can be placed by Offset parameter from 0 to 1. This parameter allows regulating the smoothness and high sensitivity of the Moving Average. Sigma is another parameter that is responsible for the shape of the curve coefficients":[null,"Moving Average ini menggunakan kurva distribusi Normal (Gauss) yang dapat ditempatkan dengan parameter Offset dari 0 sampai 1. Parameter ini memungkinkan pengaturan kehalusan dan kepekaan tinggi Moving Average. Sigma adalah parameter lain yang bertanggung jawab atas bentuk koefisien kurva"],"This feature is not relevant to virtual-money accounts":[null,"Fasilitas ini tidak tersedia untuk akun uang virtual"],"This field is required":[null,"Bagian ini diperlukan"],"This is another award we really savour. Trade2win is a portal for active traders seeking to profit from stocks, futures, options and forex, and these traders award us silver (we are just pipped for gold by Betfair). It means active traders worldwide rate our trading platform extremely highly":[null,"Ini adalah penghargaan lain yang kami benar benar syukuri. Trade2win adalah portal bagi para trader aktif yang mencari keuntungan dari trading saham, futures, opsi dan forex dan para trader tersebut menganugerahi kami dengan perak (kami hanya bersaing tipis dengan Betfair). Hal ini berarti jumlah trader aktif pada platform kami adalah tinggi"],"This is big. We pick up a double award from the Financial Times and Investors Chronicle, reflecting our success in improving the quality and usability of our website and products":[null,"Ini sangat luar biasa. Kami memperoleh penghargaan ganda dari Financial Times dan Investor Chronicle, mencerminkan kesuksesan kami dalam mempertingkatkan kualitas dan penggunaan website dan produk"],"This is the current price at which an underlying can be bought or sold at a particular time":[null,"Ini adalah harga pasar terkini dimana pasar dapat dibeli atau dijual pada waktu tertentu"],"This pattern occurs when two black days appear with equal closes in a downtrend. Matching Low indicates a bottom has been made, even though the new low was tested and there was no follow through, which is indicative of a good support price":[null,"Pola ini terjadi ketika dua hari hitam muncul dengan penutupan yang hampir sama pada downtrend. Pencocokan Low menunjukkan bagian bawah telah dibuat, meskipun yang rendah baru diuji dan tidak ada tindak lanjut, yang merupakan indikasi harga dukungan yang baik"],"Three Advancing White Soldiers (CDL3WHITESOLDIERS)":[null,"Three Advancing White Soldiers (CDL3WHITESOLDIERS)"],"Three Black Crows (CDL3BLACKCROWS)":[null,"Three Black Crows (CDL3BLACKCROWS)"],"Three Inside Up/Down (CDL3INSIDE)":[null,"Three Inside Up/Down (CDL3INSIDE)"],"Three Outside Up/Down (CDL3OUTSIDE)":[null,"Three Outside Up/Down (CDL3OUTSIDE)"],"Three Stars In The South (CDL3STARSSOUTH)":[null,"Three Stars In The South (CDL3STARSSOUTH)"],"Three tall white candles, each with higher closes, and bodies that overlap (an opening price within the prior candle's body)":[null,"Tiga candle putih tinggi, masing-masing dengan tutup yang lebih tinggi, dan badan yang tumpang tindih (harga pembuka di dalam tubuh candle sebelumnya)"],"Three white days occur. Each successive day opens within the body of the previous day and closes above the previous day. The bodies of the candles get progressively smaller with the upper shadows of day 2 and 3 getting progressively longer":[null,"Tiga hari putih muncul. Pembukaan berturut turut dengan badan hari sebelumnya dan ditutup diatas penutupan hari sebelumnya. Tubuh candle semakin kecil dengan bayangan atas dari hari ke 2 dan ke 3 semakin lama semakin panjang"],"Three-Line Strike (CDL3LINESTRIKE)":[null,"Three-Line Strike (CDL3LINESTRIKE)"],"Thrusting Pattern (CDLTHRUSTING)":[null,"Thrusting Pattern (CDLTHRUSTING)"],"Thu":[null,"Kms"],"Thursday":[null,"Khamis"],"Tick":[null,"Tik"],"Tick Trade app":[null,"App Trading Tik"],"Tick {row.number}":[null,"Tik {row.number}"],"Ticks":[null,"Tik"],"Time interval":[null,"Interval waktu"],"Time out until":[null,"Time out hingga"],"Times are changing. We increase payouts so our clients can make the most of their winning trades":[null,"Waktu berubah. Kami meningkatkan hasil sehingga klien kami dapat memaksimalkan keuntungan trading mereka"],"Title":[null,"Judul"],"Ti ng Vi t":[null,"Ti ng Vi t"],"To":[null,"Kepada"],"To deposit money please contact the payment agent directly":[null,"Untuk mendeposit, silakan hubungi agen pembayaran langsung"],"To process deposits and withdrawals for payment methods or local currencies not supported by Binary.com contact a payment agent":[null,"Untuk mendeposit dan menarik dana menggunakan transfer bank lokal atau e-cash yang tidak disediakan oleh Binary.com silahkan hubungi agen pembayaran"],"To withdraw funds please enter the special verification token we have just emailed you":[null,"Untuk menarik dana silahkan masukkan token verifikasi khusus yang kami baru saja emailkan kepada Anda"],"Token":[null,"Token"],"Token Management":[null,"Manajemen Token"],"Token management":[null,"Manajemen token"],"Token name":[null,"Nama token"],"Token permissions":[null,"Izin token"],"Tooltip background":[null,"Latar belakang tooltip"],"Tooltip text":[null,"Teks tooltip"],"Total Copiers":[null,"Total Pengcopy"],"Total Cost":[null,"Total Biaya"],"Total Profit/Loss":[null,"Total Untung/Rugi"],"Total Trades":[null,"Total Kontrak"],"Touch":[null,"Touch"],"Touch/No Touch":[null,"Touch/No Touch"],"Touch/No Touch - Predict if the market will touch or not touch a target price":[null,"Touch/No Touch - Menganalisa pasar akan menyentuh atau tidak harga target"],"Tourism":[null,"Pariwisata"],"Town/City":[null,"Kota"],"Trade":[null,"Trading"],"Trade Confirmation":[null,"Konfirmasi Trading"],"Trade Types":[null,"Jenis Trading"],"Trade according to your preferred strategy":[null,"Bertrading menurut strategi pilihan Anda"],"Trade using":[null,"Trading menggunakan"],"Trader":[null,"Trader"],"Trader's Statistics":[null,"Statistik Trader"],"Trades Profitability":[null,"Kontrak Profitabilitas"],"Trades break down":[null,"Penjelasan kontrak"],"Trading Experience":[null,"Pengalaman Trading"],"Trading Times":[null,"Waktu Trading"],"Trading binary options is relatively easy, and you can purchase a trade in only three simple steps":[null,"Trading opsi binary relatif mudah, dan Anda dapat membeli kontrak hanya dengan tiga langkah sederhana"],"Trading binary options may not be suitable for everyone, so please ensure that you fully understand the risks involved. Your losses can exceed your initial deposit and you do not own or have any interest in the underlying asset. In regards to binary options which are gambling products, remember that gambling can be addictive - please play responsibly":[null,"Trading opsi Binary mungkin tidak cocok untuk semua orang, maka pastikan Anda sudah memahami risiko yang terlibat. Jumlah kerugian bisa lebih dari jumlah modal awal dan Anda tidak memperoleh bunga dari aset dasar yang Anda tradingkan"],"Tradingview for Binary.com":[null,"Tradingview untuk Binary.com"],"Transfer":[null,"Transfer"],"Transfer to another Binary account":[null,"Transfer ke akun Binary lainnya"],"Transparent risk and potential reward":[null,"Risiko transparan dan potensi laba"],"Triangular Moving Average (TRIMA)":[null,"Triangular Moving Average (TRIMA)"],"Triple Exponential Moving Average (T3)":[null,"Triple Exponential Moving Average (T3)"],"Triple Exponential Moving Average (TEMA)":[null,"Triple Exponential Moving Average (TEMA)"],"Tristar Pattern (CDLTRISTAR)":[null,"Tristar Pattern (CDLTRISTAR)"],"True Range (TRANGE)":[null,"True Range (TRANGE)"],"Try":[null,"Coba"],"Tue":[null,"Sel"],"Tuesday":[null,"Selasa"],"Turnover":[null,"Turnover"],"Two Crows (CDL2CROWS)":[null,"Two Crows (CDL2CROWS)"],"Two-way pricing":[null,"Harga dua-arah"],"Types of lookbacks":[null,"Jenis lookback"],"Typical Price (TYPPRICE)":[null,"Typical Price (TYPPRICE)"],"US Patents":[null,"Hak Paten AS"],"USD":[null,"USD"],"USDJPY":[null,"USDJPY"],"Ultimate Oscillator (ULTOSC)":[null,"Ultimate Oscillator (ULTOSC)"],"Under":[null,"Under"],"Underlying":[null,"Dasar"],"Unfortunately, no - funds initially deposited through one payment method must be withdrawn through the same system; funds cannot be transferred to an alternate system for withdrawal. We do offer a wide variety of payment methods, to suit your specific needs and preferences":[null,"Sayangnya, tidak - berhubung kami perlu memastikan dana yang di depositkan dan ditarik adalah menggunakan metode pembayaran yang sama maka Anda hanya dapat menggunakan satu metode pembayaran saja. Namun demikian, kami menyediakan berbagai pilihan metode pembayaran yang sesuai untuk Anda"],"Unfortunately, your browser does not support them":[null,"Sayangnya, browser Anda tidak mendukung mereka"],"Unique 3 River (CDLUNIQUE3RIVER)":[null,"Unique 3 River (CDLUNIQUE3RIVER)"],"Unique Three River Bottom is a bullish candlestick pattern made up of three candles: The 1st candle has a long and bearish body, the 2nd candle is a hammer, and its body is inside the 1st bar's body, the 3rd candle is small and bullish, its Close price is lower than 2nd bar's":[null,"Unique Three River Bottom adalah pola candlestick bullish yang terdiri dari tiga candle: Candle pertama memiliki tubuh yang panjang dan bearish, candle kedua adalah palu, dan tubuhnya berada di dalam tubuh bar 1, candle ke-3 kecil dan bullish, harga Close nya lebih rendah dari bar ke 2"],"Up - Predict that the market will end higher than the average price":[null,"Up - Menganalisa pasar akan berakhir lebih tinggi dari harga rata-rata"],"Up/Down":[null,"Up/Down"],"Up/Down-Gap Side-By-Side White Lines (CDLGAPSIDESIDEWHITE)":[null,"Up/Down-Gap Side-By-Side White Lines (CDLGAPSIDESIDEWHITE)"],"Upcoming Events":[null,"Acara Mendatang"],"Update":[null,"Terbaru"],"Update Settings":[null,"Pembaruan Pengaturan"],"Upgrade to a Real Account":[null,"Mengupgrade ke Akun Riil"],"Upload template":[null,"Memuat template"],"Upside/Downside Gap Three Methods (CDLXSIDEGAP3METHODS)":[null,"Upside/Downside Gap Three Methods (CDLXSIDEGAP3METHODS)"],"Upside/Downside Gap Two Crows (CDLUPSIDEGAP2CROWS)":[null,"Upside/Downside Gap Two Crows (CDLUPSIDEGAP2CROWS)"],"Use":[null,"Gunakan"],"Use the \"Save as ...\" button to save the chart settings, type, time period, indicators and comparisons":[null,"Gunakan tombol \"Simpan sebagai...\" untuk menyimpan pengaturan grafik, jenis, periode waktu, indikator dan perbandingan"],"Use the \"Save as ...\" button to save the trade settings":[null,"Gunakan tombol \"Simpan sebagai...\" untuk menyimpan susunan trading"],"Using our website, customers can trade currencies, indices, stocks and commodities 24/7. We have the most flexible pricing and the most comprehensive suite of products available":[null,"Pada situs kami, pelanggan dapat bertrading pada pilihan mata uang, indeks, saham dan komoditas 24/7. Kami memiliki harga yang paling fleksibel dan paling komprehensif dari produk yang tersedia"],"Variance (VAR)":[null,"Variance (VAR)"],"Various customisable features like loading and arranging assets, charting, and other resources however you see fit":[null,"Berbagai fitur yang dapat disesuaikan seperti mengunggah dan mengatur aset, chart dan sumber lain yang Anda perlukan"],"Verification code has been sent to your email":[null,"Kode verifikasi telah dikirimkan ke email Anda"],"Verification token":[null,"Token verifikasi"],"Verify new password":[null,"Verifikasi kata sandi baru"],"Vertical line":[null,"Garis vertikal"],"View":[null,"Lihat"],"View Statement":[null,"Lihat Pernyataan"],"Volatility Index Markets":[null,"Pasar Indeks Volatilitas"],"Volatility Indicators":[null,"Indikator Volatilitas"],"Volatility Indices":[null,"Indeks Volatilitas"],"Volatility Indices are further categorized into two types":[null,"Indeks Volatilitas lebih lanjut dikategorikan menjadi dua jenis"],"Volatility indices - Binary.com's proprietary indices that simulate market forces":[null,"Indeks volatilitas - Indeks Binary.com yang disimulasi menggunakan kekuatan pasar"],"WMA stands for weighted moving average. It helps to smooth the price curve for better trend identification. It places even greater importance on recent data than the EMA does":[null,"WMA adalah singkatan dari weighted moving average. Fungsinya adalah untuk membantu melembutkan kurva harga dalam mengidentifikasi tren yang lebih baik. Berperan lebih penting pada data terbaru berbanding fungsi EMA"],"We are required by our license to inform you about what happens to funds which we hold on account for you, and the extent to which funds are protected in the event of insolvency":[null,"Kami diharuskan oleh lisensi kami untuk menginformasikan kepada dana yang kami pegang untuk Anda, hingga dimana dana Anda adalah terlindungi jika terjadi kepailitan"],"We do it again. BetOnMarkets.com follows up our 2007 award by being voted 'Best Fixed-Odds Financial Trading Provider' for 2008":[null,"Kami melakukannya lagi. BetOnMarkets.com mempertahankan penghargaan 2007 dengan terpilih kembali sebagai \"Penyedia Trading Financial Fixed-Odds Terbaik' untuk 2008"],"We offer three types lookbacks":[null,"Kami menawarkan tiga jenis lookbacks"],"We rebrand BetOnMarkets.com as":[null,"Kami merebrending BetOnMarkets.com sebagai"],"We segregate all client funds and hold them in secure and licensed financial institutions, according to the conditions of our trading licenses":[null,"Kami memisahkan semua dana klien dan menyimpannya pada lembaga-lembaga keuangan yang aman dan berlisensi, sesuai dengan kondisi lisensi tarding kami"],"We're granted patents for 'Computer trading system and method for speculating on a financial market' and 'Computer trading system for offering custom financial market speculations'. The patents show our ability to innovate and stay ahead of the pack":[null,"Kami memperoleh hak paten sebagai 'Sistem trading komputer dan metode untuk berspekulasi dalam pasar finansial' dan 'Sistem trading komputer yang menawarkan spekulasi khusus pasar finansial'. Paten tersebut memperlihatkan kemampuan kami dalam berinovasi dan tetap terdepan dalam bisnis ini"],"We're really proud of this award. We're strongly committed to offering an ethical and customer-focused trading experience, and the award shows that BetOnMarkets is a trusted brand that listens and caters to customers, whether they are experienced traders or novices. We offer customer services in English, Indonesian, Russian, Chinese and Spanish":[null,"Kami sangat bangga dengan penghargaan ini. Kami berdedikasi penuh dalam menawarkan etika dan memusatkan pada pengalaman trading pelanggan dan penghargaan ini menunjukkan BetOnMarkets adalah merek dagang terpercaya yang mendengar dan mengutamakan pelanggan, tidak peduli apakah mereka adalah trader berpengalaman atau pemula. Kami memberi layanan dalam bahasa Inggris, Indonesia, Rusia, Cina dan Spanyol"],"Webtrader":[null,"Webtrader"],"Webtrader is an advanced trading platform that's fully-customisable according to your personal preferences":[null,"Webtrader adalah platform trading canggih yang sepenuhnya disesuaikan dengan pilihan pribadi Anda"],"Webtrader uses new web technologies for rich and enjoyable trading experience":[null,"Webtrader menggunakan teknologi web baru untuk pengalaman trading yang menyenangkan"],"Wed":[null,"Rab"],"Wednesday":[null,"Rabu"],"Weighted Close Price (WCLPRICE)":[null,"Weighted Close Price (WCLPRICE)"],"Weighted Moving Average (WMA)":[null,"Weighted Moving Average (WMA)"],"Welcome to Binary.com Webtrader":[null,"Selamat datang di Webtrader Binary.com"],"What are OTC indices and stocks?":[null,"Apa itu indeks dan saham OTC?"],"What are lookbacks":[null,"Apa itu lookbacks"],"What is pep?":[null,"Apa itu pep?"],"What is this?":[null,"Apa ini?"],"When you are satisfied with the price that you receive, execute your trade immediately. With our unique platform, you won t have to contend with  slippages  or gaping markets. And most importantly, there are no invisible fees. You can also sell back any long-term trades at any time before they expire to protect the profit you may have earned or to minimise your losses":[null,"Bila Anda puas dengan harga yang Anda terima, eksekusi trading Anda segera. Dengan platform kami yang unik, Anda tidak akan harus bersaing dengan 'slippages' atau gaping pasar. Dan yang terpenting, tanpa biaya tersembunyi. Anda juga dapat menjual kembali setiap kontrak jangka panjang setiap saat sebelum kontrak tersebut berakhir untuk melindungi keuntungan yang telah Anda dapatkan atau untuk mengurangi risiko kerugian Anda"],"When you trade with Binary.com, you can be assured that your deposits are held in a separate trust account and are not used for any other purpose":[null,"Saat Anda bertrading di Binary.com, Anda dapat yakin bahwa saldo Anda disimpan pada rekening bank terpisah dan tidak digunakan untuk tujuan lain"],"Where does Binary.com hold my funds?":[null,"Dimanakah Binary.com menyimpan dana saya?"],"While on the go, you can":[null,"Saat bepergian, Anda dapat"],"Why Choose Binary Trading?":[null,"Mengapa Memilih Trading Binary?"],"Why trade with Binary.com":[null,"Mengapa bertrading di Binary.com"],"Will I need to install any software?":[null,"Apakah saya perlu menginstal software?"],"Williams' %R (WILLR)":[null,"Williams' %R (WILLR)"],"Win the multiplier times the close minus low":[null,"Hasil multiplier dikali close dikurangi low"],"Win the multiplier times the high minus close":[null,"Hasil multiplier dikali high dikurangi close"],"Win the multiplier times the high minus low":[null,"Hasil multiplier dikali high dikurangi low"],"With Binary.com you can trade":[null,"Di Binary.com Anda dapat bertrading"],"Withdraw funds":[null,"Menarik dana"],"Withdrawal via payment agents":[null,"Penarikan melalui agen pembayaran"],"Workspace":[null,"Ruang kerja"],"X-axis labels":[null,"Label x-axis"],"X-axis line":[null,"Garis X-axis"],"X-axis tick":[null,"Tik x-axis"],"Xodds.com":[null,"Xodds.com"],"Y-axis gridline":[null,"Garis grid Y-axis"],"Y-axis labels":[null,"Label y-axis"],"Yearly Profitable Trades":[null,"Kontrak Menguntungkan Tahunan"],"Yes":[null,"Iya"],"You are not copying any trade(s) yet":[null,"Anda belum mengcopy kontrak manapun"],"You can":[null,"Anda dapat"],"You don't need to deposit any money to open an account, but you need to deposit funds before you can start trading":[null,"Anda tidak harus melakukan deposit setelah mendaftar, namun Anda perlu mendeposit untuk memulai trading"],"You have sold the following contract":[null,"Anda telah menjual kontrak berikut ini"],"You haven't saved any templates yet":[null,"Anda belum menyimpan template apa pun"],"You only need to make four decisions to execute a binary contract":[null,"Anda hanya perlu membuat empat keputusan untuk membeli kontrak binary"],"You pay":[null,"Anda membayar"],"You will be automatically logged out after such time":[null,"Anda akan secara otomatis keluar setelah waktu tersebut"],"You wish to allow other traders to copy your trades":[null,"Jika Anda menginginkan trader lain untuk menduplikasi trading Anda"],"You wish to copy another trader's trades":[null,"Anda ingin menduplikasi trading trader lain"],"Your Binary.com account is created, but to start trading you need to allow Webtrader access it":[null,"Akun Binary.com Anda telah terdaftar, namun untuk memulai trading Anda perlu mengijinkan Webtrader untuk mengaksesnya"],"Your account (%) is locked, please contact customer support for more info.":[null,"Akun Anda (%) dibatalkan, silahkan hubungi customer support untuk info lebih lanjut."],"Your browser is not supported":[null,"Browser Anda tidak mendukung"],"Your copying settings":[null,"Susunan duplikasi Anda"],"Your email":[null,"Email Anda"],"Your new account balance is":[null,"Saldo akun baru Anda adalah"],"Your transaction reference is":[null,"Referensi transaksi Anda adalah"],"Your transaction reference number is":[null,"Nomor referensi transaksi Anda adalah"],"Zoom":[null,"Zoom"],"allowing clients to develop their own automated trading robots with  drag-and-drop  simplicity":[null,"memungkinkan klien untuk mengembangkan robot trading mereka sendiri secara otomatis dengan konsep sederhana “drag-and-drop”"],"and for Irish clients by (3) the Revenue Commissioners in Ireland (Remote Bookmaker's Licence no. 1010285 issued on 1 July 2017). View complete":[null,"dan untuk klien Irlandia oleh (3) Komisaris Pendapatan di Irlandia (Lisensi Remote Bookmaker no. 1010285 dikeluarkan pada 1 Juli 2017). Lihat"],"and start learning how to trade":[null,"dan mulai belajar cara bertrading"],"apostrophe (') are allowed":[null,"apostrof (') diperbolehkan"],"apply online":[null,"daftar online"],"at a valuation of US$ 50.5 million":[null,"pada valuasi US$ 50.5 juta"],"auto-trader programming tool":[null,"Alat pemrograman auto-trader"],"below and proceeding with the Account Opening you should note that you may be exposing yourself to risks (which may be significant, including the risk of loss of the entire sum invested) that you may not have the knowledge and experience to properly assess or mitigate":[null,"dibawah ini dan melanjutkan Pendaftaran Akun berarti Anda memahami bahwa Anda akan mungkin akan mengalami risiko (yang mungkin segnifikan termasuk risiko kehilangan semua dana yang Anda investasikan) dimana Anda mungkin tidak memiliki pengetahuan dan pengalaman untuk mengurangi atau menghindarinya"],"commission":[null,"komisi"],"contact support":[null,"hubungi support"],"create a Read-only token, and share the token with your copier(s)":[null,"buat token Baca-saja, dan bagikan token kepada copier Anda"],"customer support":[null,"customer support"],"day":[null,"hari"],"days":[null,"hari"],"deposit funds and begin trading within minutes":[null,"depositkan dana dan mulai bertrading dalam hitungan menit"],"disposes of its stake":[null,"melepaskan sahamnya"],"e-commerce site for branded merchandise":[null,"situs e-commerce untuk barang-barang bermerek"],"end time":[null,"waktu akhir"],"entry spot":[null,"spot masuk"],"exit spot":[null,"spot keluar"],"for mobile charts":[null,"untuk grafik mobile"],"has updated its":[null,"telah memperbarui"],"hour":[null,"jam"],"hours":[null,"jam"],"if this is not your country of residence":[null,"jika ini adalah bukan negara domisili Anda"],"in just a few minutes":[null,"hanya dalam beberapa menit"],"in the future, the":[null,"di masa depan,"],"is Binary's advanced desktop trading platform. Its multi-window interface provides maximum flexibility and suits the needs of active traders working on their desktop PCs":[null,"adalah platform trading desktop Binary yang canggih. Tampilan multi-window memberikan fleksibilitas maksimum dan sesuai untuk kebutuhan trader yang aktif bekerja pada desktop PC mereka"],"is required. Current spread":[null,"dibutuhkan. Spread terkini"],"is that which is selected and the":[null,"adalah yang dipilih dan"],"is the":[null,"adalah"],"is the price in effect at that time":[null,"adalah harga yang berlaku saat itu"],"is the selected number of minutes/hours after the":[null,"adalah jumlah menit/jam yang dipilih setelah"],"is the selected time":[null,"adalah waktu yang dipilih"],"is the spot at the":[null,"adalah spot pada"],"is when the contract is processed by our servers and the":[null,"adalah ketika kontrak diproses oleh server dan"],"main site":[null,"situs utama"],"medium protection":[null,"perlindungan menengah"],"minute":[null,"menit"],"minutes":[null,"menit"],"next tick":[null,"tik berikutnya"],"of \"Now\", the":[null,"dari \"Sekarang\","],"open a free $10k fully-functional virtual-money account":[null,"daftar gratis $10k akun uang virtual dengan fungsi penuh"],"open an account":[null,"mendaftar akun"],"our helpful support desk":[null,"layanan support kami"],"payment agent":[null,"agen pembayaran"],"points":[null,"poin"],"sec":[null,"detik"],"second":[null,"detik"],"seconds":[null,"detik"],"session overview":[null,"tinjauan sesi"],"start time":[null,"waktu mulai"],"terms and conditions":[null,"syarat dan ketentuan"],"the":[null,"itu"],"thereafter":[null,"kemudian"],"tick":[null,"tik"],"ticks":[null,"tik"],"www.Binary.com":[null,"www.Binary.com"],"yes":[null,"iya"],"{agent.commission}%":[null,"{agent.commission}%"],"| Return":[null,"| Laba"],"enabling clients, affiliates, and developers to buy and sell Binary.com products":[null,"memungkinkan klien, afiliasi, dan pengembang untuk membeli dan menjual produk Binary.com"]}