{"1":[null,"1"],"2":[null,"2"],"3":[null,"3"],"4":[null,"4"],"5":[null,"5"],"8":[null,"8"],"10":[null,"10"],"15":[null,"15"],"30":[null,"30"],"1999":[null,"1999"],"2000":[null,"2000"],"2004":[null,"2004"],"2007":[null,"2007"],"2008":[null,"2008"],"2009":[null,"2009"],"2011":[null,"2011"],"2012":[null,"2012"],"2013":[null,"2013"],"2014":[null,"2014"],"2015":[null,"2015"],"2016":[null,"2016"],"2017":[null,"2017"],"":{"plural-forms":"nplurals=4; plural=(n==1 ? 0 : (n%10>=2 && n%10<=4) && (n%100<12 || n%100>14) ? 1 : n!=1 && (n%10>=0 && n%10<=1) || (n%10>=5 && n%10<=9) || (n%100>=12 && n%100<=14) ? 2 : 3);","x-generator":"crowdin.com","x-crowdin-project":"webtrader","x-crowdin-language":"pl","x-crowdin-file":"/development/translations/i18n/messages.pot","project-id-version":"webtrader","content-type":"text/plain; charset=UTF-8","last-translator":"binarycom <jy@binary.com>","language-team":"Polish","language":"pl_PL","po-revision-date":"2018-08-16 05:20"},"\"http://www.gamblingcommission.gov.uk/Consumers/Protection-of-customer-funds.aspx\"":[null,"\"http://www.gamblingcommission.gov.uk/Consumers/Protection-of-customer-funds.aspx\""],"'Best Customer Communication Firm' award by Investors Chronicle":[null,"Nagroda „Firma najlepiej komunikująca się z klientami” przyznana przez Investors Chronicle"],"'Best Fixed-Odds Broker' silver award by Trade2Win":[null,"Srebrna nagroda „Najlepszy broker zakładów o ustalonej stawce” przyznana przez Trade2Win"],"'Best Fixed-Odds Financial Provider' award by Financial Times and Investors Chronicle UK":[null,"Nagroda „Najlepszy finansowy dostawca zakładów o ustalonej stawce” przyznana przez Financial Times i Investors Chronicle UK"],"'Best Fixed-Odds Financial Trading Provider' award by Shares Magazine UK":[null,"Nagroda „Najlepszy dostawca usług handlu finansowego dla zakładów o ustalonej stawce” przyznana przez Shares Magazine UK"],"'Best Fixed-Odds Firm 2012' award by Global Banking and Finance Review":[null,"Nagroda „Najlepsza firma w branży zakładów o ustalonej stawce w 2012 r.” przyznana przez Global Banking i Finance Review"],"'Financial Betting Operator of the Year' award by eGaming Review":[null,"Nagroda „Operator finansowy roku” przyznana przez eGaming Review"],"'contract period'":[null,"„okres kontraktu”"],"(6,000   5,200) * 2 = $1600":[null,""],"(One) Touch trades":[null,"Zakłady z (jednokrotnym) osiągnięciem ceny"],"(formerly known as":[null,"(wcześniej znane pod nazwą"],"(if less than one day in duration), or at the end of the trading day (if one day or more in duration)":[null,"(jeśli okres trwania jest krótszy niż jeden dzień) lub na koniec dnia handlowego (jeśli okres trwania wynosi co najmniej jeden dzień)"],"(license reference no: 39172)":[null,""],"(license reference no: 39495)":[null,""],") goes live, establishing a round-the-clock financial betting service on a variety of financial indices. Business grows quickly, and we soon become the market leader in fixed-odds financial betting":[null,") rozpoczyna działalność jako całodobowa usługa zawierania zakładów dla różnorodnych wskaźników finansowych. Biznes rozwija się prężnie i w krótkim czasie stajemy się liderem rynku w branży zakładów o ustalonej stawce"],"- Benefit from the same rates of return as interbank traders. Our prices are benchmarked daily against the interbank options markets":[null,"- Korzystaj z takich samych stóp zwrotu, jak inwestorzy na rynku międzybankowym. Nasze ceny są zestawiane codziennie z cenami na rynku opcji międzybankowych"],"- Binary.com is not affiliated with any of the Payment Agents listed above. Each Payment Agent operates as an independent service provider and is not endorsed, guaranteed or otherwise approved by Binary.com. CUSTOMERS DEAL WITH PAYMENT AGENTS AT THEIR SOLE RISK AND PERIL. Customers are advised to check the credentials of Payment Agents before sending them any money. Binary.com shall not in any circumstance be held responsible for transactions made between customers and Payment Agents":[null,"- Firma Binary.com nie jest związana z żadnym z pośredników płatności wymienionych powyżej. Każdy pośrednik płatności działa jako niezależny usługodawca i nie jest w żaden sposób zatwierdzony ani popierany przez Binary.com. KLIENCI KORZYSTAJĄ Z USŁUG POŚREDNIKÓW NA WŁASNE RYZYKO. Zaleca się sprawdzenie danych pośredników płatności przed wysłaniem do nich pieniędzy. Binary.com nie ponosi żadnej odpowiedzialności za transakcje zawarte między klientami a pośrednikami płatności"],"- Choose from over one million possible trade variations at any time, and customise your trades according to your preferred strategy":[null,"- Wybieraj w dowolnej chwili z ponad miliona różnorodnych zakładów i dostosuj swoje zakłady do preferowanej strategii handlowej"],"- Choose timeframes from 10 seconds to 365 days":[null,"- Wybierz czas trwania od 10 sekund do 365 dni"],"- Deposit as little as USD 5 to start trading":[null,"- Wpłać zaledwie 5 USD, aby rozpocząć handlowanie"],"- Earn the same proportional return on stakes of all values":[null,"- Zdobywaj taki sam proporcjonalny zysk od stawek o dowolnej wartości"],"- Enjoy a trading platform that s easy to navigate and use":[null,"- Ciesz się platformę handlową, która jest łatwa w nawigacji i obsłudze"],"- Know how much you will win or lose before you purchase the contract":[null,"- Poznaj wysokość potencjalnego zysku lub potencjalnej straty przed zakupem kontraktu"],"- Open an account and start trading in minutes. Deposits and withdrawals are also available 24/7":[null,"- Otwórz konto w jedną minutę i zacznij handlować. Dokonywanie wpłat i wypłat jest możliwe 24 godz. na dobę 7 dni w tygodniu"],"- Predict the market ending higher or lower than a price target":[null,"- Prognozuj, czy cena rynkowa będzie wyższa czy niższa od ceny docelowej"],"- Predict the market rising or falling from its current level":[null,"- Prognozuj, czy cena rynkowa wzrośnie czy spadnie w odniesieniu do jej obecnego poziomu"],"- Predict the market staying between or going outside two price targets":[null,"- Prognozuj, czy cena rynkowa pozostanie w przedziale dwóch cen docelowych, czy wyjdzie poza ten przedział"],"- Predict the market touching or not touching a price target":[null,"- Prognozuj, czy cena rynkowa osiągnie poziom ceny docelowej"],"- Receive quotes for a trade and counter-trade, so you always get unbiased, transparent rates from Binary.com":[null,"- Kwotowanie dla zakładu i jego odwrotności – Binary.com zawsze gwarantuje Ci obiektywne i przejrzyste stawki"],"- Sell your long-term contracts before expiry to protect any profits you may have made or to minimise your losses":[null,"- Sprzedaj swoje kontrakty długoterminowe przed datą wygaśnięcia, aby zachować potencjalne zyski lub ograniczyć straty"],"- Trade based on \"gut feel\" or rely on technical and fundamental analysis":[null,"- Handluj, kierując się przeczuciem lub w oparciu o analizy fundamentalne i techniczne"],"- Trade confidently, knowing that your personal data, transactions, and funds are always secure":[null,"- Ciesz się spokojem podczas handlowania dzięki pewności, że Twoje dane osobowe, środki finansowe oraz informacje o transakcjach są całkowicie bezpieczne"],"- Trade currencies, indices, commodities and more in rising, falling, sideways, quiet, and volatile markets":[null,"- Handluj walutami, wskaźnikami, towarami i innymi aktywami na rynkach o tendencji wzrostowej lub spadkowej, o trendzie bocznym bądź na rynkach spokojnych lub zmiennych"],"- Trade when you want. Binary.com is available 24/7, even on weekends":[null,"- Handluj, kiedy chcesz. Platforma Binary.com jest dostępna 24 godz. na dobę 7 dni w tygodniu, również w weekendy"],"- Trade with the industry pioneer and holder of a patented pricing technology":[null,"- Handluj z pionierem w branży posiadającym opatentowaną technologią wyceny"],"- currencies, stock indices, and commodities":[null,"– waluty, wskaźniki giełdowe i towary"],"- from $1 to $50,000":[null,"– od 1 $ do 50 000 $"],"- from 10 seconds to 365 days":[null,"– od 10 sekund do 365 dni"],"- up/down, touch/no-touch, stays between/goes outside":[null,"- zakłady typu góra/dół, osiągnie/nie osiągnie, pozostanie pomiędzy/przekroczy"],"0-1 year":[null,"0-1 rok"],"0-5 transactions in the past 12 months":[null,"0-5 transakcji w ciągu ostatnich 12 miesięcy"],"1 Day":[null,"1 dzień"],"1 Hour":[null,"1 godzina"],"1 Minute":[null,"1 minuta"],"1 Tick":[null,"1 najmniejsza zmiana ceny"],"1 million transactions/day":[null,"milion transakcji dziennie"],"1-2 years":[null,"1-2 lata"],"1. Choose the Underlying":[null,"1. Wybierz instrument bazowy"],"1. Underlying market":[null,"1. Rynek bazowy"],"10 Minutes":[null,"10 minut"],"10m":[null,"10 min"],"15 Minutes":[null,"15 minut"],"15m":[null,"15 min"],"1d":[null,"1 dzień"],"1h":[null,"1 godz."],"1m":[null,"1 min"],"1t":[null,"1 zmiana"],"2 Hours":[null,"2 godziny"],"2 Minutes":[null,"2 minuty"],"2. Choose the Duration of the Trade":[null,"2. Wybierz czas trwania zakładu"],"2. Trade type":[null,"2. Rodzaj zakładu"],"2h":[null,"2 godz."],"2m":[null,"2 min"],"3 Minutes":[null,"3 minuty"],"3. Choose how you want to Trade the Market":[null,"3. Wybierz, jak chcesz handlować na rynku"],"3. Duration":[null,"3. Czas trwania"],"30 Minutes":[null,"30 minut"],"30-day limit on losses":[null,"30-dniowy limit strat"],"30-day turnover limit":[null,"30-dniowy limit obrotów"],"30m":[null,"30 min"],"3m":[null,"3 min"],"4 Hours":[null,"4 godziny"],"4. Barrier(s)":[null,"4. Limit(y)"],"4. Choose your Stake and Potential Return":[null,"4. Wybierz stawkę i potencjalny zysk"],"40 transactions or more in the past 12 months":[null,"Co najmniej 40 transakcji w ciągu ostatnich 12 miesięcy"],"4h":[null,"4 godz."],"5 Minutes":[null,"5 minut"],"5. Payout":[null,"5. Wypłata"],"5m":[null,"5 min"],"6-10 transactions in the past 12 months":[null,"6-10 transakcji w ciągu ostatnich 12 miesięcy"],"7-day limit on losses":[null,"7-dniowy limit strat"],"7-day turnover limit":[null,"7-dniowy limit obrotów"],"8 Hours":[null,"8 godzin"],"8h":[null,"8 godz."],"A Evening Doji Star consists of a long bullish candle, followed by a Doji that has gapped above it, then a third bearish candle that closes well within the body of the first candle and in doing so confirming the reversal. It is considered a strong bearish price reversal candlestick pattern":[null,"Gwiazda wieczorna doji składa się z długiej świecy o trendzie wzrostowym, świecy doji powyżej niej oraz trzeciej świecy o trendzie spadkowym, która zamyka się na wysokości świecy pierwszej i tym samym potwierdza zmianę tendencji. Jest to silna formacja świecowa sygnalizująca zmianę tendencji na rynku na spadkową"],"A Smoothed Moving Average is sort of a blend between a Simple Moving Average and an Exponential Moving Average, only with a longer period applied":[null,"Wygładzona średnia krocząca jest kombinacją prostej średniej kroczącej i wykładniczej średniej kroczącej, ale o dłuższym okresie"],"A Spinning Top Candlestick is a bullish or bearish candlestick with a small body. The length of the head and tail shadows can vary. Like a Doji Candlestick it represents a point of indecision with buyers and seller matched":[null,"Świeca zwana „Spinning Top Candlestick” to świeca o tendencji wzrostowej lub spadkowej o niskim zakresie rozpiętości. Długość jej górnego i dolnego cienia może być różna. Podobnie jak świeca doji jest oznaką braku zdecydowania, przy takiej samej cenie zakupu i sprzedaży"],"A Stays Between trade pays out if the market stays between (does not touch) BOTH the high barrier or the low barrier at any time during the period chosen by a trader. A Goes Outside trade pays out if the market touches EITHER the high barrier or the low barrier at any time during the period chosen by a trader":[null,"Zakład typu „pozostanie pomiędzy” przyniesie zysk, jeśli rynek pozostanie pomiędzy ZARÓWNO górnym, jak i dolnym limitem (ale nie osiągnie limitu) w dowolnym momencie w wybranym okresie. Zakład typu „przekroczy” przyniesie zysk, jeśli rynek osiągnie górny ALBO dolny limit w dowolnym momencie w wybranym okresie"],"A bearish candlestick pattern consisting of three candles that have demonstrated the following characteristics, the first bar is a large white candlestick located within an uptrend, the middle bar is a small-bodied candle (red or white) that closes above the first white bar, the last bar is a large red candle that opens below the middle candle and closes near the center of the first bar's body":[null,"Formacja świecowa spadkowa składa się z trzech świec o następujących cechach: pierwsza z nich jest białą świecą o długim korpusie w trendzie wzrostowym, środkowa jest świecą o krótkim korpusie (czerwoną lub białą), która zamyka się powyżej pierwszej, ostatnia świeca jest świecą czerwoną o długim korpusie, która otwiera się poniżej świecy środkowej i zamyka się blisko środka korpusu pierwszej świecy"],"A bearish candlestick pattern that is used to predict the reversal of the current uptrend. This pattern consists of three consecutive long-bodied candlesticks that have closed lower than the previous day with each session's open occurring within the body of the previous candle":[null,"Formacja świecowa spadkowa, którą wykorzystuje się do przewidzenia zmiany bieżącego trendu wzrostowego. Formacja ta składa się z trzech świec o długim korpusie, które zamknęły się niżej niż poprzedniego dnia przy wystąpieniu otwarcia każdej sesji w obrębie korpusu poprzedniej świecy"],"A bearish counterattack is a long white candle in an uptrend, followed by a long black candle. Closing prices of both candles are at the same price level. A bullish counterattack is a long black candle in an downtrend, followed by a long white candle. Closing prices of both candles are at the same price level":[null,"Kontratak spadkowy to biała świeca o długim korpusie w trendzie wzrostowym, po której występuje czarna świeca o długim korpusie. Ceny zamknięcia obu świec znajdują się na tym samym poziomie. Kontratak wzrostowy ma postać czarnej świecy o długim korpusie w trendzie spadkowym, po której występuje biała świeca o długim korpusie. Ceny zamknięcia obu świec znajdują się na tym samym poziomie"],"A bearish separating line is a bearish continuation pattern. It is the exact opposite of the bullish separating line. There are two components to the bearish separating line: The first day is a green candlestick and the second day gaps down, opens at the first candlestick's open and closes weakly":[null,"Spadkowa linia graniczna to formacja kontynuacji bessy. Jest to dokładne przeciwieństwo wzrostowej linii granicznej. Spadkowa linia graniczna składa się z dwóch elementów: pierwszy dzień to zielona świeca, zaś drugi zmniejsza lukę, otwiera się na poziomie otwarcia pierwszej świecy i zamyka się tygodniowo"],"A binary option is a contract purchased by a trader, which pays a pre-determined amount if their prediction is correct":[null,"Opcja binarna to zakupiony przez gracza kontrakt, dla którego wypłacana jest wcześniej określona kwota, jeśli prognoza gracza się sprawdzi"],"A binary option is an option with a fixed payout that is determined at the start of the trade. If your prediction is correct, you receive an agreed payout. If not, you lose your initial stake, and no more. The options are called 'binary' because there can be only two outcomes - win or lose":[null,"Opcja binarna to instrument finansowy, który daje wypłatę ustaloną przy zawieraniu transakcji. Jeśli prognoza się sprawdzi, gracz otrzymuje ustaloną wypłatę, w przeciwnym razie traci tylko początkową stawkę, nic ponad to. Opcje nazywane są „binarnymi”, ponieważ mogą dawać tylko dwa wyniki – wygraną lub przegraną"],"A bullish candlestick pattern that consists of five candles, the first day is a long white day, the second day gaps up and is a black day, the second, third, and fourth days have small real bodies and follow a brief downtrend pattern, but stay within the range of the first day and the fifth day is a long white day that closes above the close of the first day":[null,"Formacja świecowa wzrostowa, składająca się z pięciu świec: pierwszy dzień to biała świeca o długim korpusie, drugi dzień zwiększa lukę i jest dniem czarnym. Zarówno drugi, trzeci, jak i czwarty dzień charakteryzuje się małym korpusem i następuje po krótkiej formacji zniżkowej, ale pozostaje z obrębie pierwszego dnia. Piąty dzień to biała świeca o długim korpusie, która zamyka się ponad zamknięciem pierwszego dnia"],"A bullish candlestick pattern that consists of three candles, the first bar is a large red candlestick located within a defined downtrend, the second bar is a small-bodied candle (either red or white) that closes below the first red bar and the last bar is a large white candle that opens above the middle candle and closes near the center of the first bar's body":[null,"Formacja świecowa wzrostowa składająca się z trzech świec. Pierwsza z nich to czerwona świeca o długim korpusie zlokalizowana w obrębie trendu zniżkowego, druga jest świecą o małym korpusie (czerwoną lub białą), która zamyka się poniżej pierwszego słupka, ostatnia świeca jest świecą białą o długim korpusie, która otwiera się powyżej świecy środkowej, a zamyka blisko środka korpusu pierwszej świecy"],"A bullish candlestick pattern that consists of three candles, the first bar is a large red candlestick located within a defined downtrend, the second bar is a small-bodied candle (either red or white) that closes below the first red bar., he last bar is a large white candle that opens above the middle candle and closes near the center of the first bar's body":[null,"Formacja świecowa wzrostowa składająca się z trzech świec. Pierwsza z nich to czerwona świeca o długim korpusie zlokalizowana w obrębie trendu zniżkowego, druga jest świecą o małym korpusie (czerwoną lub białą), która zamyka się poniżej pierwszego słupka, ostatnia świeca jest świecą białą o długim korpusie, która otwiera się powyżej świecy środkowej, a zamyka blisko środka korpusu pierwszej świecy"],"A bullish or bearish candle followed by a doji with with a downward or uptrend gap":[null,"Świeca hossy lub bessy, po której występuje świeca doji z luką zniżkową lub zwyżkową"],"A candlestick chart pattern in which a large candlestick is followed by a smaller candlestick whose body is located within the vertical range of the larger body. In terms of candlestick colors, the bullish harami is a downtrend of negative-colored (black) candlesticks engulfing a small positive (white) candlestick, giving a sign of a reversal of the downward trend":[null,"Formacja świecowa, w przypadku której po świecy o długim korpusie występuje świeca o wąskim korpusie znajdującym się w obrębie większego korpusu. Biorąc pod uwagę kolory świec, wzrostowa formacja zwana „harami” to trend spadkowy oznaczony świecą o ujemnym kolorze (czarnym), która obejmuje małą dodatnią (białą) świecę, sygnalizując zmianę trendu spadkowego"],"A candlestick with a long black body (long line) represents a bearish force in the market. The price of the stock was up and down in a wide range, opening near the high and closing near the low of the day. One with a long white line represents a bullish force in the market. The price of the stock was up and down in a wide range, opening near the low of the day and closing near the high":[null,"Świeca o długim czarnym korpusie (długa linia) oznacza tendencję zniżkową na rynku. Cena akcji była wysoko i nisko w szerokim zakresie czasowym: cena otwarcia była u góry, a cena zamknięcia u dołu. Świeca o długiej białej linii oznacza tendencję wzrostową na rynku. Cena akcji była wysoko i nisko w szerokim zakresie czasowym: cena otwarcia u dołu, a cena zamknięcia u góry"],"A candlestick with very long upper and lower shadows and a small real body on a Japanese candlestick chart. It shows that the market is losing its direction bias that it had before this candle appeared":[null,"Świeca o bardzo długim dolnym i górnym cieniu i małym korpusie na japońskim wykresie świecowym. Oznacza to, że rynek traci równowagę cenową, którą posiadał przed wystąpieniem tej świecy"],"A chart pattern that consists of a small white candlestick with short shadows or tails followed by a large black candlestick that eclipses or 'engulfs' the small white one":[null,"Formacja składająca się z małej białej świecy z krótkim dolnym lub górnym cieniem, po której występuje duża czarna świeca, która „obejmuje” małą białą świecę"],"A derivative is a financial instrument whose value is determined by reference to an underlying market. Derivatives are commonly traded in the inter-bank market, and binaries are one of the simplest forms of derivatives":[null,"Instrument pochodny to instrument finansowy, którego wartość określana jest przez odniesienie do rynku podstawowego. Instrumenty pochodne są zazwyczaj sprzedawane na rynku międzybankowym, a opcje binarne są jedną z najprostszych form instrumentów pochodnych"],"A lookback contract has a payout that depends on the optimum high or low achieved by the market. The option allows the holder to \"look back\" over time to determine the payout":[null,""],"A medium to long bullish or bearish candlestick with the key defining trait being no head or tail shadows":[null,"Świeca bessy lub hossy o korpusie od średniego do długiego, ale bez cienia górnego i dolnego"],"A panel featuring industry leaders awards BetOnMarkets.com 'Financial Betting Operator of the Year' over two other finalists. It's a major victory for our brand and further recognition of our world-beating service. Ten years on, and going from strength to strength":[null,"Zespół składający się z liderów rynku wybrał BetOnMarkets.com spośród trzech finalistów i przyznał mu tytuł: „Operator zakładów finansowych roku”. To wielkie wyróżnienie dla naszej marki i kolejne uznanie naszych usług w zakresie zakładów finansowych. Od dziesięciu lat skutecznie pracujemy nad naszym sukcesem"],"A technical indicator invented by Larry Williams that uses the weighted average of three different time periods to reduce the volatility and false transaction signals that are associated with many other indicators that mainly rely on a single time period":[null,"Wskaźnik techniczny stworzony przez Larry'ego Williamsa, wykorzystujący średnią ważoną trzech różnych okresów czasowych w celu ograniczenia zmienności oraz fałszywych sygnałów do zawierania transakcji, które są powiązane z wieloma innymi wskaźnikami opartymi głównie na jednym okresie czasowym"],"A technical momentum indicator that compares a security's closing price to its price range over a given time period. The oscillator's sensitivity to market movements can be reduced by adjusting the time period or by taking a moving average of the result":[null,"Techniczny wskaźnik dynamiki, który porównuje cenę końcową papieru wartościowego z zakresem jego cen w danym okresie czasowym. Czułość oscylatora na ruchy rynkowe można zmniejszyć, dostosowując okres czasu lub uwzględniając średnią kroczącą uzyskanych wyników"],"A technical trading pattern in which three candlesticks form what appears to be a sandwich on the trader's screen. Stick sandwiches will have the middle candlestick oppositely colored of the candlesticks on either side of it, both of which will have a larger trading range than the middle candlestick. Stick sandwich patterns can occur in both bearish and bullish indications":[null,"Formacja handlowa analizy technicznej, w której trzy świece tworzą kształt przypominający na ekranie kanapkę „stick sandwich pattern”. Taka kanapka będzie miała w środku świecę w innym kolorze niż świece po obu jej stronach i obie świece zewnętrzne będą miały szerszy zakres handlowy niż świeca środkowa. Formacja może wystąpić zarówno w przypadku wskaźników hossy, jak i bessy"],"A tick is the minimum upward or downward movement in the price of a market":[null,"Najmniejsza zmiana ceny to minimalny ruch ceny rynkowej w górę lub w dół"],"A trend indicated by a large candlestick followed by a doji that is located within the top and bottom of the candlestick's body. This indicates that the previous trend is about to reverse":[null,"Trend symbolizowany przez świecę o długim korpusie, po której występuje świeca doji zlokalizowana w obrębie górnej lub dolnej części korpusu świecy. Świadczy to o mającej nastąpić zmianie trendu"],"A white candle in an upward price trend followed by a doji whose lower shadow remains above the prior candle's high. The third day is a black candle with an upper shadow below the doji's low":[null,"Biała świeca w trendzie wzrostu cen, po której występuje świeca doji z dolnym cieniem powyżej górnego cienia poprzedniej świecy. Trzeci dzień to świeca czarna z górnym cieniem poniżej dolnego cienia świecy doji"],"Abandoned Baby (CDLABANDONEDBABY)":[null,"Abandoned Baby – porzucone dziecko (CDLABANDONEDBABY)"],"Absolute Price Oscillator (APO)":[null,"Oscylator APO (Absolute Price Oscillator)"],"Accept":[null,"Akceptuj"],"Accessible from any web browser in 13 languages":[null,"Dostępność w 13 językach z dowolnej przeglądarki"],"Account balance":[null,"Saldo konta"],"Account opening reason":[null,"Powód otwarcia konta"],"Action":[null,"Czynność"],"Active":[null,"Aktywne"],"Active Since":[null,"Aktywne od"],"Add comparisons":[null,"Dodaj porównania"],"Add indicator":[null,"Dodaj wskaźnik"],"Add/Remove comparisons":[null,"Dodaj/usuń porównania"],"Add/Remove indicators":[null,"Dodaj/usuń wskaźniki"],"Add/remove indicators":[null,"Dodaj/usuń wskaźniki"],"Address":[null,""],"Admin":[null,"Admin"],"Advance Block (CDLADVANCEBLOCK)":[null,"Advance Block – blok (CDLADVANCEBLOCK)"],"All durations":[null,"Wszystkie okresy"],"All fields are optional. If you wish to copy all assets and trade types, please leave all fields empty":[null,""],"All market conditions":[null,"Wszystkie warunki rynkowe"],"All market conditions and durations":[null,"Wszystkie warunki rynkowe i okresy trwania zakładu"],"All markets":[null,"Wszystkie rynki"],"All markets and conditions":[null,"Wszystkie rynki i warunki rynkowe"],"All payouts":[null,"Wypłaty w każdej wysokości"],"All times are in GMT (Greenwich Mean Time)":[null,"Wszystkie godziny są podane według czasu GMT (Greenwich Mean Time)"],"Allow others to copy your trades":[null,"Pozwól innym kopiować Twoje zakłady"],"Amount":[null,"Kwota"],"Amount Per Point":[null,"Kwota na punkt"],"Amount per point":[null,"Kwota na punkt"],"An Ends Between trade pays out if the market exit price is strictly higher than the low price target AND strictly lower than the high price target. An Ends Outside binary pays out if the market exit price is EITHER strictly higher than the high price target OR strictly lower than the low price target":[null,"Zakład typu „zakończy się pomiędzy” przynosi zysk, jeśli rynkowa cena wyjściowa jest znacząco wyższa niż niska cena docelowa ORAZ znacząco niższa niż wysoka cena docelowa. Opcja binarna typu „zakończy się poza” przynosi zysk, jeśli rynkowa cena wyjściowa jest ALBO znacząco wyższa niż wysoka cena docelowa ALBO znacząco niższa niż niska cena docelowa"],"Another major award. This time we're nominated by the online readers of Global Banking and Finance Review and judged by a panel of industry experts and analysts who recognise our 13 years of platform reliability, range of trades, pricing, customer service and extensive knowledge":[null,"Kolejna ważna nagroda. Tym razem zostaliśmy nominowani przez czytelników internetowego wydania magazynu Global Banking and Finance Review (Światowy Przegląd Bankowy i Finansowy) i ocenieni przez panel ekspertów branżowych, którzy docenili nasze 13-letnie doświadczenie i wiarygodność platformy, szeroki wybór zakładów, wycenę, obsługę klienta i szeroką wiedzę"],"Answer":[null,"Odpowiedź"],"Anticipated account turnover":[null,"Przewidywany obrót na koncie"],"Apply":[null,"Zastosuj"],"Apply to become a Binary.com":[null,"Aplikuj, by zostać pośrednikiem płatności Binary.com"],"Appropriateness Test: WARNING":[null,"Ocena zdolności: OSTRZEŻENIE"],"Apr":[null,"Kwi"],"April":[null,"Kwiecień"],"Are you sure you want to delete template?":[null,"Czy na pewno chcesz usunąć szablon?"],"Are you sure you want to delete this token?":[null,"Czy na pewno chcesz usunąć ten token?"],"Are you sure you want to overwrite current template?":[null,"Czy na pewno chcesz zastąpić obecny szablon?"],"Arnaud Legoux Moving Average (ALMA)":[null,"Średnia krocząca Arnauda Legouxa (ALMA)"],"Aroon (AROON)":[null,"Aroon (AROON)"],"Aroon Oscillator (AROONOSC)":[null,"Oscylator Aroon (AROONOSC)"],"Arrange":[null,"Organizuj"],"Asian down":[null,"Azjatyckie – Spadek"],"Asian up":[null,"Azjatyckie – Wzrost"],"Asians":[null,"Azjatyckie"],"Asset":[null,"Aktywa"],"Asset Index":[null,"Indeks kapitałowy"],"Assets":[null,"Aktywa"],"Aug":[null,"Sie"],"August":[null,"Sierpień"],"Available 24/7":[null,"Dostępność 24/7"],"Available Currencies":[null,"Dostępne waluty"],"Average Directional Movement Index (ADX)":[null,"Wskaźnik ADX (Average Directional Movement Index)"],"Average Directional Movement Index Rating (ADXR)":[null,"Wskaźnik ADXR (Average Directional Movement Index Rating)"],"Average Directional Movement Rating quantifies momentum change in the ADX. It is calculated by adding two values of ADX (the current value and a value n periods back), then dividing by two":[null,"Wskaźnik ADXR określa zmianę wskaźnika ADX. Oblicza się go, sumując dwie wartości wskaźnika ADX (obecną i z okresów wcześniejszych) i dzieląc przez dwa"],"Average True Range (ATR)":[null,"Wskaźnik ATR (Average True Range)"],"Avg. Duration":[null,"Średni czas trwania"],"Avg. Duration of Open Positions":[null,""],"Avg. Loss":[null,"Średnia strata"],"Avg. Profit":[null,"Średni zysk"],"Award-winning online trading platform":[null,"Nagradzana platforma handlowa on-line"],"Awesome Oscillator (AO)":[null,"Oscylator Awesome (AO)"],"Back":[null,"Wróć"],"Back to list":[null,"Wróć do listy"],"Balance of Power (BOP)":[null,"Wskaźnik BOP (Balance of Power)"],"Banks, hedge funds and professional investors routinely trade binary options in over-the-counter derivatives markets. Many market professionals use and trust the Binary.com platform for high-volume flexible trades":[null,"Banki, fundusze hedgingowe i inwestorzy profesjonalni rutynowo handlują opcjami binarnymi na pozagiełdowym rynku instrumentów pochodnych. Wielu ekspertów rynkowych korzysta z platformy Binary.com i ma do niej zaufanie ze względu na wysoką elastyczność zakładów"],"Barrier":[null,"Limit"],"Barrier offset":[null,"Wyrównanie limitu"],"Barrier(s)":[null,"Limit(y)"],"Bearish: This is an end-of-trend pattern composed of three candlesticks in an uptrend. The second candlestick must open close to the close of the previous day. The last candlestick should be short and can form an upside gap. There could also be a selling shadow.The pattern represents a weakness in a rise with a risk of consolidation and possible reversal. Bullish: This is an end-of-trend pattern composed of three candlesticks in a downtrend. The second candlestick must open close to the close of the previous day. the last candlestick must be short. The pattern represents a weakness and consolidation and a possible reversal in trend":[null,"Bessa: Formacja na koniec trendu składająca się z trzech świec w trendzie wzrostowym. Druga świeca musi otwierać się blisko zamknięcia poprzedniego dnia. Ostatnia świeca powinna mieć krótki korpus i może tworzyć górną lukę. Możliwy jest również cień sprzedaży. Formacja przedstawia słaby wzrost z ryzykiem konsolidacji i możliwą zmianą trendu. Hossa: Formacja na koniec trendu składająca się z trzech świec w trendzie spadkowym. Druga świeca musi otwierać się blisko zamknięcia poprzedniego dnia; ostatnia świeca musi mieć długi korpus. Formacja przedstawia słabość i konsolidację i możliwą zmianą trendu"],"Belt-hold (CDLBELTHOLD)":[null,"Belt-hold – zatrzymanie (CDLBELTHOLD)"],"Best Fixed-Odds Financial Trading Provider' award by Shares Magazine UK":[null,"Nagroda „Najlepszy dostawca usług handlu finansowego dla zakładów o ustalonej stawce” przyznana przez Shares Magazine UK"],"BetOnMarkets goes live":[null,"BetOnMarkets wchodzi do gry"],"BetOnMarkets.com has over 400,000 clients in its database and reach the US$ 1 billion milestone in only our 13th year, making us one of the leading fixed-odds trading providers":[null,"BetOnMarkets.com ma w bazie ponad 400 tys. klientów i już w 13. roku działalności osiągnął próg miliarda dolarów, co sprawia, że jesteśmy jednym z liderów w branży zakładów o ustalonej stawce"],"BetOnMarkets.com increases payouts to 100,000 USD, EUR, GBP and AUD":[null,"BetOnMarkets.com zwiększa wypłaty do 100 000 USD, EUR, GBP i AUD"],"BetOnMarkets.com is successfully rebranded Binary.com":[null,"BetOnMarkets.com zmienia nazwę na Binary.com"],"BetOnMarkets.com reaches $1 billion turnover since starting in 1999":[null,"BetOnMarkets.com osiąga obrót w wysokości miliarda dolarów od rozpoczęcia działalności w 1999 r."],"Betonmarkets.com":[null,"Betonmarkets.com"],"Betting system and method":[null,"System i metody zawierania zakładów"],"Bill Williams":[null,"Bill Williams"],"Binary Bot released":[null,"Bot Binary jest dostępny"],"Binary KK granted Japan license":[null,"Binary KK uzyskuje licencję na świadczenie usług w Japonii"],"Binary Options Basics":[null,"Podstawowe informacje o opcjach binarnych"],"Binary granted Investment Services license":[null,"Binary uzyskuje licencję na świadczenie usług inwestycyjnych"],"Binary opens Japan office":[null,"Binary otwiera biuro w Japonii"],"Binary option":[null,"Opcja binarna"],"Binary options are easy to understand. They're called 'binary' because there can be only two outcomes - win or lose. If your prediction is correct, you receive a payout that is determined at the start of the trade. If not, you just lose your initial stake":[null,"Opcje binarne nie są skomplikowane. Nazywane są „binarnymi”, ponieważ mogą dawać tylko dwa wyniki – wygraną lub przegraną. Jeśli Twoja prognoza się sprawdzi, otrzymasz wypłatę ustaloną przy zawieraniu zakładu. W przeciwnym razie tracisz tylko swoją początkową stawkę"],"Binary options or other financial derivatives trading experience":[null,"Doświadczenie w handlowaniu opcjami binarnymi lub innymi instrumentami pochodnymi"],"Binary options or other financial derivatives trading frequency":[null,"Częstotliwość handlowania opcjami binarnymi lub innymi instrumentami pochodnymi"],"Binary options trading experience":[null,""],"Binary options trading frequency":[null,""],"Binary trading is flexible":[null,"Handel opcjami binarnymi charakteryzuje się elastycznością"],"Binary trading is ideal for both individuals and market professionals":[null,"Opcje binarne to idealny wybór zarówno dla nieprofesjonalnych, jak i zawodowych graczy"],"Binary's Japanese subsidiary Binary KK is licensed by the KLFB as a Type 1 Financial Instruments Business in Japan":[null,"Spółka zależna firmy Binary: Binary KK podlega licencji KLFB jako firma typu 1 prowadząca działalność w zakresie instrumentów finansowych w Japonii"],"Binary's Japanese subsidiary Binary KK opens an office in Tokyo and starts the process of applying for relevant licenses":[null,"Spółka zależna firmy Binary, Binary KK, otwiera biuro w Tokio i rozpoczyna proces ubiegania się o odpowiednie licencje"],"Binary's Maltese subsidiary Binary Investments (Europe) Ltd. is granted a Category 3 Investment Services license by the Malta Financial Services Authority":[null,"Urząd ds. Usług Finansowych (Malta Financial Services Authority) na Malcie przyznał maltańskiej spółce zależnej firmy Binary, Binary Investments (Europe) Ltd., licencję dla podmiotów świadczących usługi inwestycyjne kategorii 3"],"Binary's platform transacts on average 20 transactions per second, 24/7":[null,"Na platformie Binary.com dokonywanych jest średnio 20 transakcji na sekundę, 24 godz. na dobę"],"Binary.com":[null,"Binary.com"],"Binary.com : Webtrader":[null,"Binary.com: Webtrader"],"Binary.com Shop introduced":[null,"Otwarcie sklepu Binary.com"],"Binary.com announces plans for an":[null,"Binary.com ogłasza plany"],"Binary.com continues to innovate and grow":[null,"Binary.com stawia na innowacyjność i rozwój"],"Binary.com has created Volatility Indices that you can trade 24/7. You can trade these on all types of contract":[null,"Firma Binary.com stworzyła wskaźniki zmienności, którymi można handlować 24 godz. na dobę 7 dni w tygodniu. Możesz nimi handlować w przypadku wszystkich rodzajów kontraktów"],"Binary.com has earned an enviable reputation for our commitment to high ethical standards and the quality of the trading experience we provide":[null,"Dzięki dbaniu o najwyższe standardy etyczne i jakość oferowanych usług firma Binary.com zyskała reputację, której może jej pozazdrościć konkurencja"],"Binary.com has over 800,000 clients in its database and reaches the US$ 2 billion milestone in our 15th year, making us one of the leading binary options providers":[null,"Firma Binary.com ma w bazie ponad 800 000 klientów i już w 15. roku działalności osiągnęła próg 2 mld $, co sprawia, że jest jednym z liderów w branży handlu opcjami binarnymi"],"Binary.com has thousands of clients taking a variety of positions on the financial markets at any one time, and earns a small margin on these trades":[null,"Binary.com ma tysiące klientów, zawierających transakcje na rynkach finansowych o dowolnej porze. Zarobek firmy to jedynie niewielka marża pobierana od zawieranych zakładów"],"Binary.com hits 1 million users, reaching a historic milestone. The company continues to see exponential growth and this reconfirms its position as an industry leader":[null,"Binary.com ma już milion użytkowników, co jest rekordem w historii naszej działalności. Nieprzerwany szybki rozwój naszej firmy potwierdza naszą pozycję lidera na rynku"],"Binary.com introduces an":[null,"Binary.com przedstawia"],"Binary.com is awarded Best Binary Options Broker by the UK-based Online Personal Wealth Awards 2017, as voted by investors worldwide":[null,"Firma Binary.com zostaje nagrodzona brytyjską nagrodą Online Personal Wealth Awards 2017, zdobywając tytuł „najlepszego brokera opcji binarnych” w oparciu o głosy oddane przez inwestorów z całego świata"],"Binary.com is entirely web-based and requires no software installation":[null,"Binary.com to narzędzie internetowe i nie wymaga instalowania żadnego oprogramowania"],"Binary.com is honoured as the world's \"Best Binary Options Broker\" at the 16th annual MENA International Financial Conference and Exhibition, hosted in Dubai":[null,"Podczas 16. edycji corocznego wydarzenia MENA International Financial Conference and Exhibition w Dubaju firma Binary.com zostaje uznana za „Najlepszego brokera opcji binarnych”"],"Binary.com is owned and operated by the Binary Group Ltd. group of companies. For more information, visit our history page":[null,"Właścicielem i firmą zarządzającą Binary.com jest grupa Binary Group Ltd. Jeśli chcesz uzyskać więcej informacji, odwiedź stronę poświęconą naszej historii"],"Binary.com launches Bitcoin (BTC) accounts for non-EU customers":[null,"Binary.com uruchamia konta Bitcoin (BTC) dla klientów spoza UE"],"Binary.com launches Bitcoin accounts":[null,"Binary.com uruchamia konta Bitcoin"],"Binary.com launches an":[null,"Binary.com uruchamia"],"Binary.com offers a range of common deposit and withdrawal methods, from credit and debit cards to bank wires, e-cash and e-wallets":[null,"Binary.com oferuje pełną gamę metod wpłaty i wypłaty środków, w tym wypłatę za pomocą kart kredytowych i kart debetowych, poprzez przelewy bankowe oraz przy użyciu e-gotówki lub e-portfela"],"Binary.com offers a virtual-money account so you can get the hang of trading binaries. Why not":[null,"Firma Binary.com oferuje konto z wirtualnymi pieniędzmi, aby umożliwić przećwiczenie handlowania opcjami binarnymi. Dlaczego nie"],"Binary.com offers new ways to trade":[null,"Binary.com oferuje nowe sposoby handlowania"],"Binary.com offers you four ways to trade a particular asset":[null,"Firma Binary.com proponuje cztery sposoby handlu określonym aktywem"],"Binary.com opens an office in the QSentral office building in central Kuala Lumpur to further expand its IT development team":[null,"Binary.com otwiera biuro w centrum Kuala Lumpur w biurowcu QSentral, aby umożliwić dalszy rozwój swojego zespołu IT"],"Binary.com reaches $2 billion turnover since starting in 1999":[null,"Binary.com osiąga obrót w wysokości 2 mld dolarów od rozpoczęcia działalności w 1999 r."],"Binary.com reaches 1 million registered users":[null,"Binary.com ma już milion zarejestrowanych użytkowników"],"Binary.com takes home first prize in the Financial Betting Operator category at the prestigious 2015 EGR Operator Awards ceremony, hosted in London":[null,"Binary.com zdobywa pierwszą nagrodę w kategorii „Operator finansowy roku” na prestiżowej ceremonii wręczenia nagród EGR Operator Awards w Londynie w 2015 r."],"Binary.com's Continuous Indices are the Volatility 10 Index, Volatility 25 Index, Volatility 50 Index, Volatility 75 Index and Volatility 100 Index. These indices correspond to simulated markets with constant volatilities of 10%, 25%, 50%, 75% and 100%":[null,"Wskaźniki ciągłe Binary.com to Indeks zmienności 10, Indeks zmienności 25, Indeks zmienności 50, Indeks zmienności 75 i Indeks zmienności 100. Symulują sytuację na rynkach o stałej zmienności wynoszącej 10%, 25%, 50%, 75% i 100%"],"Binary.com's OTC Indices and stocks are sourced from the over-the-counter market and provide you with an alternative means of trading stock indices and stocks - available from sources outside of the centralised exchanges":[null,"Wskaźniki i akcje OTC Binary.com pochodzą z rynku pozagiełdowego i umożliwiają handel akcjami i wskaźnikami przy użyciu alternatywnych metod opartych na instrumentach dostępnych w obrocie pozagiełdowym"],"Binary.com's OTC Indices and stocks offer the benefit of real-time charts and pricing. Enjoy even more exciting opportunities to trade our featured market indices and stocks through this new real-time offering":[null,"Handlując wskaźnikami i akcjami OTC Binary.com masz możliwość korzystania z wykresów i wycen w czasie rzeczywistym. Ciesz się jeszcze bardziej ekscytującymi możliwościami dzięki naszym wskaźnikom i akcjom OTC dostępnym w czasie rzeczywistym"],"Binary.com's Smart FX are smart markets that measure the value of a currency against a basket of major currencies":[null,"Inteligentne rynki forex na Binary.com to inteligentne rynki, które mierzą wartość waluty w stosunku do koszyka głównych walut"],"Binary.com's Volatility Indices are based on a cryptographically secure random number generator audited for fairness by an independent third party":[null,"Wskaźniki zmienności Binary.com są oparte na zabezpieczonym kryptograficznie generatorze losowych liczb, za którego audyt odpowiada niezależna strona trzecia"],"Binary.com's systems are now processing in excess of 1 million transactions/day (including virtual accounts)":[null,"Systemy Binary.com przetwarzają obecnie ponad milion transakcji dziennie (z uwzględnieniem kont wirtualnych)"],"Bollinger Bands (BBANDS)":[null,"Wstęgi Bollingera (BBANDS)"],"Bollinger Bands can be used to measure the highness or lowness of the price relative to previous trades":[null,"Wstęg Bollingera można używać w celu określenia, czy cena jest wysoka czy niska w porównaniu do poprzednich zakładów"],"Bought":[null,"Kupiono"],"Brand of first car":[null,"Model pierwszego samochodu"],"Breakaway (CDLBREAKAWAY)":[null,"Breakaway – ucieczka (CDLBREAKAWAY)"],"Browser upgrade required":[null,"Konieczna jest aktualizacja przeglądarki"],"Bull Market and Bear Market Indices start at 00:00 GMT each day, replicating a bullish and bearish market respectively":[null,"Wskaźniki hossy i bessy rozpoczynają się codziennie o godz. 00:00 GMT, naśladując odpowiednio rynek w hossie i w bessie"],"Buy Price":[null,"Cena zakupu"],"Buy price":[null,"Cena zakupu"],"By clicking":[null,"Przez kliknięcie"],"By clicking OK, you confirm that you have read and accepted the updated":[null,"Kliknięcie przycisku OK oznacza przeczytanie i akceptację zaktualizowanych"],"By default, all clients are treated as retail. Do you prefer to be treated as a professional client if you match the necessary criteria?":[null,""],"CFD trading experience":[null,""],"CFD trading frequency":[null,""],"Can be used to buy and sell contracts, renew expired purchases, and top-up virtual-money accounts.":[null,"Może być stosowany do zakupu i sprzedaży kontraktów, odnawiania wygasłych zakupów oraz doładowywania kont z wirtualnymi pieniędzmi."],"Can be used to open accounts, set settings, manage token usage, and more.":[null,"Może być stosowany m.in. do otwierania kont, wybierania ustawień, zarządzania korzystaniem z tokenów."],"Can be used to view account activity, including settings, limits, balance sheets, trade purchase history, and more.":[null,"Może być stosowany do podglądu aktywności na koncie, w tym m.in. ustawień, limitów, salda, historii zakupu kontraktów."],"Can be used to withdraw to payment agents, transfer funds between accounts, and set / clear cashier passwords.":[null,"Może być stosowany do dokonywania wypłat przetwarzanych przez pośredników płatności, przelewów środków między kontami oraz ustawiania i zmiany hasła do kasjera."],"Cancel":[null,"Anuluj"],"Candles":[null,"Świece"],"Candlestick down-color":[null,"Świece spadkowe – kolor"],"Candlestick down-line":[null,"Świece spadkowe – linia"],"Candlestick up-color":[null,"Świecie wzrostowe – kolor"],"Candlestick up-line":[null,"Świece wzrostowe – linia"],"Cash Balance":[null,"Saldo gotówki"],"Chande Kroll Stop (CKS)":[null,"Chande Kroll Stop (CKS)"],"Chande Momentum Oscillator (CMO)":[null,"Chande Momentum Oscillator (CMO)"],"Change password":[null,"Zmień hasło"],"Chart":[null,"Wykres"],"Chart Themes":[null,"Motywy wykresu"],"Chart background":[null,"Tło wykresu"],"Chart context menu":[null,"Menu kontekstowe wykresu"],"Chart template":[null,"Szablon wykresu"],"Chart type":[null,"Rodzaj wykresu"],"Choose from five types of markets and their respective assets":[null,"Wybieraj spośród pięciu rodzajów rynków i odpowiadających im aktywów"],"Choose password":[null,"Wybierz hasło"],"Choose the Touch/No Touch trade if you want to predict the market touching or not touching a target any time during the contract period":[null,"Wybierz zakład typu \"osiągnie/nie osiągnie\", jeśli chcesz prognozować, czy rynek osiągnie cenę docelową w dowolnym momencie trwania kontraktu"],"Choose the asset you wish to trade, such as gold, oil, stocks, or currency pairs. The value of a binary option is derived from the price of the underlying asset. One advantage of trading binary options is that you are not buying or selling the actual asset, only a contract that determines how that asset performs":[null,"Wybierz aktywa, którymi chcesz handlować, np. złoto, ropę naftową, akcje czy pary walutowe. Wartość opcji binarnej jest uzależniona od ceny instrumentu bazowego. Jedną z zalet handlu opcjami jest to, że nie kupujesz ani nie sprzedajesz aktywów, jedynie kontrakty, które określają, jak dane aktywa zachowują się na rynku"],"Choose your pereferred payment agent":[null,"Wybierz preferowanego pośrednika płatności"],"Choose your pereferred withdrawal method":[null,"Wybierz preferowaną metodę wypłaty"],"Choppiness Index (CHOP)":[null,"Indeks CHOP (Choppiness Index)"],"Chrome":[null,"Chrome"],"Citizenship":[null,""],"Click to log in with your Binary.com account":[null,"Kliknij, aby zalogować się przy użyciu konta na Binary.com"],"Client funds":[null,"Środki klienta"],"Close":[null,"Zamknij"],"Close All":[null,"Zamknij wszystko"],"Closes":[null,"Zamknięcie"],"Closing Marubozu (CDLCLOSINGMARUBOZU)":[null,"Closing Marubozu – marubozu zamknięcia (CDLCLOSINGMARUBOZU)"],"Commodities":[null,"Towary"],"Commodities - Major commodities such as gold and oil":[null,"Towary – główne towary, takie jak złoto i ropa naftowa"],"Commodities are resources that are grown or extracted from the ground, such as silver, gold and oil. On Binary.com, they are priced in US dollars":[null,"Towary to zasoby będące rezultatem upraw lub zasoby wydobyte z ziemi, takie jak srebro, złoto, ropa naftowa. Na portalu Binary.com ich ceny podawane są w dolarach amerykańskich"],"Commodities trading experience":[null,"Doświadczenie w handlu towarami"],"Commodities trading frequency":[null,"Częstość handlowania towarami"],"Commodity Channel Index (CCI)":[null,"Indeks CCI (Commodity Channel Index)"],"Comparisons":[null,"Porównania"],"Competitive and transparent pricing":[null,"Konkurencyjne i przejrzyste ceny"],"Computer system and method for speculating on a financial market":[null,"System komputerowy i metoda spekulacji na rynkach finansowych"],"Computer trading system for offering custom financial market speculations":[null,"System komputerowy do handlowania umożliwiający spekulację na rynkach finansowych dostosowaną do Twoich potrzeb"],"Conditions":[null,"Warunki"],"Confirm transfer":[null,"Potwierdź przelew"],"Construction":[null,"Budownictwo"],"Contact Us":[null,"Skontaktuj się z nami"],"Continue":[null,"Kontynuuj"],"Continue Trading":[null,"Kontynuuj handlowanie"],"Continuous Indices":[null,"Wskaźniki ciągłe"],"Contract":[null,"Kontrakt"],"Contract period":[null,"Okres trwania kontraktu"],"Contracts":[null,"Kontrakty"],"Copier":[null,"Kopiujący"],"Coppock Curve (CC)":[null,"Krzywa CC (Coppock Curve)"],"Copy Trading":[null,"Handlowanie przez kopiowanie"],"Counterattack (CDLCOUNTERATTACK)":[null,"Counterattack – kontratak (CDLCOUNTERATTACK)"],"Country of residence":[null,"Kraj zamieszkania"],"Create":[null,"Utwórz"],"Create Account":[null,"Załóż konto"],"Create token":[null,"Utwórz token"],"Credit/Debit":[null,"Winien/Ma"],"Crosshair":[null,"Krzyżyk"],"Currencies - All major Forex pairs":[null,"Waluty – Wszystkie główne pary walutowe (FX)"],"Current Level":[null,"Obecny poziom"],"Current Spot":[null,"Obecna cena spot"],"Current Spot Time":[null,"Obecny czas spot"],"Current comparisons":[null,"Obecne porównania"],"Current indicators":[null,"Obecne wskaźniki"],"Current password":[null,"Obecne hasło"],"Current time":[null,"Obecny czas"],"Custom Theme":[null,"Motyw niestandardowy"],"Daily Reset Indices":[null,"Wskaźniki Resetowanie codzienne"],"Daily Reset Indices replicate markets with a bullish and bearish trend, with a constant volatility":[null,"Wskaźniki Resetowanie codzienne odpowiadają niestabilnym rynkom o trendzie wzrostowym i spadkowym"],"Daily limit on losses":[null,"Dzienny limit strat"],"Daily turnover limit":[null,"Dzienny limit obrotu"],"Dark Blue":[null,"Ciemnoniebieski"],"Dark Cloud Cover (CDLDARKCLOUDCOVER)":[null,"Dark Cloud Cover – zasłona ciemnej chmury (CDLDARKCLOUDCOVER)"],"Dark Cloud Cover is a bearish candlestick reversal pattern that occurs when a red bearish candlestick (close price below open price) on day 2 closes below the middle of day 1 bullish candlestick (close price above open price). We will be using this pattern to sell rallies in a bearish currency market":[null,"Dark Cloud Cover (zasłona ciemnej chmury) to spadkowa formacja świecowa odwrócenia trendu, która występuje, gdy drugiego dnia czerwona świeca bessy (cena zamknięcia poniżej ceny otwarcia) zamyka się poniżej środka świecy hossy z pierwszego dnia (cena zamknięcia powyżej ceny otwarcia). Skorzystamy z tej formacji, aby sprzedać akcje w przypadku wzrostu ich kursu na rynku o tendencji spadkowej"],"Dark Green":[null,"Ciemnozielony"],"Dark Unica":[null,"Dark Unica"],"Date":[null,"Data"],"Date of birth":[null,"Data urodzenia"],"Days":[null,"Dni"],"Debt-free":[null,"Bez zadłużenia"],"Dec":[null,"Gru"],"December":[null,"Grudzień"],"Decline":[null,"Odrzuć"],"Default":[null,"Domyślny"],"Define your position":[null,"Określ swoją pozycję"],"Delete":[null,"Usuń"],"Demo for affiliates to access Webtrader charts":[null,"Wersja demo dla partnerów umożliwiająca dostęp do wykresów Webtrader"],"Deposit funds":[null,"Wpłać środki"],"Deposit of USD":[null,"Wymagana jest wpłata w wysokości"],"Depositing and withdrawing funds":[null,"Wpłacanie i wypłacanie środków"],"Derivative":[null,"Instrumenty pochodne"],"Describe what this token is for to find it later":[null,"Opisz zastosowanie tokenu, aby później z łatwością go odnaleźć"],"Description":[null,"Opis"],"Deutsch":[null,"Deutsch"],"Developed by Donald Dorsey, the Mass Index uses the high-low range to identify trend reversals based on range expansions. In this sense, the Mass Index is a volatility indicator that does not have a directional bias. Instead, the Mass Index identifies range bulges that can foreshadow a reversal of the current trend":[null,"Indeks Masy (Mass Index) stworzony przez Donalda Dorseya bierze pod uwagę zakresy cenowe: cenę niską i wysoką. Stosowany jest do sygnalizowania zmian trendów na rynku w oparciu o zakresy cenowe. Można go postrzegać jako wskaźnik zmienności, który nie wskazuje kierunku zmian, ale wykrywając zmiany w zakresach cenowych, sygnalizuje zmianę bieżącego trendu"],"Developed by Larry Williams, Williams %R is a momentum indicator that is the inverse of the Fast Stochastic Oscillator. Also referred to as %R, Williams %R reflects the level of the close relative to the highest high for the look-back period":[null,"Wskaźnik dynamiki Williams %R, stworzony przez Larry'ego Williamsa, jest wskaźnikiem odwrotnym do oscylatora stochastycznego szybkiego. Wskaźnik ten, zwany również wskaźnikiem %R, odzwierciedla poziom ceny zamknięcia w stosunku do maksymalnej ceny w ostatnim okresie"],"Developed by Tushar Chande in 1995, Aroon is an indicator system that determines whether a stock is trending or not and how strong the trend is. There are two separate indicators: Aroon-Up and Aroon-Down. A 25-day Aroon-Up measures the number of days since a 25-day high. A 25-day Aroon-Down measures the number of days since a 25-day low":[null,"System wskaźników Aroon został opracowany przez Tushara Chande w 1995 r. Wskazuje, czy dany instrument finansowy znajduje się w trendzie oraz jaka jest siła wskazywanego trendu. Istnieją dwa oddzielne wskaźniki: Aroon-Up oraz Aroon-Down. 25-dniowy wskaźnik Aroon-Up mierzy liczbę dni od momentu, gdy wskaźnik osiągnął szczyt. Z kolei 25-dniowy wskaźnik Aroon-Down mierzy liczbę dni od momentu spadku"],"Differs":[null,"Różni się"],"Digits":[null,"Cyfry"],"Digits let you predict the last decimal digit of the spot price. There are three types of Digits trades":[null,"W przypadku zakładów typu „Cyfry” przewiduje się ostatnią cyfrę ceny spot. Są trzy rodzaje tych zakładów"],"Directional Movement (DMI) is actually a collection of three separate indicators combined into one. Directional Movement consists of the Average Directional Index (ADX), Plus Directional Indicator (+DI) and Minus Directional Indicator (-DI)":[null,"Wskaźnik kierunkowy DMI (Directional Movement) jest zbiorem trzech oddzielnych wskaźników połączonych w jeden: indeksu ADX (Average Directional Index), wskaźnika kierunkowego +DI (Plus Directional Indicator) oraz -DI (Minus Directional Indicator)"],"Directional Movement Index (DX)":[null,"Indeks DX (Directional Movement Index)"],"Do I need to deposit any funds to open an account?":[null,"Czy muszę wpłacić jakąś sumę, żeby otworzyć konto?"],"Do you offer virtual-money accounts?":[null,"Czy macie w ofercie konta z wirtualnymi pieniędzmi?"],"Do you want to install Webtrader chrome extension?":[null,"Czy chcesz zainstalować Webtrader w formie rozszerzenia przeglądarki Chrome?"],"Do you want to install the Webtrader chrome extension?":[null,"Czy chcesz zainstalować Webtrader w formie rozszerzenia przeglądarki Chrome?"],"Doji (CDLDOJI)":[null,"Doji (CDLDOJI)"],"Doji Star (CDLDOJISTAR)":[null,"Doji Star – gwiazda doji (CDLDOJISTAR)"],"Doji form when a security's open and close are virtually equal. The length of the upper and lower shadows can vary and the resulting candlestick looks like a cross, inverted cross or plus sign":[null,"Świeca doji tworzy się, gdy cena początkowa i końcowa papieru wartościowego jest praktycznie jednakowa. Długość górnego i dolnego cienia może być różna, a świeca wygląda jak krzyż, odwrócony krzyż lub znak plus"],"Don't have an account yet? Sign up and get a $10,000 virtual account":[null,"Nie masz jeszcze konta? Zarejestruj się i otrzymaj 10 000 $ na wirtualnym koncie"],"Donchian Channel (DC)":[null,"Kanał Donchiana (DC)"],"Done. The funds are being transferred to the payment agent":[null,"Gotowe. Trwa przelewanie środków do pośrednika płatności"],"Done. The funds are transferred":[null,"Gotowe. Środki zostały przelane"],"Dot":[null,"Kropka"],"Double Exponential Moving Average (DEMA)":[null,"Podwójna wykładnicza średnia krocząca (DEMA)"],"Double click the object to remove":[null,"Kliknij dwa razy na dany przedmiot, aby go usunąć"],"Down - Predict that the market will end lower than the average price":[null,"Dół – Prognoza, że cena rynkowa będzie niższa niż średnia cena"],"Download":[null,"Pobierz"],"Download CSV":[null,"Pobierz plik CSV"],"Download JPEG image":[null,"Pobierz obraz JPEG"],"Download PDF document":[null,"Pobierz dokument PDF"],"Download PNG":[null,"Pobierz plik PNG"],"Download PNG image":[null,"Pobierz obraz PNG"],"Download SVG":[null,"Pobierz plik SVG"],"Download SVG vector image":[null,"Pobierz obraz wektorowy SVG"],"Download as":[null,"Pobierz jako"],"Downloading .csv":[null,"Pobieranie pliku .csv"],"Downloading template as":[null,"Pobieranie szablonu jako"],"Dragonfly Doji (CDLDRAGONFLYDOJI)":[null,"Dragonfly Doji – ważka doji (CDLDRAGONFLYDOJI)"],"Drawing tools":[null,"Narzędzia do rysowania"],"Due to recent changes in the regulations, we are required to ask our clients to complete the following Financial Assessment. Please note that you will not be able to continue trading until this is completed":[null,"Z powodu niedawnych zmian w przepisach prawnych jesteśmy zobowiązani poprosić klientów o wypełnienie następującego formularza oceny sytuacji finansowej. Kontynuowanie handlowania będzie niemożliwe dopóki formularz nie zostanie wypełniony"],"Duration":[null,"Czas trwania"],"EGR Operator Award":[null,"Nagroda EGR Operator Award"],"EURUSD":[null,"EURUSD"],"Each binary option contract runs for a set time - with Binary.com you can choose a contract that runs between 10 seconds and 365 days":[null,"Każda opcja binarna trwa przez określony czas – na Binary.com wybierasz kontrakt, który może trwać od 10 sekund do 365 dni"],"Each binary option is a prediction on the future movement of an underlying market":[null,"Każda opcja binarna to prognoza przyszłego zachowania się rynku bazowego"],"Each trade comes with a pre-determined payout that you will see after adjusting each parameter. You ll win the payout if your prediction is correct. If not, you will only lose your initial stake":[null,"W przypadku każdego zakładu, po dostosowaniu parametrów, istnieje możliwość wyświetlenia wcześniej ustalonej ceny. Wygrywasz wypłatę, jeśli Twoja prognoza się sprawdzi, jeśli nie, tracisz jedynie początkową stawkę"],"Edge":[null,"Edge"],"Education":[null,"Edukacja"],"Embed code":[null,"Kod osadzania"],"Employment status":[null,"Status zatrudnienia"],"End Time":[null,"Czas zakończenia"],"Ends Between/Ends Outside trades":[null,"Zakłady typu „zakończy się w/ zakończy się poza”"],"Ends Between/Ends Outside   Predict that the market stops inside or outside two price targets at the end of the time period":[null,"Zakończy się pomiędzy/poza – Prognozuj, czy cena rynkowa zatrzyma się pod koniec okresu w przedziale między dwiema cenami docelowymi czy poza nim"],"Ends Between/Outside":[null,"Zakończy się w/ Zakończy się poza"],"Ends in":[null,"Zakończy się w"],"Ends out":[null,"Zakończy się poza"],"English":[null,"English"],"Engulfing Pattern (CDLENGULFING)":[null,"Engulfing Pattern – formacja objęcia (CDLENGULFING)"],"Enjoy an intuitive trading interface with advanced functionality that lets you monitor all of your favourite assets and markets at the same time, as well as essential charts, the asset index, trading times, and historical data. Most importantly, you get to choose what you want to see on your screen":[null,"Możesz cieszyć się naszym intuicyjnym interfejsem do handlowania z zaawansowanymi funkcjami, które umożliwiają jednoczesne monitorowanie wszystkich Twoich ulubionych aktywów i rynków. Możesz również korzystać z niezbędnych wykresów, indeksów aktywów, czy danych historycznych. Ale co najważniejsze, decydować, co chcesz zobaczyć na ekranie"],"Enter your current password":[null,"Wprowadź swoje obecne hasło"],"Entry Spot":[null,"Pozycja wejściowa"],"Entry spot":[null,"Pozycja wejściowa"],"Entry spot price":[null,"Cena wejściowa"],"Error getting data for %1":[null,"Błąd podczas pozyskiwania danych dla %1"],"Espa ol":[null,"Español"],"Estimated Net Worth":[null,"Szacowana wartość netto"],"Even":[null,"Parzysta"],"Even/Odd - Predict that the last digit is even or odd after the last tick":[null,"Parzysta/nieparzysta – przewidywanie, czy ostatnia cyfra po ostatniej najmniejszej zmianie ceny będzie cyfrą parzystą czy nieparzystą"],"Evening Doji Star (CDLEVENINGDOJISTAR)":[null,"Evening Doji Star – gwiazda wieczorna doji (CDLEVENINGDOJISTAR)"],"Evening Star (CDLEVENINGSTAR)":[null,"Evening Star – gwiazda wieczorna (CDLEVENINGSTAR)"],"Exclude me from the website until":[null,"Wyłącz mnie z portalu do dnia"],"Exit Spot":[null,"Pozycja wyjściowa"],"Exit Spot Time":[null,"Czas punktu wyjściowego"],"Exit spot":[null,"Pozycja wyjściowa"],"Expiry price":[null,"Cena wygaśnięcia"],"Explanation":[null,"Wyjaśnienie"],"Exponential Moving Average (EMA)":[null,"Wykładnicza średnia krocząca (EMA)"],"Fall":[null,"Spadek"],"Family name":[null,"Nazwisko"],"Favorites":[null,"Ulubione"],"Favourite artist":[null,"Ulubiony artysta"],"Favourite dish":[null,"Ulubione danie"],"Features":[null,"Funkcje"],"Feb":[null,"Lut"],"February":[null,"Luty"],"Fifteen years on, and we're still innovating, growing and working on new ways to serve our customers better. For the first time, we offer short-term touch/no-touch trades and introduce a new charting application. We believe we have the most competitive and comprehensive digital options platform available to the retail public":[null,"Już od 15 lat stawiamy na innowacyjność i rozwój, a także poszukujemy nowych sposobów, aby lepiej służyć naszym klientom. Po raz pierwszy oferujemy krótkoterminowe zakłady typu „osiągnie/nie osiągnie” i wprowadzamy nową aplikację do wykresów. Naszym zdaniem nasza platforma jest najbardziej konkurencyjna i posiada najbardziej funkcjonalne opcje cyfrowe dostępne dla klientów"],"Final Price":[null,"Cena końcowa"],"Final price":[null,"Cena końcowa"],"Finance":[null,"Finanse"],"Financial Information":[null,"Informacje finansowe"],"Financial information":[null,"Informacje finansowe"],"Firefox":[null,"Firefox"],"First line of home address":[null,"Pierwsza część adresu zamieszkania"],"First name":[null,"Imię"],"First, you need to set the parameters of your trade. Here's what you need to consider":[null,"Najpierw musisz ustawić parametry transakcji. Oto, co warto wziąć pod uwagę"],"Flexible":[null,"Elastyczne"],"For example, let s say the market has a low of 5,200 and a close of 6,000 over the contract duration, then a  Close-Low  lookback with a multiplier of $2 would have a payout of":[null,""],"For the third straight year, BetOnMarkets.com is voted 'Best Fixed-Odds Financial Trading Provider' by Shares Magazine UK. It's the last time we win it because Shares Magazine stops awarding in this category":[null,"Po raz trzeci z kolei BetOnMarkets.com uzyskał tytuł „Najlepszego dostawcy zakładów o ustalonej stawce” od pisma Shares Magazine UK. Wygraliśmy po raz ostatni, ponieważ Shares Magazine nie przyznaje już nagród w tej kategorii"],"Forex":[null,"Forex"],"Forex trading experience":[null,"Doświadczenie w handlowaniu walutami"],"Forex trading frequency":[null,"Częstość handlowania walutami"],"Founded October 1999":[null,"Firma założona w październiku 1999 r."],"Founded in 1999, Binary.com is one of the oldest and most respected names in online binary trading":[null,"Firma Binary.com powstała w 1999 r. i jest jedną z najstarszych i najbardziej szanowanych marek w branży internetowego handlu opcjami binarnymi"],"Fractal (FRACTAL)":[null,"Fractal (FRACTAL)"],"Fractals are indicators on candlestick charts that identify reversal points in the market. Traders often use fractals to get an idea about the direction in which the price will develop. A fractal will form when a particular price pattern happens on a chart":[null,"Fraktale, czyli wskaźniki Fractal na wykresach świecowych, wskazują punkty zwrotne na rynku. Gracze często posługują się fraktalami, aby zorientować się w którym kierunku będzie kształtować się cena. Fraktale tworzą się, gdy na wykresie występuje określona formacja cenowa"],"Fran ais":[null,"Français"],"Fri":[null,"Pt."],"Friday":[null,"Piątek"],"From":[null,"Od"],"Full-screen trading interface":[null,"Pełnoekranowy interfejs do handlowania"],"Further instructions":[null,"Dalsze instrukcje"],"GMT":[null,"GMT"],"GMT stands for Greenwich Mean Time, the official time used in the UK during winter. In summer, the UK changes to British Summer Time, which is GMT + 1 hour. All times on the Binary.com site use GMT all year round":[null,"GMT, czyli Greenwich Mean Time to oficjalny czas stosowany zimą w Wielkiej Brytanii. Latem Wielka Brytania zmienia czas na British Summer Time, czyli czas GMT + 1 godzina. Wszystkie godziny podawane są na portalu Binary.com według czasu GMT przez cały rok."],"Get API token from trader(s) and add it in your list":[null,"Uzyskaj token API od gracza/graczy i dodaj go do swojej listy"],"Get your price":[null,"Ustal swoją cenę"],"Go to":[null,"Przejdź do"],"Goes out":[null,"Przekroczy"],"Gravestone Doji (CDLGRAVESTONEDOJI)":[null,"Gravestone Doji – nagrobek doji (CDLGRAVESTONEDOJI)"],"Gray":[null,"Szary"],"Grid":[null,"Siatka"],"Grid Light":[null,"Grid Light"],"Group History":[null,"Historia grupy"],"Hammer (CDLHAMMER)":[null,"Hammer – młot (CDLHAMMER)"],"Hanging Man (CDLHANGINGMAN)":[null,"Hanging Man – wisielec (CDLHANGINGMAN)"],"Harami Cross Pattern (CDLHARAMICROSS)":[null,"Harami Cross Pattern – krzyż Harami (CDLHARAMICROSS)"],"Harami Pattern (CDLHARAMI)":[null,"Harami Pattern – formacja Harami (CDLHARAMI)"],"Health":[null,"Sektor opieki zdrowotnej"],"Help":[null,"Pomoc"],"High":[null,"Wysoki"],"High barrier":[null,"Górny limit"],"High barrier offset":[null,"Wyrównanie górnego limitu"],"High-Wave Candle (CDLHIGHWAVE)":[null,"High-Wave Candle – świeca wysokiej fali (CDLHIGHWAVE)"],"Higher":[null,"Wyższy"],"Higher/Lower":[null,"Wyższy/niższy"],"Higher/Lower - Predict if the market will end higher or lower than a target price":[null,"Wyższe/niższe – Prognozuj, czy cena rynkowa będzie wyższa czy niższa od ceny docelowej"],"Higher/Lower trades":[null,"Zakłady typu „wyższy/niższy”"],"Higher/Lower   Predict that the market will end higher or lower than a price target":[null,"Wyższe/niższe – Prognozuj, czy cena rynkowa będzie wyższa czy niższa od ceny docelowej"],"Hikkake Pattern (CDLHIKKAKE)":[null,"Hikkake Pattern – formacja Hikkake (CDLHIKKAKE)"],"Historical Data":[null,"Dane historyczne"],"Homing Pigeon (CDLHOMINGPIGEON)":[null,"Homing Pigeon – formacja gołębia (CDLHOMINGPIGEON)"],"Horizontal line":[null,"Linia pozioma"],"Hours":[null,"Godziny"],"How do I fund my account?":[null,"W jaki sposób mogę zasilić swoje konto?"],"How does Binary.com make money?":[null,"W jaki sposób Binary.com zarabia pieniądze?"],"How soon can I start trading?":[null,"Jak szybko mogę zacząć handlować?"],"How to trade binaries?":[null,"Jak handlować opcjami binarnymi?"],"How to trade the Volatility Indices markets?":[null,"Jak handlować na rynkach wskaźników zmienności?"],"Hull Moving Average (HMA)":[null,"Średnia krocząca Hulla (HMA)"],"I acknowledge that I am not a politically exposed person (PEP)":[null,"Oświadczam, że nie jestem osobą zajmującą eksponowane stanowisko polityczne (PEP)"],"I have read and agree to Binary.com":[null,"Przeczytałem/am i akceptuję"],"I hereby confirm that the tax information I provided is true and complete. I will also inform Binary Investments (Europe) Ltd. about any changes to this information":[null,""],"I want to be treated as a professional client":[null,""],"I'm new to binaries, where do I start?":[null,"Nie znam jeszcze opcji binarnych, od czego zacząć?"],"IMPORTANT DISCLAIMER":[null,"WAŻNE ZASTRZEŻENIE"],"IMPORTANT DISCLAIMER - Binary.com is not affiliated with any of the payment agents listed above. Each payment agent operates as an independent service provider and is not endorsed, guaranteed or otherwise approved by Binary.com. CUSTOMERS DEAL WITH PAYMENT AGENTS AT THEIR SOLE RISK AND PERIL. Customers are advised to check the credentials of payment agents before sending them any money. Binary.com shall not in any circumstance be held responsible for transactions made between customers and payment agents":[null,"WAŻNE ZASTRZEŻENIE - Firma Binary.com nie jest związana z żadnym z pośredników płatności wymienionych powyżej. Każdy pośrednik płatności działa jako niezależny usługodawca i nie jest w żaden sposób zatwierdzony ani popierany przez Binary.com. KLIENCI KORZYSTAJĄ Z USŁUG POŚREDNIKÓW NA WŁASNE RYZYKO. Zaleca się sprawdzenie danych pośredników płatności przed wysłaniem do nich pieniędzy. Binary.com nie ponosi żadnej odpowiedzialności za transakcje zawarte między klientami a pośrednikami płatności"],"IPO on the blockchain":[null,"IPO na blockchain"],"Ideal for beginners and experienced traders":[null,"Doskonała zarówno dla początkujących i profesjonalnych graczy"],"Identical Three Crows (CDLIDENTICAL3CROWS)":[null,"Identical Three Crows – trzy identyczne kruki (CDLIDENTICAL3CROWS)"],"If you select a":[null,"Jeśli wybierzesz"],"If you select a specific":[null,"Jeśli wybierzesz określony"],"If you're an individual trader, you'll appreciate the simplicity, flexibility, and limited risk of binary trading. With Binary.com's low minimum stakes, you'll soon learn how to trade with skill and confidence. And if you have any questions, you're free to access":[null,"Jeśli jesteś nieprofesjonalnym graczem, na pewno docenisz prostotę, elastyczność i ograniczone ryzyko handlu opcjami binarnymi. Dzięki niskim stawkom minimalnym dostępnym na Binary.com szybko nauczysz się, jak handlować sprawnie i pewnie. Jeśli masz pytania, zawsze możesz skontaktować się z"],"In April":[null,"W kwietniu"],"In Bullish Belt Hold After a stretch of bearish candlesticks, a bullish or white candlestick forms. The opening price, which becomes the low for the day, is significantly lower then the closing price. This results in a long white candlestick with a short upper shadow and no lower shadow. In Berish Belt Hold, a bearish or black candlestick occurs, the opening price, which becomes the high for the day, is higher than the close of the previous day, resulting in a long black candlestick with a short lower shadow and no upper shadow":[null,"W przypadku formacji byka „Belt Hold”, zwanej formacją zatrzymania, po świecach bessy tworzą się świece hossy lub świece białe. Cena otwarcia, która staje się najniższą ceną dnia, jest znacznie niższa niż cena zamknięcia. Wynikiem tego jest biała świeca o długim korpusie z krótkim górnym cieniem bez cienia dolnego. W przypadku formacji niedźwiedzia „Belt Hold” występuje świeca bessy lub świeca czarna, cena otwarcia jest znacznie wyższa niż cena zamknięcia w poprzednim dniu i staje się ceną najwyższą. Skutkiem tego jest utworzenie czarnej świecy z długim korpusem, z krótkim dolnym cieniem i bez cienia górnego"],"In Bullish Hikkake Pattern After the downward move, the bullish candle reaches above the range of the three preceding candles and most likely triggers a number of stop loss orders. This additional buying leads to a more distinct upward movement. In Bearish Hikkake Pattern After an upward move, the bearish candle reaches below the range of the three preceding , which most likely triggers a number of stop loss orders. This additional selling leads to a more distinct downward move":[null,"W przypadku formacji Hikkake o tendencji wzrostowej po spadku na rynku świeca hossy osiąga poziom wyższy niż zasięg trzech poprzednich świec i prawdopodobnie wywoła wiele zleceń „stop loss” (stop stratom). Wzmożony zakup powoduje wyraźniejszy wzrost na rynku. W przypadku formacji Hikkake o tendencji spadkowej po odnotowaniu wzrostu na rynku świeca bessy wykracza poza dolny poziom zasięgu trzech poprzednich świec, co prawdopodobnie wywoła wiele zleceń „stop loss” (stop stratom). Wzmożona sprzedaż powoduje wyraźniejszy spadek na rynku"],"In October 1999, Regent Markets receives US$ 2 million investment funding from Jim Mellon through his Regent Pacific Group, a Hong Kong based fund management company":[null,"W październiku 1999 r. Regent Markets otrzymuje 2 mln dolarów dofinansowania od Jima Mellona z Regent Pacific Group, firmy zarządzającej funduszami z siedzibą w Hong Kongu"],"In a downtrend, one small short body candlestick has a long lower shadow at least three times the real body, and little or no upper shadow. Confirmation from prices closing higher the next day":[null,"W przypadku trendu zniżkowego jedna świeca o małym korpusie ma długi dolny cień – o długości równiej co najmniej trzykrotności długości jej korpusu – i krótki górny cień lub nie ma go wcale. Potwierdzenie cen wyższych na koniec następnego dnia"],"In a downward price trend, a black candle appears followed by a white candle that opens below the prior body, but it may be difficult to see that from the chart. The white candle closes above the body, too. The last day of the three line candle is another white candle in this example. It shows a higher close":[null,"W przypadku trendu spadkowego po czarnej świecy występuje świeca biała, której cena otwarcia znajduje się poniżej korpusu świecy poprzedniej, ale zaobserwowanie tego na wykresie nie jest łatwe. Biała świeca również zamyka się powyżej korpusu. Ostatni dzień w przypadku świecy o trzech liniach jest tu białą świecą i wskazuje na wyższe ceny zamknięcia"],"In an uptrend three successive days opens at or near the previous day's close and close down on the day. This pattern is more severe than the Three Black Crows pattern and thus has a higher reliability as a reversal pattern":[null,"W trendzie wzrostowym trzy kolejne dni otwierają się na poziomie lub blisko poziomu cen zamknięcia dnia poprzedniego. Ta formacja jest silniejsza niż formacja „trzy czarne kruki\" i z tego względu przypisuje się jej większą wiarygodność jako formacji zmiany trendu"],"In classic Silicon Valley style, Hong Kong based hedge fund manager and entrepreneur, Jean-Yves Sireau, starts Regent Markets in his Hong Kong bedroom. He develops the systems, methods and algorithms for implementing a fixed-odds financial betting system. Jean-Yves's vision is to create a market in the simplest of all derivatives contracts - the fixed-odds bet - and to offer ordinary investors the chance to make small bets. Until his innovation, binary options are normally only traded in large quantities":[null,"W klasycznym stylu jak z Doliny Krzemowej, Jean-Yves Sireau, twórca funduszu hedgingowego i przedsiębiorca z Hong Kongu, zakłada Regents Markets w swoim pokoju. Rozwija system, metody i algorytmy i tworzy system zakładów o ustalonej stawce. Planuje stworzyć rynek najprostszych instrumentów pochodnych – zakładów o ustalonej stawce – i zaproponować zwykłym graczom możliwość zawierania małych zakładów. Do czasu stworzenia tej innowacji opcjami binarnymi handlowano tylko w dużych ilościach"],"In foreign exchange markets, traders can enter contracts based on the change in price of one currency as it relates to another currency. For example if a trader selects Rise in the EUR/USD market, they are predicting that the value of the Euro will rise in relation to the value of the US dollar":[null,"Na rynkach walutowych można handlować na podstawie zmian kursów walutowych w odniesieniu do innej waluty. Na przykład w przypadku wybrania wzrostu na rynku EUR/USD, prognozujesz, że wartość euro wzrośnie w stosunku do wartości dolara amerykańskiego"],"In order to properly apply theme, a full refresh of page is required. Are you sure you want to proceed?":[null,"W celu poprawnego zastosowania motywu niezbędne jest pełne odświeżenie strony. Czy chcesz kontynuować?"],"In providing our services to you, we are required to obtain information from you in order to assess whether a given product or service is appropriate for you (that is, whether you possess the experience and knowledge to understand the risks involved)":[null,"Świadcząc nasze usługi, jesteśmy zobligowani do uzyskania od Ciebie informacji w celu przeprowadzenia oceny, czy dany produkt lub usługa jest odpowiednia dla Ciebie (tzn. czy posiadasz odpowiednie doświadczenie i wiedzę potrzebne do zrozumienia ryzyka związanego z danym produktem)"],"In the EU, financial products are offered by Binary Investments (Europe) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta, licensed and regulated as a Category 3 Investment Services provider by the Malta Financial Services Authority (license no. IS/70156). In the Isle of Man and the UK, Volatility Indices are offered by Binary (IOM) Ltd., First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW, Isle of Man, British Isles; licensed and regulated respectively by (1) the Gambling Supervision Commission in the Isle of Man (current licence issued on 31 August 2017) and by (2) the Gambling Commission in the UK":[null,""],"In the UK and Isle of Man, our clients trade through Binary (IOM) Ltd. In Japan, they trade through Binary KK. In the European Union (except UK), they trade through Binary (Europe) Ltd and Binary Investments (Europe) Ltd. In the rest of the world, they trade through Binary (C.R.) S.A":[null,"W Zjednoczonym Królestwie i na Wyspie Man nasi klienci handlują za pośrednictwem Binary (IOM) Ltd. W Japonii handel odbywa się za pośrednictwem Binary KK. W Unii Europejskiej (za wyjątkiem Zjednoczonego Królestwa), handlują za pośrednictwem Binary (Europa) Ltd oraz Binary Investments (Europa) Ltd. W pozostałych krajach handel odbywa się za pośrednictwem Binary (C.R.) S.A."],"In the rest of the EU, Volatility Indices are offered by Binary (Europe) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta; licensed and regulated by (1) the Malta Gaming Authority in Malta (licence no. MGA/CL2/118/2000 issued on 26 May 2015), for UK clients by (2) the UK Gambling Commission":[null,""],"In-Neck Pattern (CDLINNECK)":[null,"In-Neck Pattern – formacja szyi (CDLINNECK)"],"In/Out":[null,"W/poza"],"In/Out (ends between/outside and stays between/goes outside)":[null,"W/poza (Zakończy się pomiędzy/poza oraz Pozostanie pomiędzy/przekroczy)"],"In/Out - Predict if the market will stay between or outside two target prices":[null,"W/poza – Prognozuj, czy cena rynkowa pozostanie pomiędzy cenami docelowymi, czy wyjdzie poza przedział tych cen"],"In/Out trades":[null,"Zakłady typu „w/poza”"],"Income Source":[null,"Źródło dochodu"],"Indicative Price":[null,"Cena orientacyjna"],"Indicators":[null,"Wskaźniki"],"Indices":[null,"Indeksy"],"Indices - All major worldwide stock indices sourced from the over-the-counter market":[null,"Wskaźniki – Wszystkie główne wskaźniki rynku pozagiełdowego"],"Indices trading experience":[null,"Doświadczenie w handlowaniu wskaźnikami"],"Indices trading frequency":[null,"Częstość handlowania wskaźnikami"],"Individual Traders":[null,"Gracze indywidualni"],"Indonesia":[null,"Indonezja"],"Industry of Employment":[null,"Sektor zatrudnienia"],"Initial Coin Offering (ICO)":[null,"ICO (Initial Coin Offering)"],"Instant access":[null,"Błyskawiczny dostęp"],"Instruments":[null,"Instrumenty"],"Invalid JSON file":[null,"Nieprawidłowy plik JSON"],"Invalid parameter(s)":[null,"Nieprawidłowe parametry"],"Invalid template type":[null,"Nieprawidłowy typ szablonu"],"Inverted Hammer (CDLINVERTEDHAMMER)":[null,"Inverted Hammer – odwrócony młot (CDLINVERTEDHAMMER)"],"Investments & Dividends":[null,"Inwestycje i dywidenda"],"Is it possible to deposit the same funds through different payment methods?":[null,"Czy można wpłacić te same środki, korzystając z innych metod płatności?"],"It has a long white candle, followed by another that opens above the first (gaps up), followed by a downward black candlestick that opens below the close of the second day (gaps down) and has a low below the close of the first day. The upward trend is expected to continue":[null,"Cechą charakterystyczną jest biała świeca, po której występuje kolejna biała świeca z ceną otwarcia powyżej pierwszej świecy (luka górna), a następnie świeca czarna zniżkująca o cenie otwarcia poniżej ceny zamknięcia drugiego dnia (luka dolna), której dół znajduje się blisko ceny zamknięcia dnia pierwszego. Można się spodziewać, że trend wzrostowy będzie trwał"],"It is sometimes possible to sell an option before the expiry of a trade, but only if a fair price can be determined. If this option is available, you will see a blue 'Sell' button next to your trade in the portfolio":[null,"Czasami istnieje możliwość sprzedaży opcji przed upływem terminu ważności, ale jedynie wtedy, gdy można ustalić uczciwą cenę. Jeżeli taka opcja jest dostępna, przy Twoim zakładzie w portfolio będzie widoczny niebieski przycisk „Sprzedaj”"],"It's time to expand. We set up a programming center in Cyberjaya - the Silicon Valley of Kuala Lumpur - to maintain and improve BetOnMarkets.com":[null,"Czas się rozwijać. Tworzymy centrum programistyczne w Cyberjaya – Dolinie Krzemowej w pobliżu Kuala Lumpur – aby utrzymywać i usprawniać BetOnMarkets.com"],"Italiano":[null,"Italiano"],"Jan":[null,"Sty"],"January":[null,"Styczeń"],"Jul":[null,"Lip"],"July":[null,"Lipiec"],"Jun":[null,"Cze"],"June":[null,"Czerwiec"],"Just click  Grant  button on the page you will now be taken to":[null,"Po prostu kliknij przycisk udzielania dostępu na stronie, na którą zostaniesz teraz przekierowany"],"Kaufman's Adaptive Moving Average (KAMA)":[null,"Adaptacyjna średnia krocząca Kaufmana (KAMA)"],"Key facts":[null,"Najważniejsze fakty"],"Kicking (CDLKICKING)":[null,"Kicking – kopnięcie (CDLKICKING)"],"Kicking - bull/bear determined by the longer marubozu (CDLKICKINGBYLENGTH)":[null,"Kopnięcie – hossa/bessa określona przez dłuższą świecę marubozu (CDLKICKINGBYLENGTH)"],"Kicking patterns on a candlestick chart are formed when there are two long marubozu - one white and one black - with a gap between them. Bullish kicking patterns would present as a black or filled candlestick without any wicks (shadows) followed by a gap higher with a white or hollow candlestick that is also without wicks":[null,"Formacje kopnięcia (Kicking) na wykresie świecowym tworzą się, gdy mamy dwie świece marubozu o długim korpusie – jedną białą i jedną czarną – z luką pomiędzy nimi. Formacje kopnięcia o tendencji zniżkowej przybierają formę czarnej lub wypełnionej świecy bez żadnych cieni, po których występuje luka górna z białą lub pustą świecą również pozbawioną cieni"],"Kicking patterns on a candlestick chart are formed when there are two marubozu - one white and one black - with a gap between them. Bullish kicking patterns would present as a black or filled candlestick without any wicks (shadows) followed by a gap higher with a white or hollow candlestick that is also without wicks":[null,"Formacje kopnięcia (Kicking) na wykresie świecowym tworzą się, gdy mamy dwie świece marubozu – jedną białą i jedną czarną – z luką pomiędzy nimi. Formacje kopnięcia o tendencji zniżkowej przybierają formę czarnej lub wypełnionej świecy bez żadnych cieni, po których występuje luka górna z białą lub pustą świecą również pozbawioną cieni"],"Kuala Lumpur Office":[null,"Biuro w Kuala Lumpur"],"Ladder Bottom (CDLLADDERBOTTOM)":[null,"Ladder Bottom – dno drabiny (CDLLADDERBOTTOM)"],"Last 12 mnts Profitable Trades":[null,"Zakłady z zyskiem z ostatnich 12 miesięcy"],"Last used":[null,"Ostatnio używane"],"Learning to trade":[null,"Jak handlować"],"Least Squares Moving Average (LSMA)":[null,"Średnia krocząca najmniejszych kwadratów (LSMA)"],"Less than":[null,"Mniej niż"],"Let's do it":[null,"Zróbmy to"],"Level of Education":[null,"Poziom wykształcenia"],"Licensed and regulated in Malta, the United Kingdom, the Isle of Man, Ireland, and Japan":[null,"Licencje i regulacje na Malcie, Wyspie Man, w Zjednoczonym Królestwie, Irlandii i Japonii"],"Like the EMA, the LWMA assigns more meaning to the recent prices and less to the closing price from the period's beginning. Thus they are faster at detecting a trend reversal, though it they can be more prone to market noise":[null,"Podobnie jak wykładnicza średnia krocząca (EMA) liniowa ważona średnia krocząca (LWMA) skupia się bardziej na cenach z ostatniego okresu, a mniej na cenach zamknięcia z początku badanego okresu. Z tego powodu szybciej wykrywa zmiany trendu, ale jest bardziej podatna na zakłócenia na rynku"],"Line":[null,"Linia"],"Line Dot":[null,"Linia kropkowana"],"Linearly Weighted Moving Average (LWMA)":[null,"Liniowa ważona średnia krocząca (LWMA)"],"Link":[null,"Łącze"],"Load Workspace":[null,"Załaduj obszar roboczy"],"Load chart template":[null,"Załaduj szablon wykresu"],"Load trade template":[null,"Załaduj szablon handlowy"],"Loading Asset Index":[null,"Ładowanie indeksu aktywów"],"Loading Copy Trade":[null,"Ładowanie kopiowania zakładów"],"Loading Download/View Data":[null,"Ładowanie danych pobierania/przeglądania"],"Loading MAM":[null,"Ładowanie MAM"],"Loading Password dialog":[null,"Ładowanie okna dialogowego wprowadzania hasła"],"Loading Profit Table":[null,"Ładowanie tabeli zysków"],"Loading Real account opening":[null,"Ładowanie sekcji Otwieranie prawdziwego konta"],"Loading Self-Exclusion":[null,"Ładowanie sekcji Samodzielne wyłączenie"],"Loading Statement Table":[null,"Ładowanie tabeli stanu konta"],"Loading Token management":[null,"Ładowanie sekcji Zarządzanie tokenami"],"Loading Trading Times":[null,"Ładowanie godzin handlu"],"Loading chart and trade menus":[null,"Ładowanie menu wykresu i handlowania"],"Loading custom theme configuration":[null,"Ładowanie konfiguracji niestandardowych motywów"],"Loading help docs":[null,"Ładowanie dokumentów pomocowych"],"Loading portfolio":[null,"Ładowanie portfolio"],"Loading...":[null,"Ładowanie..."],"Log in":[null,"Zaloguj się"],"Log in time":[null,"Czas logowania"],"Login":[null,"Logowanie"],"Logout":[null,"Wylogowywanie"],"Long Legged Doji (CDLLONGLEGGEDDOJI)":[null,"Long Legged Doji – długonogie doji (CDLLONGLEGGEDDOJI)"],"Long Line Candle (CDLLONGLINE)":[null,"Long Line Candle – świeca o długim korpusie (CDLLONGLINE)"],"Long-legged doji have long upper and lower shadows that are almost equal in length. These doji reflect a great amount of indecision in the market. Long-legged doji indicate that prices traded well above and below the session's opening level, but closed virtually even with the open. After a whole lot of yelling and screaming, the end result showed little change from the initial open":[null,"Świeca „długonogie doji” charakteryzuje się długim górnym i dolnym cieniem o podobnej długości. Ta świeca doji odzwierciedla dużą dozę niezdecydowania na rynku. Długonogie doji sugeruje ceny sporo wyższe i niższe od cen otwarcia sesji, ale na poziomie zamknięcia praktycznie równym poziomowi otwarcia. Tak więc, mamy tu spore zamieszanie na rynku, ale ostatecznie ceny kształtują się na poziomie mało różniącym się od poziomu początkowego"],"Look for a black candle in a downward price trend followed by a white candle that opens below the prior low but closes near but below the midpoint of the black candle's body":[null,"Szukaj czarnej świecy w trendzie spadkowym, po której występuje biała świeca z ceną otwarcia poniżej poprzedniego dołku, a z ceną zamknięcia poniżej środka korpusu czarnej świecy"],"Look for a tall black candle with a long lower shadow to appear in a downward price trend. The second day should be similar to the first day, but smaller and with a higher low. The last day is a black marubozu that squeezes inside the high-low range of the prior day":[null,"Szukaj czarnej świecy z długim dolnym cieniem w trendzie spadkowym. Świeca drugiego dnia powinna wyglądać podobnie jak pierwszego dnia, ale powinna być mniejsza, a jej dno powinno znajdować się niżej. Ostatni dzień przybiera formę czarnej świecy marubozu, która mieści się w obrębie górnego i niskiego poziomu dnia poprzedniego"],"Look for a tall white candle in an upward price trend. Following that, a black candle has a body that gaps above the prior candle's body. The last day is another black candle, but this one engulfs the previous bearish candle but closes above first bar's open":[null,"Szukaj białej świecy o długim korpusie w trendzie wzrostowym, powyżej której występuje luka i czarna świeca. Ostatni dzień to kolejna czarna świeca, która obejmuje poprzednią świecę bessy, ale zamyka się powyżej ceny otwarcia pierwszej świecy"],"Lookbacks":[null,""],"Lookbacks are currently only available for Volatility Indices":[null,""],"Low":[null,"Niski"],"Low barrier":[null,"Dolny limit"],"Low barrier offset":[null,"Wyrównanie dolnego limitu"],"Low minimum stakes":[null,"Niskie stawki minimalne"],"Lower":[null,"Niższy"],"MACD is a trading indicator used in technical analysis of stock prices.It is supposed to reveal changes in the strength, direction, momentum, and duration of a trend in a stock's price":[null,"Wskaźnik MACD (Moving Average Convergence/Divergence) jest używany w analizie technicznej cen akcji. Ma on wskazywać siłę, kierunek, dynamikę oraz czas trwania trendu na rynku cen akcji"],"MENA FFXPO Award":[null,"Nagroda MENA FFXPO"],"Make sure that you have first agreed with the Agent on the terms of payment before submitting your request. Once you click the 'Confirm transfer' button the funds will be withdrawn from your account and will be sent to the Payment Agent you have chosen. The Agent will send you the withdrawal amount (minus the commission) via your preferred payment method":[null,"Upewnij się, że przed wysłaniem wniosku, zostały zaakceptowane warunki płatności stosowane przez pośrednika. Po kliknięciu przycisku „Potwierdź przelew” środki zostaną wypłacone z Twojego konta i wysłane do wybranego pośrednika płatności. Pośrednik prześle Ci określoną kwotę (po potrąceniu prowizji) wybraną przez Ciebie preferowaną metodą płatności"],"Make your trade":[null,"Dokonaj transakcji"],"Manage":[null,"Zarządzaj"],"Mar":[null,"Mar"],"March":[null,"Marzec"],"Market Professionals":[null,"Profesjonalni gracze"],"Market exit price":[null,"Rynkowa cena wyjściowa"],"Marubozu (CDLMARUBOZU)":[null,"Marubozu (CDLMARUBOZU)"],"Mass Index (MASS)":[null,"Indeks Mass (MASS)"],"Mat Hold (CDLMATHOLD)":[null,"Mat Hold (CDLMATHOLD)"],"Matches":[null,"Zgadza się"],"Matches/Differs - Predict that the last digit will match or not match":[null,"Zgadza się/Różni się – Przewidywanie, czy ostatnia cyfra będzie taka sama"],"Matching Low (CDLMATCHINGLOW)":[null,"Formacja Matching Low (CDLMATCHINGLOW)"],"Max. Trade Stake":[null,"Maks. stawka zakładu"],"Maximum (MAX)":[null,"Maksimum (MAX)"],"Maximum account cash balance":[null,"Maksymalne saldo na koncie"],"Maximum aggregate contract purchases over a 30-day period":[null,"Maksymalne łączne zakupy kontraktów w okresie 30 dni"],"Maximum aggregate contract purchases over a 7-day period":[null,"Maksymalne łączne zakupy kontraktów w okresie 7 dni"],"Maximum aggregate contract purchases per day":[null,"Maksymalne dzienne łączne zakupy kontraktów"],"Maximum aggregate loss over a 30-day period":[null,"Maksymalna łączna strata w okresie 30 dni"],"Maximum aggregate loss per day":[null,"Maksymalna łączna strata dzienna"],"Maximum number of open positions":[null,"Maksymalna liczba otwartych pozycji"],"Maximum price over selected period":[null,"Maksymalna cena w wybranym okresie"],"May":[null,"Maj"],"Memorable date":[null,"Łatwa do zapamiętania data"],"Memorable town/city":[null,"Łatwe do zapamiętania miasto"],"Mesa Adaptive Moving Average (MAMA)":[null,"Adaptacyjna średnia krocząca Mesa (MAMA)"],"Min. Trade Stake":[null,"Min. stawka zakładu"],"Min: 10 Max: 2000":[null,"Min.: 10 Maks.: 2000"],"Minimum (MIN)":[null,"Minimum (MIN)"],"Minimum of 2 characters required":[null,"Wymagane są minimum 2 znaki"],"Minimum of 4 characters required":[null,"Wymagane są minimum 4 znaki"],"Minimum of 6 characters required":[null,"Wymaganych jest minimum 6 znaków"],"Minimum of six lower and uppercase letters with numbers":[null,""],"Minimum price over selected period":[null,"Minimalna cena w wybranym okresie"],"Minus the agent's commission":[null,"Minus prowizja pośrednika"],"Minutes":[null,"Minuty"],"Miss":[null,"Panna"],"Momentum (MOM)":[null,"Momentum (MOM)"],"Momentum Indicators":[null,"Wskaźniki wykupienia (momentum)"],"Mon":[null,"Pon."],"Monday":[null,"Poniedziałek"],"Monthly Profitable Trades":[null,"Miesięczne zakłady z zyskiem"],"Morning Doji Star (CDLMORNINGDOJISTAR)":[null,"Morning Doji Star – poranna gwiazda doji (CDLMORNINGDOJISTAR)"],"Morning Star (CDLMORNINGSTAR)":[null,"Morning Star – gwiazda poranna (CDLMORNINGSTAR)"],"Mother's maiden name":[null,"Nazwisko panieńskie matki"],"Moving Average Convergence/Divergence (MACD)":[null,"Wskaźnik MACD (Moving Average Convergence/Divergence)"],"Mr":[null,"Pan"],"Mrs":[null,"Pani"],"Ms":[null,"Pani"],"Multiplier":[null,""],"Name":[null,"Imię"],"Name of first love":[null,"Imię pierwszej miłości"],"Name of your pet":[null,"Imię Twojego zwierzaka"],"Navigator handles background":[null,"Tło uchwytów nawigatora"],"Navigator handles border":[null,"Krawędzie uchwytów nawigatora"],"Navigator mask-fill":[null,"Maska nawigatora - wypełnienie"],"Navigator outline":[null,"Kontur nawigatora"],"Navigator series color":[null,"Kolor nawigatora"],"Navigator series line":[null,"Linia nawigatora"],"Net Annual Income":[null,"Roczny dochód netto"],"Net Profit":[null,"Zysk netto"],"New password":[null,"Nowe hasło"],"No":[null,"Nie"],"No Touch trades":[null,"Zakłady typu „nie osiągnie”"],"No touch":[null,"Nie osiągnie"],"Normalized Average True Range (NATR)":[null,"Wskaźnik NATR (Normalized Average True Range)"],"Normalized Average True Range (NATR) attempts to normalize the average true range values across instruments by using the formula below":[null,"Wskaźnik NATR służy do znormalizowania wartości ATR poszczególnych instrumentów finansowych przy użyciu poniższego wzoru"],"Note: You can only have one fiat currency account and one of each cryptocurrency account":[null,"Uwaga: Możesz mieć tylko jedno konto w walucie fiducjarnej i jedno konto dla każdej kryptowaluty"],"Note: withdrawal via payment agent is available only if you deposit exclusively via payment agent":[null,"Uwaga: Wypłaty poprzez pośredników płatności są dostępne tylko w przypadku dokonania wpłaty poprzez pośrednika płatności"],"Nov":[null,"Lis"],"November":[null,"Listopad"],"Now":[null,"Teraz"],"OHLC":[null,"OHLC"],"OK":[null,"OK"],"OTC stocks - Blue-chip stock contracts sourced from the over-the-counter market":[null,"Akcje OTC – Kontrakty oparte na akcjach dużych spółek z rynku pozagiełdowego"],"Occupation":[null,"Zawód"],"Oct":[null,"Paź"],"October":[null,"Październik"],"Odd":[null,"Nieparzysta"],"Offices in Malta, Malaysia and Japan":[null,"Biura na Malcie, w Malezji i Japonii"],"Ok":[null,"OK"],"On the basis of the information provided in relation to your knowledge and experience, we consider that the investments available via this website are not appropriate for you":[null,"Na podstawie przedstawionych informacji dotyczących Twojej wiedzy i doświadczenia uznaliśmy, że inwestycje dostępne za pośrednictwem naszej strony są dla Ciebie nieodpowiednie"],"On-Neck Pattern (CDLONNECK)":[null,"On-Neck Pattern – formacja szyi (CDLONNECK)"],"Once this limit is reached, you may no longer deposit":[null,"Po osiągnięciu tego limitu nie można dokonywać dalszych wpłat"],"One last step left":[null,"Został ostatni krok"],"Online trading can become addictive. Fill in the form below to limit your participation on the website or send a signed letter or fax to our customer support team. Once set, you can only tighten your limits. Limits will only be removed or loosened after 7 days with the exception of the self- exclusion date, which cannot be removed or altered once you have confirmed it. To remove or increase your limits, please contact":[null,"Handlowanie online może być uzależniające. Wypełnij poniższy formularz, aby ograniczyć swoją działalność na portalu lub wyślij podpisany list lub faks do naszego działu obsługi klienta. Po ustanowieniu limitów, możesz je tylko zwiększać. Limity zostaną usunięte lub zmienione dopiero po 7 dniach, chyba że obowiązuje okres samodzielnego wyłączenia, który nie może zostać usunięty, ani zmieniony, jeśli został wcześniej potwierdzony. Aby znieść lub zwiększyć limity, proszę skontaktować się z"],"Only five years after inception, we pick up this major award for our online trading services. The award recognises BetOnMarkets.com's reliable, fast and secure online trading for novice and expert traders. At this time, our website has received over 15 million trades":[null,"Zaledwie pięć lat od powstania zdobyliśmy tę ważną nagrodę za nasze usługi handlu online. Nagroda potwierdza, że BetOnMarkets.com to wiarygodny, szybki i bezpieczny portal zarówno dla początkujących, jak i profesjonalnych graczy. W tym okresie nasz portal obsłużył ponad 15 milionów zakładów"],"Only letters, numbers, hyphen are allowed":[null,"Dozwolone są wyłącznie litery, liczby i myślnik"],"Only letters, numbers, space, hyphen, period, apostrophe are allowed":[null,"Dozwolone są wyłącznie litery, cyfry, spacja, myślnik, kropka i apostrof"],"Only letters, numbers, space, period, comma, - / @ ' are allowed":[null,"Dozwolone są tylko litery, cyfry, spacja, kropka, przecinek oraz znaki: - / @"],"Only letters, numbers, space, period, comma, dash(-)":[null,"Tylko litery, cyfry, spacja, kropka, przecinek, myślnik (-)"],"Only letters, space, hyphen, period, apostrophe are allowed":[null,"Dozwolone są tylko litery, spacja, myślnik, kropka i apostrof"],"Only numbers and space are allowed":[null,"Dozwolone są tylko liczby i spacja"],"Only numbers, letters, hyphens are allowed":[null,"Dozwolone są tylko liczby, litery i myślnik"],"Open":[null,"Otwórz"],"Open Account":[null,"Otwórz konto"],"Open a Financial Account":[null,"Otwórz konto finansowe"],"Open account":[null,"Otwórz konto"],"Opening an account":[null,"Otwieranie konta"],"Opens":[null,"Otwarcie"],"Opera":[null,"Opera"],"Option trading can become a real addiction, as can any other activity pushed to its limits. To avoid the danger of such addiction, we provide a reality-check that gives you a summary of your trades and accounts on a regular basis":[null,"Handel opcjami może stać się poważnym uzależnieniem, tak jak wszystkie inne czynności, którym poświęcamy zbyt wiele czasu. Aby zapobiec niebezpieczeństwu takiego uzależnienia, umożliwiamy sprawdzanie rzeczywistej sytuacji na bieżąco, co zapewnia Ci regularne zestawienie Twoich zakładów i kont"],"Other":[null,"Inne"],"Other financial instruments trading experience":[null,"Doświadczenie w handlowaniu innymi instrumentami finansowymi"],"Other financial instruments trading frequency":[null,"Częstotliwość handlowania innymi instrumentami finansowymi"],"Our company continues to thrive and obtains a license in the Isle of Man to better service our UK clients":[null,"Nasza firma rozwija się i zdobywa licencję na Wyspie Man, aby jeszcze lepiej służyć klientom z Wielkiej Brytanii"],"Our customers clearly like us. In mid-2014, Binary.com has over 100 million historical transactions and over 130,000 new daily transactions":[null,"Nasi klienci ewidentnie nas lubią. W połowie 2014 r. Binary.com ma ponad 100 mln. transakcji historycznych i ponad 130 tys. nowych transakcji dziennie"],"Our fast organic growth is supplemented by the acquisition of the client base of BetsForTraders, one of our main competitors":[null,"Nasz szybki wzrost zostaje poprawiony przez nabycie bazy klientów BetsForTraders, jednego z naszych głównych konkurentów"],"Our prices are benchmarked against the interbank options market. You ll receive fair and transparent pricing, whatever your position":[null,"Nasze ceny są zestawiane z cenami na rynku opcji międzybankowych. Otrzymasz sprawiedliwą i przejrzystą wycenę bez względu na swoją pozycję"],"Over":[null,"Ponad"],"Over 1 million registered accounts worldwide":[null,"Ponad milion zarejestrowanych kont na całym świecie"],"Over 130 staff and contractors worldwide":[null,"Ponad 130 pracowników i podwykonawców na całym świecie"],"Over 3 years":[null,"Ponad 3 lata"],"Over/Under - Predict that the last digit is higher or lower":[null,"Ponad/Poniżej – Prognozuj, czy ostatnia cyfra będzie wyższa czy niższa od danej wartości"],"Overlap Studies":[null,"Analiza techniczna „Overlap Studies”"],"PEP Declaration":[null,"Oświadczenie ws. PEP"],"Parabolic SAR (SAR)":[null,"Wskaźnik SAR (Parabolic SAR)"],"Passwords didn't match. Please type them again":[null,"Hasła nie zgadzają się. Wprowadź je ponownie"],"Patented technology":[null,"Opatentowana technologia"],"Pattern Recognition":[null,"Rozpoznawanie formacji"],"Payment agent":[null,"Pośrednik płatności"],"Payment agents":[null,"Pośrednicy płatności"],"Payments":[null,"Płatności"],"Payout":[null,"Wypłata"],"Pension":[null,"Emerytura"],"Percentage Price Oscillator (PPO)":[null,"Procentowy oscylator ceny PPO (Percentage Price Oscillator)"],"Performance Probability":[null,"Prawdopodobieństwo zysków"],"Permissions":[null,"Pozwolenia"],"Personal Details":[null,"Dane osobowe"],"Personal Wealth Awards 2017":[null,"Nagroda Personal Wealth Award 2017"],"Phone":[null,"Telefon"],"Piercing Pattern (CDLPIERCING)":[null,"Piercing Pattern (CDLPIERCING)"],"Pip":[null,"Pip"],"Pip stands for 'percentage in point' which is generally the fourth decimal place (i.e. 0.0001)":[null,"Pip to wartość procentowa w punktach, zwykle jest to czwarte miejsce po przecinku (np. 0,0001)"],"Place of birth":[null,"Miejsce urodzenia"],"Please":[null,"Proszę"],"Please choose which currency you would like to transact in":[null,"Wybierz w jakiej walucie chcesz przeprowadzić transakcję"],"Please confirm the following details in order to complete the transfer":[null,"Potwierdź następujące dane w celu dokonania przelewu"],"Please enter a valid date in yyyy-mm-dd format":[null,"Wprowadź poprawną datę w formacie rrrr-mm-dd"],"Please enter a value greater than 0":[null,"Podaj wartość większą od 0"],"Please enter correct email":[null,"Proszę podać poprawny adres e-mail"],"Please enter date in the format YYYY-MM-DD":[null,"Wprowadź datę w formacie RRRR-MM-DD"],"Please enter time in the format HH:MM":[null,"Proszę podać godzinę w formacie GG:MM"],"Please enter your current password":[null,"Wpisz obecne hasło"],"Please enter your email":[null,"Podaj swój adres e-mail"],"Please input correct token":[null,"Proszę wprowadzić poprawny token"],"Please install the latest version of one of these browsers":[null,"Zainstaluj najnowszą wersję jednej z tych przeglądarek"],"Please note that due to their over-the-counter nature, the prices of the OTC Indices and stocks will differ from the prices of the corresponding indices and stocks on centralised exchanges":[null,"Pamiętaj, że cena wskaźników i akcji OTC będzie różnić się od cen odpowiadającym ich wskaźnikom i cenom na oficjalnych giełdach, gdyż są one dostępne w obrocie pozagiełdowym"],"Please provide your tax information":[null,"Proszę podać informacje podatkowe"],"Please select":[null,"Wybierz"],"Please select an account opening reason before continuing":[null,"Zanim przejdziesz dalej, wybierz powód otwarcia konta"],"Please submit a valid verification token":[null,"Proszę podać poprawny token weryfikujący"],"Please try again after 1 minute":[null,"Spróbuj ponownie za minutę"],"Plot":[null,"Motyw"],"Pofit/Loss":[null,"Zysk/strata"],"Points":[null,"Punkty"],"Polski":[null,"Polski"],"Portfolio":[null,"Portfolio"],"Portugu s":[null,"Portugués"],"Postal code/ZIP":[null,"Kod pocztowy"],"Potential Payout":[null,"Możliwa wypłata"],"Potential Profit":[null,"Możliwy zysk"],"Potential profit":[null,"Możliwy zysk"],"Pre-Defined":[null,"Domyślne"],"Preferred reality-check interval":[null,"Preferowany odstęp czasu pomiędzy kontrolami konta"],"Press Create token button on the right to create your first token":[null,"Aby utworzyć swój pierwszy token, naciśnij przycisk „Utwórz token” znajdujący się po prawej"],"Price Transformation":[null,"Zmiana ceny"],"Price forms three black candles, each with lower closes, in a downward price trend. A tall white candle engulfs the price action of the prior three days. The candle acts as a bullish reversal when price breaks out upward, and closes above the top of the candle pattern":[null,"Ceny tworzą trzy czarne świece. Każda z nich zamyka się nisko i znajduje się w trendzie spadkowym. Biała świeca o długim korpusie obejmuje działania cenowe z trzech ostatnich dni. Świeca zachowuje się jak zmiana trendu spadkowego, gdy cena zaczyna rosnąć i zamyka się powyżej wierzchołka formacji świecowej"],"Price trends downward into the start of the pattern, a tall black candle. Following that, a white candle appears that fits inside the body of the prior candle. This completes the bullish harami candlestick. The final day of the pattern is the confirming candle, a white one that closes above the prior close, which it does. The combination suggests price has reversed trend":[null,"Odnotowuje się spadkową tendencję cenową aż do momentu rozpoczęcia formacji, czyli czarnej świecy o długim korpusie. Następnie występuje biała świeca mieszcząca się w środku korpusu poprzedniej świecy, a potem świeca harami o tendencji wzrostowej. Ostatni dzień formacji to świeca potwierdzająca – biała zamykająca się powyżej poprzedniej ceny zamknięcia. Takie połączenie sugeruje, że nastąpiła zmiana trendu cenowego"],"Primary":[null,"Podstawowe"],"Print chart":[null,"Drukuj wykres"],"Professional Client":[null,""],"Profit":[null,"Zysk"],"Profit table":[null,"Tabela zysków"],"Profit/ Loss":[null,"Zysk/strata"],"Profit/Loss (points)":[null,"Zysk/strata (punkty)"],"Protect your profits":[null,"Chroń swoje zyski"],"Published in English, Indonesian, Japanese, Chinese, Polish, German, French, Spanish, Portuguese, Italian, Russian, and Thai":[null,"Dostępność w języku angielskim, indonezyjskim, japońskim, chińskim, polskim, niemieckim, francuskim, hiszpańskim, portugalskim, włoskim, rosyjskim i tajskim"],"Purchase":[null,"Zakup"],"Purchase Date":[null,"Data zakupu"],"Purchase Price":[null,"Cena zakupu"],"Rate Of Change (ROC)":[null,"Wskaźnik zmian (ROC)"],"Rate Of Change Percentage (ROCP)":[null,"Procentowy wskaźnik zmian (ROC)"],"Rate Of Change Ratio (ROCR)":[null,"Współczynnik zmiany ceny (ROCR)"],"Read":[null,"Przeczytaj"],"Read about":[null,"Przeczytaj o"],"Ref":[null,"Ref"],"Regent Markets Group Ltd. renames to Binary Ltd":[null,"Firma Regent Markets Group Ltd. zmienia nazwę na Binary Ltd"],"Regent Markets Group Ltd. renames to Binary Ltd., harmonising company and website branding throughout the organisation":[null,"Firma Regent Markets Group Ltd. zmienia nazwę na Binary Ltd., harmonizując tym samym wizerunek firmy i strony internetowej w całej organizacji"],"Regent Markets acquires BetsForTraders client base":[null,"Regent Markets kupuje bazę klientów BetsForTraders"],"Regent Markets files for a patent in March 2000 on the basis of our unique position as the sole serious competitor in the business of fixed-odds financial betting. In May, we register the trading name BetOnMarkets and move to Malta to receive an internet betting licence":[null,"Regent Markets składa wniosek patentowy w marcu 2000 r. jako jedyny poważny konkurent w branży zakładów o ustalonej stawce. W maju rejestrujemy nazwę handlową BetOnMarkets i przenosimy się na Maltę, aby otrzymać pozwolenie na prowadzenie zakładów przez internet"],"Regent Markets files for patent, and registers BetOnMarkets trading name":[null,"Regent Markets składa wniosek patentowy i rejestruje nazwę handlową BetOnMarkets"],"Regent Markets granted US patent for 'Betting system and method'":[null,"Regent Markets uzyskuje amerykański patent dla „Najlepszej metody i systemu zakładów”"],"Regent Markets granted two new US patents":[null,"Regent Markets uzyskuje dwa nowe patenty amerykańskie"],"Regent Markets is founded by Jean-Yves Sireau":[null,"Jean-Yves Sireau zakłada firmę Regent Markets"],"Regent Markets obtains a licence in the Isle of Man":[null,"Regent Markets uzyskuje licencję na Wyspie Man"],"Regent Markets receives funding to provide on-line financial betting services":[null,"Regent Markets otrzymuje wsparcie finansowe, aby oferować usługi zawierania zakładów finansowych online"],"Regent Markets sets up a programming centre in Cyberjaya, Malaysia":[null,"Regent Markets zakłada centrum programistyczne w Cyberjaya w Malezji"],"Regent Pacific Group Ltd., the Hong Kong-listed founding shareholder of Binary.com":[null,"Regent Pacific Group Ltd., firma notowana na giełdzie w Hongkongu będąca wspólnikiem-założycielem Binary.com"],"Regent Pacific transaction":[null,"Transakcja Regent Pacific"],"Register free account":[null,"Zarejestruj darmowe konto"],"Regulatory Information":[null,""],"Relative Strength Index (RSI)":[null,"Wskaźnik względnej siły (RSI – Relative Strength Index)"],"Remove":[null,"Usuń"],"Remove Selected":[null,"Usuń zaznaczone"],"Rename":[null,"Zmień nazwę"],"Repeat password":[null,"Wprowadź hasło ponownie"],"Resale price":[null,"Cena odsprzedaży"],"Reset zoom":[null,"Resetuj powiększenie"],"Reset zoom level 1:1":[null,"Resetuj rozmiar powiększenia 1:1"],"Resources":[null,"Zasoby"],"Responsible Trading":[null,"Odpowiedzialne handlowanie"],"Results":[null,"Wyniki"],"Return":[null,"Zwrot"],"Rickshaw Man (CDLRICKSHAWMAN)":[null,"Rickshaw Man (CDLRICKSHAWMAN)"],"Rise":[null,"Wzrost"],"Rise/Fall":[null,"Wzrost/spadek"],"Rise/Fall - Predict if the market will rise or fall from its current level":[null,"Wzrost/spadek – Prognozuj, czy rynek zyska czy straci w stosunku do obecnego poziomu"],"Rise/Fall trades":[null,"Zakłady typu „wzrost/spadek”"],"Rise/Fall   Predict that the market will rise or fall from its current level":[null,"Wzrost/spadek  Prognozuj, czy rynek zyska czy straci w stosunku do obecnego poziomu"],"Rising/Falling Three Methods (CDLRISEFALL3METHODS)":[null,"Rising/Falling Three Methods (CDLRISEFALL3METHODS)"],"Robust and secure platform":[null,"Solidna i bezpieczna platforma"],"Safari":[null,"Safari"],"Salaried Employee":[null,"Pracownik ze stałą pensją"],"Sale Date":[null,"Data sprzedaży"],"Sale Price":[null,"Cena sprzedaży"],"Sand Signika":[null,"Sand Signika"],"Sat":[null,"Sob."],"Saturday":[null,"Sobota"],"Save":[null,"Zapisz"],"Save as":[null,"Zapisz jako"],"Save changes":[null,"Zapisz zmiany"],"Saved":[null,"Zapisane"],"Scalable":[null,"Skalowalność"],"Second line of home address":[null,"Druga część adresu zamieszkania"],"Secondary":[null,"Średnie"],"Security":[null,"Bezpieczeństwo"],"Security and privacy":[null,"Bezpieczeństwo i prywatność"],"Security question":[null,"Pytanie zabezpieczające"],"Self-Employed":[null,"Osoba samozatrudniona"],"Self-Exclusion":[null,"Samodzielne wyłączenie"],"Sell At Market":[null,"Sprzedaj na rynku"],"Sell option":[null,"Sprzedaj opcję"],"Sent to account":[null,"Wyślij na konto"],"Sep":[null,"Wrz"],"Separating Lines (CDLSEPARATINGLINES)":[null,"Separating Lines – rozstanie (CDLSEPARATINGLINES)"],"September":[null,"Wrzesień"],"Session":[null,"Sesja"],"Session duration limit, in minutes":[null,"Limit czasu sesji, w minutach"],"Set barrier(s) to define your position and trigger the payout you will receive":[null,"Ustaw limity, aby określić swoją pozycję inicjującą wypłatę"],"Set the length of your trade, from 10 seconds to 365 days":[null,"Określ długość swojego zakładu: od 10 sekund do 365 dni"],"Settles":[null,"Rozliczenie"],"Share":[null,"Udział"],"Share chart":[null,"Udostępnij wykres"],"Sharp, benchmarked prices":[null,"Atrakcyjne, benchmarkowe ceny"],"Shooting Star (CDLSHOOTINGSTAR)":[null,"Shooting Star – spadająca gwiazda (CDLSHOOTINGSTAR)"],"Short to long-term durations":[null,"Krótki lub długi okres trwania"],"Side by side white lines candlestick pattern is a triple pattern. Bullish pattern: In an upward trend, the first candlestick is followed by another upward that opens above the close of the first (gap up), that is followed by a third upward candlestick that opens below the close of the second (gap down). Bearish pattern: During a downtrend, the first candlestick is downward, followed by an upward candlestick that opens below the close of the first one (gap down), followed by an upward candlestick that opens below the close of the second one. This pattern indicates the continuation of a downtrend":[null,"Formacja świecowa przybierająca postać białych linii ułożonych blisko siebie to formacja potrójna. Formacja hossy: w trendzie wzrostowym po pierwszej świecy występuje kolejna świeca o tendencji wzrostowej, która otwiera się powyżej zamknięcia pierwszej świecy (luka górna), a następnie kolejna świeca wzrostowa, która otwiera się poniżej zamknięcia drugiej (luka dolna). Formacja bessy: W trendzie spadkowym po pierwszej świecy o tendencji spadkowej występuje świeca wzrostowa otwierająca się poniżej zamknięcia świecy pierwszej (luka dolna), po czym widzimy świecę wzrostową, która otwiera się poniżej zamknięcia drugiej świecy. Ta formacja wskazuje na kontynuację trendu spadkowego"],"Simple Moving Average (SMA)":[null,"Prosta średnia krocząca (SMA – Simple Moving Average)"],"Simple and intuitive":[null,"Prostota i intuicyjność"],"Smart FX":[null,"Inteligentny forex"],"Smart Indices":[null,"Inteligentne wskaźniki"],"Smoothed Moving Average (SMMA)":[null,"Wygładzona średnia krocząca (SMMA – Smoothed Moving Average)"],"Sold":[null,"Sprzedane"],"Some products are not available in all countries. This website's services are not made available in certain countries such as the USA, Costa Rica, Hong Kong, or to persons under age 18":[null,""],"Source of wealth":[null,"Źródło majątku"],"Specify your payout, which is your potential return if your prediction is correct. Our system will proceed to calculate your stake, which is the total cost of purchasing the contract. Binary.com offers payouts from $1 to $50,000":[null,"Określ kwotę wypłaty, która będzie stanowić Twój potencjalny zysk, jeśli przewidywanie się sprawdzi. Nasz system obliczy stawkę, która jest całkowitym kosztem zakupu kontraktu. Binary.com oferuje wypłaty w wysokości od 1 $ do 50 000 $."],"Spinning Top (CDLSPINNINGTOP)":[null,"Spinning Top (CDLSPINNINGTOP)"],"Spline":[null,"Funkcja sklejana"],"Spot price":[null,"Cena spot"],"Spreads":[null,"Spready"],"Spreads down":[null,"Spready – Spadek"],"Spreads up":[null,"Spready – Wzrost"],"Stake":[null,"Stawka"],"Stalled Pattern (CDLSTALLEDPATTERN)":[null,"Stalled Pattern (CDLSTALLEDPATTERN)"],"Standard Deviation (STDDEV)":[null,"Odchylenie standardowe (STDDEV)"],"Standard Deviation is a statistical calculation used to measure the variability. In trading this value is known as volatility. A low standard deviation indicates that the data points tend to be very close to the mean, whereas high standard deviation indicates that the data points are spread out over a large range of values":[null,"Odchylenie standardowe to pojęcie statystyczny stosowane jako miara zmienności. W żargonie giełdowym wartość ta nazywana jest zmiennością. Niska wartość odchylenia standardowego wskazuje, że wartości danej wielkości są skupione bardzo blisko średniej, podczas gdy wysoka wartość odchylenia sugeruje, że wartości danej wielkości są rozrzucone wokół jej średniej"],"Standard methods":[null,"Standardowe metody"],"Standard withdrawal":[null,"Standardowa wypłata"],"Start Time":[null,"Czas rozpoczęcia"],"Start Trading":[null,"Rozpocznij handlowanie"],"Start time":[null,"Czas rozpoczęcia"],"State/province/region":[null,"Region/województwo"],"Statement":[null,"Oświadczenie"],"Statistical Functions":[null,"Funkcje statystyczne"],"Status":[null,"Status"],"Stays Between/Goes Outside":[null,"Pozostanie pomiędzy/ Przekroczy"],"Stays Between/Goes Outside trades":[null,"Zakłady typu „pozostanie pomiędzy/przekroczy”"],"Stays Between/Goes Outside   Predict that the market stays inside or goes outside two price targets any time during the contract period":[null,"Pozostanie pomiędzy/ Przekroczy  Prognozuj, czy cena rynkowa pozostanie w przedziale cen docelowych, czy przekroczy ten przedział w dowolnym momencie w danym okresie trwania kontraktu"],"Stays in":[null,"Pozostanie w"],"Step 1: Define your position":[null,"Krok 1: Określ swoją pozycję"],"Step 2: Get your contract price":[null,"Krok 2: Zobacz cenę kontraktu"],"Step 3: Make your trade":[null,"Krok 3: Dokonaj transakcji"],"Stick Sandwich (CDLSTICKSANDWICH)":[null,"Stick Sandwich – kanapka (CDLSTICKSANDWICH)"],"Stochastic (STOCH )":[null,"Oscylator stochastyczny (STOCH)"],"Stochastic Fast (STOCHF)":[null,"Oscylator stochastyczny szybki (STOCHF)"],"Stochastic Relative Strength Index (STOCHRSI)":[null,"Stochastyczny wskaźnik siły względnej (STOCHRSI)"],"Stochastic Slow (STOCHS)":[null,"Oscylator stochastyczny wolny (STOCHS)"],"Stock market indices measure the value of a selection of companies in the stock market":[null,"Wskaźniki indeksów giełdowych mierzą wartość wybranych firm na giełdzie"],"Stocks trading experience":[null,"Doświadczenie w handlowaniu akcjami"],"Stocks trading frequency":[null,"Częstotliwość handlowania akcjami"],"Stop Loss Level":[null,"Poziom Stop stratom"],"Stop Profit Level":[null,"Poziom Stop zyskom"],"Stop-loss":[null,"Stop stratom"],"Stop-profit":[null,"Stop zyskom"],"Stop-type":[null,"Stop-rodzaj"],"Stroke color":[null,"Kolor pędzla"],"Stroke width":[null,"Szerokość pędzla"],"Submit":[null,"Prześlij"],"Successfully applied the template and saved it as":[null,"Szablon został zastosowany i zapisany jako"],"Summation (SUM)":[null,"Sumowanie (SUM)"],"Sun":[null,"Niedz."],"Sunday":[null,"Niedziela"],"Table":[null,"Tabela"],"Takuri (Dragonfly Doji with very long lower shadow) (CDLTAKURI)":[null,"Takuri (ważka doji z bardzo długim dolnym cieniem) (CDLTAKURI)"],"Tasuki Gap (CDLTASUKIGAP)":[null,"Luka Tasuki (CDLTASUKIGAP)"],"Tax identification number":[null,"Numer identyfikacji podatkowej"],"Tax information":[null,"Informacje podatkowe"],"Tax residence":[null,"Rezydencja podatkowa"],"Tel":[null,"Tel."],"Template changes saved":[null,"Zapisano zmiany szablonu"],"Template name":[null,"Nazwa szablonu"],"Template name already exists":[null,"Ta nazwa szablonu już istnieje"],"Terms":[null,"Warunki"],"Tertiary":[null,"Wyższe"],"The":[null," "],"The AUD Index is a weighted Index, measuring the Australian Dollar's value against a basket of 5 global currencies (USD, EUR, GBP, JPY, CAD), each weighted by 20%":[null,"Indeks AUD to indeks ważony mierzący wartość dolara australijskiego w stosunku do koszyka 5 światowych walut (USD, EUR, GBP, JPY, CAD), z których każda ma wagę 20%"],"The Absolute Price Oscillator (APO) is based on the absolute differences between two moving averages of different lengths, a  Fast  and a  Slow  moving average":[null,"Oscylator APO (Absolute Price Oscillator) opiera się na wartościach bezwzględnych pomiędzy dwoma średnimi kroczącymi o różnej długości: średniej kroczącej szybkiej i średniej kroczącej wolnej"],"The Aroon Oscillator is the difference between Aroon-Up and Aroon-Down. These two indicators are usually plotted together for easy comparison, but chartists can also view the difference of these two indicators with the Aroon Oscillator. This indicator fluctuates between -100 and +100 with zero as the middle line":[null,"Oscylator Aroon jest różnicą pomiędzy wartością wskaźnika Aroon-Up oraz Aroon-Down. Te dwa wskaźniki zazwyczaj są zestawiane ze sobą, aby ułatwić ich porównanie, ale możliwa jest również łatwa analiza różnic pomiędzy nimi dzięki oscylatorowi Aroons. Wartości tego wskaźnika wahają się między -100 a +100, gdzie zero jest wartością środkową"],"The Average Directional Movement Index index (ADX) was developed in 1978 by J. Welles Wilder as an indicator of trend strength in a series of prices of a financial instrument ADX will range between 0 and 100. Generally, ADX readings below 20 indicate trend weakness, and readings above 40 indicate trend strength":[null,"Wskaźnik ADX (Average Directional Movement Index) został stworzony w 1978 r. przez J. Wellesa Wildera jako wskaźnik siły trendu w przypadku serii cen instrumentu finansowego. Wskaźnik ten ma rozpiętość od 0 do 100. Wartości ADX poniżej 20 wskazują na słabnięcie trendu, a wartości powyżej 40 na wzrost jego siły"],"The Average True Range (TRANGE) study measures the size of the period s range, and takes into account any gap from the close of the previous period":[null,"Średnia rzeczywistego zasięgu (TRANGE) mierzy wielkość zasięgu cen w danym okresie, uwzględniając wszelkiego rodzaju luki od zamknięcia poprzedniego okresu"],"The Awesome Oscillator is an indicator used to measure market momentum. AO calculates the difference of a 34 Period and 5 Period Simple Moving Averages. The Simple Moving Averages that are used are not calculated using closing price but rather each bar's midpoints. AO is generally used to affirm trends or to anticipate possible reversals":[null,"Oscylator „Awesome” jest wskaźnikiem mierzącym dynamikę rynku. Oblicza on różnicę 34-okresowej prostej średniej kroczącej oraz 5-okresowej średniej kroczącej. W przypadku prostych średnich kroczących branych tu pod uwagę nie uwzględnia się ceny zamknięcia lecz poszczególne punkty średnie. Wskaźnik AO stosuje się do potwierdzania trendów lub przewidywanie ich możliwych zmian"],"The Bearish I-Neck Pattern occurs after a downtrend when first day is a long red candle and the second day is a blue day, opening below the low of the first day and closing barely into the body of the first day":[null,"Formacja „szyi” o tendencji spadkowej (Bearish I-Neck Pattern) występuje w przypadku trendu zniżkowego. Pierwszy dzień przyjmuje postać czerwonej świecy o długim korpusie, zaś drugi postać świecy niebieskiej otwierającej się poniżej dnia pierwszego i zamykającej się praktycznie w obszarze korpusu świecy dnia pierwszego"],"The Bearish On-Neck Pattern occurs after a downtrend when a long black day is followed by a long white day that gaps down at the open and closes below the close of the black day":[null,"Formacja „szyi” o tendencji spadkowej występuje po trendzie zniżkowym, gdy po czarnej świecy o długim korpusie obserwujemy białą świecę i lukę na poziomie otwarcia. Biała świeca zamyka się poniżej ceny zamknięcia świecy czarnej"],"The Bullish Three Star appears after a downtrend and it consists of three consecutive Doji, in which the second Doji gaps below the other two Doji. The Bearish Three Star appears after a uptrend and it consists of three consecutive Doji, in which the second Doji gaps above the other two Doji":[null,"Potrójną gwiazdę o tendencji wzrostowej (Bullish Three Star) obserwuje się po trendzie zniżkowym. Składa się ona z trzech występujących po sobie świec doji, gdzie druga doji znajduje się poniżej dwóch pozostałych. Potrójną gwiazdę o tendencji spadkowej (Bearish Three Star) obserwuje się po trendzie wzrostowym. Ta formacja składa się z trzech występujących po sobie świec doji, gdzie druga doji znajduje się powyżej dwóch pozostałych świec"],"The CMO indicator is created by calculating the difference between the sum of all recent higher closes and the sum of all recent lower closes and then dividing the result by the sum of all price movement over a given time period. The result is multiplied by 100 to give the -100 to +100 range":[null,"Wskaźnik CMO to różnica między sumą wszystkich ostatnich wysokich cen zamknięcia a sumą wszystkich ostatnich niskich cen zamknięcia podzielona przez sumę wszystkich zmian cen w danym okresie. Wynik mnoży się przez 100. Wartość wskaźnika przyjmuje wartości między -100 a +100"],"The Choppiness Index (CHOP) is an indicator designed to determine if the market is choppy (trading sideways) or not choppy (trading within a trend in either direction). CHOP is not meant to predict future market direction, it is a metric to be used to for defining the market's trendiness only":[null,"Indeks CHOP (Choppiness Index) jest wskaźnikiem stworzonym w celu określania, czy rynek jest zmienny (odchylenia handlowe) czy nie (handlowanie w ramach jednego trendu: spadkowego lub wzrostowego). Indeksu CHOP nie stosuje się do przewidywania przyszłego kierunku cen, lecz jako wskaźnik określający, czy rynek jest podatny na zmiany trendów"],"The Commodity Channel Index (CCI) is a versatile indicator that can be used to identify a new trend or warn of extreme conditions":[null,"Indeks CCI (Commodity Channel Index) to uniwersalny wskaźnik, który może być stosowany do przewidywania nowych trendów i ostrzegania przed ekstremalnymi warunkami rynkowymi"],"The Donchian Channel is an indicator used in market trading developed by Richard Donchian. It is formed by taking the highest high and the lowest low of the last n periods. The area between the high and the low is the channel for the period chosen":[null,"Kanał Donchiana jest wskaźnikiem handlowym stworzonym przez Richarda Donchiana. Uwzględnia najwyższą i najniższą cenę w określonej liczbie ostatnich okresów. Obszar między ceną niską a wysoką jest kanałem dla wybranego okresu"],"The Double Exponential Moving Average (CKS) by Patrick Mulloy attempts to remove the inherent lag associated to Moving Averages by placing more weight on recent values":[null,"Podwójna wykładnicza średnia krocząca (CKS) stworzona przez Patricka Mulloya ma na celu usunięcie opóźnienia czasowego średnich kroczących poprzez nałożenie większej wagi na wartości z niedawnych okresów"],"The Double Exponential Moving Average (DEMA) by Patrick Mulloy attempts to remove the inherent lag associated to Moving Averages by placing more weight on recent values":[null,"Podwójna wykładnicza średnia krocząca (DEMA) stworzona przez Patricka Mulloya ma na celu usunięcie opóźnienia czasowego średnich kroczących poprzez nałożenie większej wagi na wartości z niedawnych okresów"],"The Dragonfly Doji is created when the open, high, and close are the same or about the same price (Where the open, high, and close are exactly the same price is quite rare).The most important part of the Dragonfly Doji is the long lower shadow":[null,"Ważka doji (Dragonfly Doji) tworzy się, gdy cena otwarcia, cena wysoka i cena zamknięcia są zbliżone lub takie same (sytuacja, gdy cena otwarcia, wysoka i zamknięcia są jednakowe jest dość rzadka). Najważniejszą cechą charakterystyczną tej świecy jest długi dolny cień"],"The EUR Index is a weighted Index, measuring the Euro's value against a basket of 5 global currencies (USD, AUD, GBP, JPY, CAD), each weighted by 20%":[null,"Indeks EUR to indeks ważony mierzący wartość euro w stosunku do koszyka 5 światowych walut (USD, AUD, GBP, JPY, CAD), z których każda ma wagę 20%"],"The Exponential Moving Average (EMA) represents an average of prices, but places more weight on recent prices. The weighting applied to the most recent price depends on the selected period of the moving average. The shorter the period for the EMA, the more weight that will be applied to the most recent price":[null,"Wykładnicza średnia krocząca (EMA) przedstawia średnią cen, lecz przykłada większą wagę do cen niedawnych. To, jaką wagę przydziela się ostatnim cenom zależy od wybranego okresu średniej kroczącej. Im krótszy jest okres średniej EMA, tym większą wagę mają bardziej aktualne ceny"],"The Fast Stochastic Oscillator is based on George Lane's original formulas for %K and %D. %K in the fast version that appears rather choppy. %D is the 3-day SMA of %K":[null,"Oscylator stochastyczny szybki jest oparty na oryginalnych formułach Georga Lane'a dla %K i %D. Wersja szybka oscylatora, czyli %K, jest dość zmienna. %D jest 3-dniową prostą średnią kroczącą %K"],"The GBP Index is a weighted Index, measuring the British Pound's value against a basket of 5 global currencies (USD, EUR, AUD, JPY, CAD), each weighted by 20%":[null,"Indeks GBP to indeks ważony mierzący wartość funta brytyjskiego w stosunku do koszyka 5 światowych walut (USD, EUR, AUD, JPY, CAD), z których każda ma wagę 20%"],"The Gravestone Doji is created when the open, low, and close are the same or about the same price (Where the open, low, and close are exactly the same price is quite rare). The most important part of the Graveston Doji is the long upper shadow":[null,"Nagrobek doji (Gravestone Doji) tworzy się, gdy cena otwarcia, cena niska i cena zamknięcia są zbliżone lub takie same (sytuacja, gdy cena otwarcia, niska i zamknięcia są jednakowe jest dość rzadka). Najważniejszą cechą charakterystyczną tej świecy jest długi górny cień"],"The Hammer formation is created when the open, high, and close are roughly the same price.Also, there is a long lower shadow, twice the length as the real body":[null,"Formacja młota tworzy się, gdy cena otwarcia, cena wysoka i cena zamknięcia są do siebie zbliżone. Dodatkowo w przypadku tej świecy występuje długi dolny cień – dwa razy dłuższy niż korpus świecy"],"The Hanging Man formation, just like the Hammer, is created when the open, high, and close are roughly the same price. Also, there is a long lower shadow, which should be at least twice the length of the real body":[null,"Podobnie jak formacja młota, formacja wisielca tworzy się, gdy cena otwarcia, cena wysoka i cena zamknięcia są prawie takie same. Świeca ta charakteryzuje się też długim dolnym cieniem, co najmniej dwa razy dłuższym od korpusu świecy"],"The Hull Moving Average solves the age old dilemma of making a moving average more responsive to current price activity whilst maintaining curve smoothness. In fact the HMA almost eliminates lag altogether and manages to improve smoothing at the same time":[null,"Średnia krocząca Hulla skupia się na niedawnych cenach, zachowując jednocześnie gładkość krzywej. Średnia HMA jest średnią wygładzoną bez opóźnień"],"The Inverted Hammer occurs mainly at the bottom of downtrends when the open, low, and close are roughly the same price. Also, there is a long upper shadow, which should be at least twice the length of the real body":[null,"Odwrócony młot jest charakterystyczny dla dołka trendu spadkowego, gdy cena otwarcia, cena niska i cena zamknięcia przybierają podobne wartości. Świeca ta ma długi górny cień o długości co najmniej dwa razy większej niż jej korpus"],"The Kaufman's Adaptive Moving Average (KAMA) Developed by Perry Kaufman, is a moving average designed to account for market noise or volatility. This trend-following indicator can be used to identify the overall trend, time turning points and filter price movements":[null,"Adaptacyjna średnia krocząca Kaufmana (KAMA) została stworzona przez Perry’ego Kaufmana w celu uwzględnienia zmienności rynku i jego zakłóceń. Ten wskaźnik śledzący trendy można stosować, aby identyfikować trend główny i momenty przełomowe, a także filtrować zmiany ceny"],"The Least Squares Moving Average first calculates a least squares regression line over the preceding time periods, then projects it forward to the current period. In essence, it calculates what the value would be if the regression line continued":[null,"Średnia krocząca najmniejszych kwadratów oblicza linię regresji najmniejszych kwadratów w poprzednich okresach, a następnie przewiduje jej zachowanie w okresie bieżącym. W skrócie, oblicza wartość w przypadku kontynuacji linii regresji"],"The MESA Adaptive Moving Average is developed by John Ehlers of Mesa Software. This trend-following indicator can be used to identify the overall trend, time turning points and filter price movements":[null,"Adaptacyjna średnia krocząca MESA została stworzona przez Johna Ehlersa z firmy Mesa Software. Jest to wskaźnik śledzący trendy stosowany w celu rozpoznania trendu ogólnego i momentów przełomowych oraz w celu filtrowania zmian cen"],"The Momentum indicator compares where the current price is in relation to where the price was in the past. How far in the past the comparison is made is up to the technical analysis trader. The calculation of Momentum is quite simple (n is the number of periods the technical trader selects): The current price minus the price n-periods ago":[null,"Wskaźnik dynamiki porównuje obecne położenie ceny i jej położenie w poprzednich okresach. To od nas zależy, jaki okres przeszły uwzględnimy w porównaniu. Obliczanie dynamiki (momentum) jest dość proste (n to liczba wybranych przez nas okresów): obecna cena minus cena z n okresów temu"],"The Percentage Price Oscillator (PPO) is a momentum oscillator that measures the difference between two moving averages as a percentage of the larger moving average":[null,"Procentowy oscylator ceny (PPO) jest oscylatorem dynamiki mierzącym różnice pomiędzy dwoma średnimi kroczącymi. Wskaźnik jest wyrażony jako wartość procentowa dłuższej średniej kroczącej"],"The Price Rate-of-Change (ROC) indicator displays the difference between the current price and the price x-time periods ago. The difference can be displayed in either points or as a percentage":[null,"Wskaźnik zmian ceny (ROC) przedstawia różnicę między obecną wysokością ceny a jej wysokością w poprzednich okresach wyrażoną w ujęciu procentowym lub punktowym"],"The Rate of Change Percentage (ROCP) indicator compares the current price with the previous price from a selected number of periods ago. The current price is divided by the previous price. ROCP does not express as a percentage. This indicator is also commonly known as a momentum indicator":[null,"Procentowy wskaźnik zmian ceny (ROCP) porównuje obecną cenę z ceną z wybranych poprzednich okresów. Obecna wartość ceny jest dzielona przez wartość poprzednią. Wskaźnik ROCP nie jest przedstawiany w ujęciu procentowym. Nazywa się go również wskaźnikiem dynamiki"],"The Rate of Change Rate (ROCR) indicator compares the current price with the previous price from a selected number of periods ago. The current price is divided by the previous price. This indicator is also commonly known as a momentum indicator":[null,"Procentowy wskaźnik zmian ceny (ROCR) porównuje obecną cenę z ceną z wybranych poprzednich okresów. Obecna wartość ceny jest dzielona przez wartość poprzednią. Wskaźnik nazywany jest również wskaźnikiem dynamiki"],"The Relative Strength Index (RSI) was published by J. Welles Wilder. The current price is normalized as a percentage between 0 and 100. The name of this oscillator is misleading because it does not compare the instrument relative to another instrument or set of instruments, but rather represents the current price relative to other recent pieces within the selected lookback window length":[null,"Wskaźnik względnej siły (RSI) został opracowany przez J. Wellesa Wildera. Obecna cena przedstawiana jest jako wartość procentowa między 0 a 100. Nazwa tego wskaźnika jest myląca, gdyż nie porównuje on instrumentu z innym instrumentem lub zbiorem instrumentów finansowych, lecz odzwierciedla obecną cenę w odniesieniu do niedawnych cen w wybranym przeszłym okresie"],"The Rickshaw Man has unusually tall upper and lower shadows, a body in which the opening and closing prices are about the same, and the body is near the middle of the candlestick":[null,"Formacja „Rickshaw Man” ma zazwyczaj długi górny cień i krótki dolny cień, a korpus charakteryzuje się podobną ceną otwarcia i zamknięcia. Korpus znajduje się blisko środka świecy"],"The Shooting formation is created when the open, low, and close are roughly the same price. There is a long upper shadow, generally defined as at least twice the length of the real body":[null,"Formacja spadającej gwiazdy tworzy się, gdy cena otwarcia, cena niska i cena zamknięcia są prawie takie same. Świeca ma długi dolny cień o długości odpowiadającej co najmniej dwukrotności długości korpusu"],"The Simple Moving Average (SMA) is calculated by adding the price of an instrument over a number of time periods and then dividing the sum by the number of time periods. The SMA is basically the average price of the given time period, with equal weighting given to the price of each period":[null,"Średnia prosta krocząca (SMA) jest sumą cen danego instrumentu finansowego w wybranych okresach podzieloną przez liczbę tych okresów. Średnia SMA jest średnią ceną w danym okresie, gdzie ceny poszczególnych okresów mają taką samą wagę"],"The Stochastic Relative Strength Index (STOCHRSI) was developed by Tushar Chande and Stanley Kroll, StochRSI is an oscillator that measures the level of RSI relative to its high-low range over a set time period. StochRSI applies the Stochastics formula to RSI values, instead of price values. This makes it an indicator of an indicator. The result is an oscillator that fluctuates between 0 and 1":[null,"Stochastyczny wskaźnik siły względnej (STOCHRSI) został stworzony przez Tushara Chande’a oraz Stanleya Krolla. StochRSI to oscylator mierzący poziom wskaźnika RSI w odniesieniu do przedziału jego niskich i wysokich wartości w danym okresie. StochRSI stosuje wzór stochastyczny do wartości RSI zamiast do wartości cenowych. Tym samym jest to wskaźnik innego wskaźnika. Oscylator ten przybiera wartości między 0 a 1"],"The Tasuki Gap pattern is made up of three candlesticks, the first bar is a red candlestick within a defined downtrend, the second bar is another red candlestick that has gapped below the close of the previous bar and the last bar is a white candlestick that closes within the gap of the first two bars":[null,"Luka Tasuki (Tasuki Gap) składa się z trzech świec: pierwsza z nich jest świecą czerwoną w określonym trendzie spadkowym, druga świecą czerwoną znajdującą się poniżej pierwszej świecy, a ostatnia to świeca biała zamykająca się w obrębie luki dwóch pierwszych świec"],"The Three Methods pattern is a trend continuation pattern that can appear in an uptrend or a down trend. In an uptrend it is called the rising three methods pattern and in a downtrend it is called the falling three methods pattern. The three methods pattern consists of at least five candlesticks":[null,"Formacja trzech metod (Three Methods) jest formacją kontynuacji trendu, która może wystąpić w trendzie wzrostowym lub spadkowym. W przypadku trendu wzrostowego jest nazywana wzrostową formułą trzech metod, zaś w trendzie spadkowym — spadkową formułą trzech metod. Składa się z co najmniej pięciu świec"],"The Triangular Moving Average (TRIMA) represents an average of prices, but places weight on the middle prices of the time period. The calculations double-smooth the data using a window width that is one-half the length of the series":[null,"Trójkątna średnia krocząca (TRIMA) odzwierciedla średnią cen, ale w jej przypadku największą wagę mają średnie ceny w danym okresie. Mamy tu do czynienia z podwójnym wygładzeniem danych dzięki zakresowi odpowiadającemu połowie długości serii"],"The Triple Exponential Moving Average (T3) by Tim Tillson attempts to offers a moving average with better smoothing then traditional exponential moving average":[null,"Potrójna wykładnicza średnia krocząca (T3) opracowana przez Tima Tillsona jest średnią kroczącą o lepszym wygładzeniu niż tradycyjne wykładnicze średnie kroczące"],"The Triple Exponential Moving Average (TEMA) by Patrick Mulloy offers a moving average with less lag then traditional exponential moving average":[null,"Potrójna wykładnicza średnia krocząca (TEMA) opracowana przez Patricka Mulloy'a to średnia krocząca charakteryzująca się mniejszym opóźnieniem niż tradycyjna wykładnicza średnia krocząca"],"The Typical Price function measures the average of the high, low, and closing prices for the day using a simple, single-line plot. The ordinary price gives a simplified view of the day trading prices for as well as it happens with other price-adjustment functions. You can use it for smoothing out some of the inconstancy of the closing price because it comprises information for the whole trading day and not only the result of the day's end. The Typical Price indicator is measured by adding the high, low, and closing prices together, and then dividing by three":[null,"Funkcja typowej ceny mierzy średnią cen danego dnia: wysokiej, niskiej i zamknięcia, korzystając z prostej, pojedynczej linii. Przeciętna cena zapewnia uproszczony widok handlowych cen danego dnia oraz, jeśli występują, zestawienie z innymi funkcjami dostosowania ceny. Funkcja typowej ceny jest przydatna do wygładzania niektórych nieścisłości ceny zamknięcia, gdyż skupia informacje z całego dnia handlowego, nie tylko z końca dnia. Wskaźnik typowej ceny oblicza się, sumując cenę wysoką, niską i cenę zamknięcia i dzieląc ją przez trzy"],"The USD Index is a weighted Index, measuring the US Dollar's value against a basket of 5 global currencies (EUR, GBP, JPY, CAD, AUD), each weighted by 20%":[null,"Indeks USD to indeks ważony mierzący wartość dolara amerykańskiego w stosunku do koszyka 5 światowych walut (EUR, GBP, JPY, CAD, AUD), z których każda ma wagę 20%"],"The Volatility 100 Index is twice as volatile as the Volatility 50 Index, and four times as volatile as the Volatility 25 Index":[null,"Indeks zmienności 100 charakteryzuje się dwa razy większą zmiennością niż Indeks zmienności 50 i cztery razy większą zmiennością niż Indeks zmienności 25"],"The Weighted Close indicator is simply an average of each day's price. It can be used to smooth out some of the inconstancy of a chart of closing prices, as it comprises information for the whole trading day":[null,"Wskaźnik ważonej ceny zamknięcia jest po prostu średnią cen poszczególnych dni. Zawiera informacje z całego dnia handlowego, dlatego stosuje się go w celu wygładzenia niektórych nieścisłości wykresu cen zamknięcia"],"The balance of power (BOP) indicator measures the strength of the bulls vs. bears by assessing the ability of each to push price to an extreme level":[null,"Wskaźnik BOP (Balance of Power) mierzy siłę trendów wzrostowych w porównaniu z trendami spadkowymi, oceniając możliwość maksymalnego wzrostu lub spadku ceny – w zależności od kierunku trendu"],"The barrier of a binary option trade is the price target you set for the underlying. You can choose trades that stay below or go above a price target, or stay between two targets":[null,"Limit opcji binarnej to cena docelowa, którą określasz dla rynku podstawowego. Możesz wybierać spośród zakładów, które pozostają poniżej ceny docelowej, przekraczają ją lub pozostają między dwoma cenami"],"The breakaway pattern begins with a long candle representing the current trend. The following candle is the same color and it gaps away from that first long candle. While the third day s candle can be either color, it will not show a change in the current trend. The fourth day continues the trend and therefore continues to produce the same color candles. The fifth day however, reverses the trend. Please note that it only opens slightly the opposite of the current trend and it continues in the same direction to where it then closes in the gap area":[null,"Formacja ucieczki zaczyna się świecą o długim korpusie oznaczającą obecny trend. Kolejna świeca jest świecą tego samego koloru i występuje po luce oddzielającej ją od pierwszej świecy. Dzień trzeci symbolizowany jest przez świecę dowolnego koloru, która nie wskazuje na zmianę obecnego trendu. Czwarty dzień jest kontynuacją trendu, więc będzie symbolizowany przez świece tego samego koloru. Jednak piąty dzień przyniesie zmianę trendu. Należy zauważyć, że świeca piątego dnia otwiera się lekko w odwrotnym kierunku niż obecny trend, ale podąża w tym samym kierunku, po czym zamyka się w obrębie luki"],"The closing black marubozu candlestick is a tall black candle with an upper shadow but no lower one. The closing white marubozu candlestick is a tall white candle with an lower shadow but no upper shadow":[null,"Czarna świeca zamknięcia marubozu to czarna świeca o długim korpusie z cieniem górnym i bez cienia dolnego. Biała świeca zamknięcia marubozu to biała świeca o długim korpusie z cieniem dolnym, lecz bez cienia górnego"],"The company holds customer funds in separate bank accounts to the operational accounts which would not, in the event of insolvency, form part of the Company's assets. This meets the Gambling Commission's requirements for the segregation of customer funds at the level":[null,"Firma przechowuje środki klientów na innych rachunkach bankowych niż rachunek operacyjny. W przypadku niewypłacalności firmy rachunki te nie będą stanowiły jej aktywów. Tym samym spełnione zostają wymagania instytucji Gambling Commission dotyczące oddzielenia funduszy klientów na następującym poziomie"],"The contract period is the timeframe of a trade. It is also called the duration":[null,"Okres kontraktu to okres obowiązywania kontraktu. Nazywany jest też czasem trwania kontraktu"],"The duration is the length of a purchased trade (see":[null,"Czas trwania to długość zakupionego zakładu (zobacz:"],"The entry spot price is the starting price of the trade purchased by a trader":[null,"Cena wejściowa to cena początkowa zakładu zakupionego przez gracza"],"The expiry price is the price of the underlying when the contract expires":[null,"Cena wygaśnięcia to cena instrumentu bazowego w momencie wygaśnięcia kontraktu"],"The financial trading services contained within this site are only suitable for customers who are able to bear the loss of all the money they invest and who understand and have experience of the risk involved in the acquistion of financial contracts. Transactions in financial contracts carry a high degree of risk. If purchased contracts expire worthless, you will suffer a total loss of your investment, which consists of the contract premium":[null,"Usługi zawierania transakcji finansowych oferowane na niniejszym portalu są odpowiednie tylko dla klientów, którzy są w stanie ponieść stratę wszystkich zainwestowanych pieniędzy i którzy rozumieją zagrożenia związane z nabywaniem kontraktów finansowych i mają doświadczenie w tym zakresie. Transakcje finansowe niosą ze sobą wysokie ryzyko. Jeśli zakupiony kontrakt zakończy się bez wartości, stracisz całą zainwestowaną sumę, na którą składać się będzie premia z kontraktu"],"The financial trading services contained within this site are only suitable for customers who are able to bear the loss of all the money they invest and who understand and have experience of the risk involved in the aquistion of financial contracts. Transactions in financial contracts carry a high degree of risk. If purchased contracts expire worthless, you will suffer a total loss of your investment, which consists of the contract permium":[null,"Usługi zawierania transakcji finansowych oferowane na niniejszym portalu są odpowiednie tylko dla klientów, którzy są w stanie ponieść stratę wszystkich zainwestowanych pieniędzy i którzy rozumieją zagrożenia związane z nabywaniem kontraktów finansowych i mają doświadczenie w tym zakresie. Transakcje finansowe niosą ze sobą wysokie ryzyko. Jeśli zakupiony kontrakt zakończy się bez wartości, stracisz całą zainwestowaną sumę, na którą składać się będzie premia z kontraktu"],"The first step is to open an account. You can":[null,"Pierwszym krokiem jest otwarcie konta. Możesz"],"The first thing to do is choose the asset you wish to trade, such as gold or oil, stocks or FX rates (The value of a binary option is derived from the price of the underlying asset). A big advantage of trading options is that you are not buying or selling the actual asset":[null,"Najpierw należy wybrać aktywa, którymi chcesz handlować, np. złoto, ropę naftową, akcje czy kursy wymiany walut (wartość opcji binarnej jest pochodną instrumentu bazowego). Wielką zaletą handlu opcjami jest to, że nie kupujesz ani nie sprzedajesz konkretnych aktywów"],"The first three days of the Bullish Ladder Bottom are strong black candlesticks with consecutive lower opens and lower closes. The fourth day is a short black candlestick, but it opens higher and trades higher, leaving a long upper shadow, then closes making a new low. The fifth day is a strong white candlestick that makes a body gap with the fourth day":[null,"Pierwsze trzy dni formacji dna drabiny o tendencji wzrostowej przybierają formę silnych czarnych świec z niższymi kolejnymi cenami otwarcia i zamknięcia. Czwarty dzień to czarna świeca o krótkim korpusie z wyższymi cenami otwarcia i cenami handlowymi i długim górnym cieniem, która następnie zamyka się nisko. Piąty dzień to silna biała świeca występująca po luce"],"The homing pigeon is a bullish candlestick reversal pattern comprised of two red candlesticks. The first candle is a tall black one that appears in a downward price trend. The second day is also a black candle, but it is smaller and fits inside the body of the first black candle":[null,"Formacja gołębia to to formacja świecowa o tendencji wzrostowej składająca się z dwóch czerwonych świec. Pierwsza świeca to świeca czarna o długim korpusie, występująca w zniżkującym trendzie cenowym. Drugi dzień to również świeca czarna, ale mniejsza, mieszcząca się w obrębie korpusu pierwszej czarnej świecy"],"The indicator is designed for use on a monthly time scale. It is the sum of a 14-month rate of change and 11-month rate of change, smoothed by a 10-period weighted moving average":[null,"Ten wskaźnik został stworzony do stosowania w miesięcznej skali czasowej. Jest sumą 14-miesięcznego i 11-miesięcznego wskaźnika zmian, wygładzoną przez 10-miesięczną ważoną średnią kroczącą"],"The market exit price is the price in effect at the end of the contract period":[null,"Rynkowa cena wyjściowa to cena obowiązująca w momencie zakończenia okresu kontraktu"],"The parabolic SAR is calculated almost independently for each trend in the price. When the price is in an uptrend, the SAR emerges below the price and converges upwards towards it. Similarly, on a downtrend, the SAR emerges above the price and converges downwards. At each step within a trend, the SAR is calculated one period in advance":[null,"Wskaźnik SAR jest obliczany oddzielnie dla każdego trendu ceny. Gdy cena jest w trendzie wzrostowym, SAR pojawia się poniżej poziomu ceny i podąża w górę w stronę ceny. Z kolei w trendzie spadkowym, SAR pojawia się powyżej poziomu ceny i podąża w dół. Na każdym etapie trendu wskaźnik SAR jest obliczany jeden okres wprzód"],"The patent means Regent Markets is the recognised pioneer of binary betting. The patent helps protect our innovations":[null,"Patent oznacza, że Regent Markets jest uznanym pionierem zakładów opcji binarnych. Patent pozwala chronić nasze innowacje"],"The payout is the amount paid to an options trader if their prediction is correct":[null,"Wypłata to kwota do wypłaty graczowi, w przypadku gdy jego prognozy się sprawdzą"],"The piercing pattern is made up of two candlesticks, the first black and the second white.Both candlesticks should have fairly large bodies and the shadows are usually, but not necessarily, small or nonexistent. The white candlestick must open below the previous close and close above the midpoint of the black candlestick's body. A close below the midpoint might qualify as a reversal, but would not be considered as bullish":[null,"Formacja zwana „Piercing Pattern” składa się z dwóch świec: pierwszej czarnej i drugiej białej. Obie świece powinny mieć stosunkowo duży korpus. Zazwyczaj posiadają też krótki cień lub są go pozbawione w ogóle. Biała świeca musi otwierać się poniżej poprzedniej ceny zamknięcia i zamykać się w pobliżu środka korpusu czarnej świecy. Zamknięcie poniżej środka korpusu może sygnalizować zmianę trendu, lecz nie należy go interpretować jako tendencję wzrostową"],"The premier platform for trading binary options in the world's financial markets":[null,"Wiodąca platforma do handlu opcjami binarnymi na światowych rynkach finansowych"],"The profit is the difference between the purchase price (the stake) and the payout on a winning trade":[null,"Zysk to różnica między ceną zakupu (stawką) a wypłatą z wygrywającego zakładu"],"The rebranding is a natural evolution for the platform as it continues to grow market share in the highly competitive field of binary trading. The new brand reflects the nature of the business, and our new tagline - Sharp Prices, Smart Trading - communicates our ethos and commitment to our clients":[null,"Zmiana nazwy to naturalna ewolucja platformy, która ma coraz większy udział w niezwykle konkurencyjnym rynku handlu opcjami binarnymi. Nowa marka odzwierciedla naturę biznesu, a nasze nowe hasło – Atrakcyjne ceny, inteligentny handel – wyraża nasze wartości i poświęcenie dla klientów"],"The resale price indicates a contract's current market price. Resale prices are on a best-efforts basis and may not be available at all times after purchase. See 'Sell option' for more details on selling contracts before expiry":[null,"Cena odsprzedaży wskazuje aktualną cenę rynkową danego kontraktu. Dokładamy wszelkich starań, aby ceny odsprzedaży były zawsze dostępne, jednak mogą one nie być dostępne w każdym czasie po zakupie. Zobacz sekcję „Sprzedaj opcję”, aby uzyskać więcej informacji na temat sprzedaży kontraktów przed ich terminem wygaśnięcia"],"The return is the money realized when the contract expires (see 'Payout')":[null,"Zwrot to kwota wypłacana, gdy kontrakt się zakończy (zobacz: „Wypłata”)"],"The stake is the amount that a trader must pay to enter into a trade":[null,"Stawka to kwota, którą gracz musi zapłacić, żeby przystąpić do transakcji"],"The sum of price over selected period":[null,"Suma cen w wybranym okresie"],"The variance and the closely-related standard deviation are measures of how spread out a distribution is. In other words, they are measures of variability. The variance is computed as the average squared deviation of each number from its mean":[null,"Wariancja i powiązane z nią odchylenie standardowe to wskaźniki pokazujące jak szeroko rozrzucone są wartości danej wielkości. Innymi słowy, są miarami zmienności. Wariancja to średnia arytmetyczna kwadratów odchyleń poszczególnych wartości cechy od wartości oczekiwanej"],"The volatility indices simulate various real market situations and provide an ideal platform for getting used to trading and testing strategies under various market conditions. These indices depend on volatility and drift, and help users to try out scenarios like - high volatility, low volatility, bullish and bearish trends":[null,"Wskaźniki zmienności symulują różne sytuacje rynkowe i zapewniają doskonałe warunki do przećwiczenia strategii handlowych w różnych warunkach rynkowych. Indeksy są zależne od zmienności rynku i pomagają użytkownikom wypróbować różne scenariusze: wysokiej i niskiej zmienności, trendów wzrostowych i spadkowych"],"There are four main trade types for you to choose from":[null,"Możesz wybrać spośród czterech głównych rodzajów kontraktów"],"There are two types of In/Out trades":[null,"Istnieją dwa rodzaje zakładów typu „w/poza”"],"There are two types of Up/Down trades":[null,"Istnieją dwa rodzaje zakładów typu „góra/dół”"],"There are two ways to trade Asians":[null,"Są dwa sposoby handlowania zakładami azjatyckimi"],"These are trades where the trader predicts if a market will finish higher or lower than a specified price target":[null,"Są to zakłady, w których gracz prognozuje, czy cena rynkowa będzie wyższa czy niższa od wybranej ceny docelowej"],"These are trades where the trader predicts if a market will rise or fall at the end of a selected time period":[null,"Są to zakłady, w których gracz prognozuje, czy cena rynkowa będzie rosła czy malała pod koniec wybranego okresu"],"These are trades where the trader selects a low and high barrier, and predicts if the market will stay within these barriers or go outside them (see also 'Stays Between/Goes Outside trades')":[null,"Są to zakłady, w których gracz wybiera dolny i górny limit, a następnie prognozuje, czy cena rynkowa pozostanie pomiędzy tymi limitami czy je przekroczy (zobacz także „Zakłady typu pozostanie pomiędzy/ przekroczy”)"],"These are trades where the trader selects a price target, and predicts that the market will never touch the target before the expiry of the trade":[null,"Są to zakłady, w których gracz wybiera cenę docelową oraz prognozuje, że rynek nigdy nie osiągnie ceny docelowej przed wygaśnięciem zakładu"],"These are trades where the trader selects a price target, and predicts that the market will touch the target before the expiry of the trade":[null,"Są to zakłady, w których gracz wybiera cenę docelową oraz prognozuje, że rynek osiągnie cenę docelową przed wygaśnięciem zakładu"],"This Moving Average uses curve of the Normal (Gauss) distribution which can be placed by Offset parameter from 0 to 1. This parameter allows regulating the smoothness and high sensitivity of the Moving Average. Sigma is another parameter that is responsible for the shape of the curve coefficients":[null,"Średnia krocząca wykorzystuje rozłożenie zgodne z krzywą Gaussa, czyli od 0 do 1. Pozwala to regulować wygładzenie i wrażliwość średniej kroczącej. Sigma to kolejny wskaźnik odpowiedzialny za kształt współczynników krzywej"],"This feature is not relevant to virtual-money accounts":[null,""],"This field is required":[null,"To pole jest wymagane"],"This is another award we really savour. Trade2win is a portal for active traders seeking to profit from stocks, futures, options and forex, and these traders award us silver (we are just pipped for gold by Betfair). It means active traders worldwide rate our trading platform extremely highly":[null,"To nasza kolejna cenna nagroda. Trade2win to portal dla aktywnych graczy, którzy chcą osiągnąć zysk z handlu akcjami, kontraktami futures, opcjami i walutami. Ci właśnie gracze przyznali nam srebro (złoto zgarnął Betfair). Oznacza to, że aktywni gracze z całego świata oceniają naszą platformę handlową naprawdę wysoko"],"This is big. We pick up a double award from the Financial Times and Investors Chronicle, reflecting our success in improving the quality and usability of our website and products":[null,"To duże osiągnięcie. Otrzymaliśmy podwójną nagrodę od Finacial Times i  Investors Chronicle, co odzwierciedla nasz sukces w poprawie jakości i użyteczności naszego portalu i naszych produktów"],"This is the current price at which an underlying can be bought or sold at a particular time":[null,"Jest to aktualna cena, po której można kupić lub sprzedać instrumenty bazowe w danym okresie"],"This pattern occurs when two black days appear with equal closes in a downtrend. Matching Low indicates a bottom has been made, even though the new low was tested and there was no follow through, which is indicative of a good support price":[null,"Ta formacja występuje, gdy dwie czarne świece mają takie same ceny zamknięcia w trendzie zniżkowym. Jednakowe dołki wskazują, że osiągnięte zostało dno, nawet gdy mamy do czynienia z dobrą ceną wsparcia"],"Three Advancing White Soldiers (CDL3WHITESOLDIERS)":[null,"Three Advancing White Soldiers – trzech białych żołnierzy (CDL3WHITESOLDIERS)"],"Three Black Crows (CDL3BLACKCROWS)":[null,"Three Black Crows – trzy czarne kruki (CDL3BLACKCROWS)"],"Three Inside Up/Down (CDL3INSIDE)":[null,"Three Inside Up/Down (CDL3INSIDE)"],"Three Outside Up/Down (CDL3OUTSIDE)":[null,"Three Outside Up/Down (CDL3OUTSIDE)"],"Three Stars In The South (CDL3STARSSOUTH)":[null,"Three Stars In The South – południowa potrójna gwiazda (CDL3STARSSOUTH)"],"Three tall white candles, each with higher closes, and bodies that overlap (an opening price within the prior candle's body)":[null,"Trzy białe świece o długim korpusie, każda zamykająca się wysoko, których korpusy nachodzą na siebie (cena otwarcia znajduje się w obrębie korpusu poprzedniej świecy)"],"Three white days occur. Each successive day opens within the body of the previous day and closes above the previous day. The bodies of the candles get progressively smaller with the upper shadows of day 2 and 3 getting progressively longer":[null,"Występują trzy białe świece. Każda kolejna świeca posiada cenę otwarcia w obrębie korpusu poprzedniej świecy i cenę zamknięcia powyżej poprzedniej świecy. Korpusy świec stają się stopniowo mniejsze, a górne cienie świecy drugiej i trzeciej stopniowo wydłużają się"],"Three-Line Strike (CDL3LINESTRIKE)":[null,"Three-Line Strike – cios w trzy linie (CDL3LINESTRIKE)"],"Thrusting Pattern (CDLTHRUSTING)":[null,"Thrusting Pattern (CDLTHRUSTING)"],"Thu":[null,"Czw."],"Thursday":[null,"Czwartek"],"Tick":[null,"Najmniejsza zmiana ceny"],"Tick Trade app":[null,"Aplikacja Tick Trade"],"Tick {row.number}":[null,"Najmniejsza zmiana ceny {row.number}"],"Ticks":[null,"Najmniejsze zmiany ceny"],"Time interval":[null,"Odstęp czasu"],"Time out until":[null,"Przekroczono limit czasu do"],"Times are changing. We increase payouts so our clients can make the most of their winning trades":[null,"Czasy się zmieniają. Zwiększamy wypłaty, dzięki czemu nasi klienci mogą maksymalnie korzystać ze swoich wygranych zakładów"],"Title":[null,"Tytuł"],"Ti ng Vi t":[null,"Tiếng Việt"],"To":[null,"Do"],"To deposit money please contact the payment agent directly":[null,"Aby wpłacić pieniądze, skontaktuj się bezpośrednio z pośrednikiem płatności"],"To process deposits and withdrawals for payment methods or local currencies not supported by Binary.com contact a payment agent":[null,"Możesz skorzystać z usług pośrednika płatności oferującego metody płatności i lokalne waluty nieobsługiwane przez Binary.com"],"To withdraw funds please enter the special verification token we have just emailed you":[null,"Aby wypłacić środki, wpisz specjalny kod weryfikacyjny wysłany na Twój adres e-mail"],"Token":[null,"Token"],"Token Management":[null,"Zarządzanie tokenami"],"Token management":[null,"Zarządzanie tokenami"],"Token name":[null,"Nazwa tokenu"],"Token permissions":[null,"Pozwolenia dla tokenu"],"Tooltip background":[null,"Tło tooltipa"],"Tooltip text":[null,"Tekst tooltipa"],"Total Copiers":[null,"Wszyscy kopiujący"],"Total Cost":[null,"Koszt całkowity"],"Total Profit/Loss":[null,"Całkowity zysk / całkowita strata"],"Total Trades":[null,"Wszyscy gracze"],"Touch":[null,"Osiągnie"],"Touch/No Touch":[null,"Osiągnie/nie osiągnie"],"Touch/No Touch - Predict if the market will touch or not touch a target price":[null,"Osiągnie/nie osiągnie – Prognozuj, czy rynek osiągnie cenę docelową"],"Tourism":[null,"Turystyka"],"Town/City":[null,"Miasto"],"Trade":[null,"Handluj"],"Trade Confirmation":[null,"Potwierdzenie zawarcia zakładu"],"Trade Types":[null,"Typy zakładów"],"Trade according to your preferred strategy":[null,"Handluj zgodnie ze swoją ulubioną strategią"],"Trade using":[null,"Handluj, korzystając z"],"Trader":[null,"Gracz"],"Trader's Statistics":[null,"Statystyki gracza"],"Trades Profitability":[null,"Rentowność gracza"],"Trades break down":[null,"Podział zakładów"],"Trading Experience":[null,""],"Trading Times":[null,"Godziny handlowania"],"Trading binary options is relatively easy, and you can purchase a trade in only three simple steps":[null,"Handel opcjami binarnymi jest stosunkowo prosty, a zakup zakładu wymaga jedynie trzech prostych kroków"],"Trading binary options may not be suitable for everyone, so please ensure that you fully understand the risks involved. Your losses can exceed your initial deposit and you do not own or have any interest in the underlying asset. In regards to binary options which are gambling products, remember that gambling can be addictive - please play responsibly":[null,"Handlowanie opcjami binarnymi może nie być odpowiednie dla każdego, więc prosimy o upewnienie się, że w pełni rozumiesz związane z nim ryzyko. Twoje straty mogą przewyższyć Twój wkład początkowy, dodatkowo nie posiadasz żadnego interesu w odniesieniu do aktywów bazowych. W przypadku opcji binarnych, które stanowią produkt hazardowy, należy pamiętać, że hazard może uzależniać – prosimy o rozsądną grę"],"Tradingview for Binary.com":[null,"Widok handlowy Binary.com"],"Transfer":[null,"Przelew"],"Transfer to another Binary account":[null,"Przelew na inne konto Binary"],"Transparent risk and potential reward":[null,"Brak ukrytego ryzyka i znana wysokość potencjalnego zysku"],"Triangular Moving Average (TRIMA)":[null,"Trójkątna średnia krocząca (TRIMA)"],"Triple Exponential Moving Average (T3)":[null,"Potrójna wykładnicza średnia krocząca (T3)"],"Triple Exponential Moving Average (TEMA)":[null,"Potrójna wykładnicza średnia krocząca (TEMA)"],"Tristar Pattern (CDLTRISTAR)":[null,"Tristar Pattern – potrójna gwiazda (CDLTRISTAR)"],"True Range (TRANGE)":[null,"Rzeczywisty zasięg (TRANGE)"],"Try":[null,"Wypróbuj"],"Tue":[null,"Wt."],"Tuesday":[null,"Wtorek"],"Turnover":[null,"Obrót"],"Two Crows (CDL2CROWS)":[null,"Two Crows – dwa kruki (CDL2CROWS)"],"Two-way pricing":[null,"Wycena dwustronna"],"Types of lookbacks":[null,""],"Typical Price (TYPPRICE)":[null,"Typowa cena (TYPPRICE)"],"US Patents":[null,"Patenty amerykańskie"],"USD":[null,"USD"],"USDJPY":[null,"USDJPY"],"Ultimate Oscillator (ULTOSC)":[null,"Ultimate Oscillator (ULTOSC)"],"Under":[null,"Poniżej"],"Underlying":[null,"Instrument bazowy"],"Unfortunately, no - funds initially deposited through one payment method must be withdrawn through the same system; funds cannot be transferred to an alternate system for withdrawal. We do offer a wide variety of payment methods, to suit your specific needs and preferences":[null,"Niestety nie – środki wpłacone przy użyciu określonej metody płatności muszą być wypłacone przy użyciu tego samego systemu. Nie można wypłacić środków poprzez alternatywny system płatności. Oferujemy wiele metod płatności, aby zaspokoić różne potrzeby i preferencje klientów"],"Unfortunately, your browser does not support them":[null,"Niestety Twoja przeglądarka ich nie obsługuje"],"Unique 3 River (CDLUNIQUE3RIVER)":[null,"Unique 3 River – trzy rzeki (CDLUNIQUE3RIVER)"],"Unique Three River Bottom is a bullish candlestick pattern made up of three candles: The 1st candle has a long and bearish body, the 2nd candle is a hammer, and its body is inside the 1st bar's body, the 3rd candle is small and bullish, its Close price is lower than 2nd bar's":[null,"Dno trzech rzek to formacja świecowa o tendencji wzrostowej, składająca się z maksymalnie trzech świec: pierwsza świeca posiada długi korpus i jest świecą o tendencji spadkowej, druga ma postać młota i jej korpus znajduje się w obrębie korpusu pierwszej świecy, zaś trzecia świeca ma mały korpus, jest świecą o tendencji wzrostowej, a jej cena zamknięcia znajduje się poniżej korpusu świecy drugiej"],"Up - Predict that the market will end higher than the average price":[null,"Góra – Prognozuj, czy cena rynkowa będzie wyższa od średniej ceny"],"Up/Down":[null,"Góra/dół"],"Up/Down-Gap Side-By-Side White Lines (CDLGAPSIDESIDEWHITE)":[null,"Up/Down-Gap Side-By-Side White Lines – Białe linie góra/dół-luka (CDLGAPSIDESIDEWHITE)"],"Upcoming Events":[null,"Nadchodzące wydarzenia"],"Update":[null,"Aktualizuj"],"Update Settings":[null,"Aktualizuj ustawienia"],"Upgrade to a Real Account":[null,"Przekształć w konto z prawdziwymi pieniędzmi"],"Upload template":[null,"Załaduj szablon"],"Upside/Downside Gap Three Methods (CDLXSIDEGAP3METHODS)":[null,"Upside/Downside Gap Three Methods (CDLXSIDEGAP3METHODS)"],"Upside/Downside Gap Two Crows (CDLUPSIDEGAP2CROWS)":[null,"Upside/Downside Gap Two Crows (CDLUPSIDEGAP2CROWS)"],"Use":[null,"Użyj"],"Use the \"Save as ...\" button to save the chart settings, type, time period, indicators and comparisons":[null,"Użyj przycisku „Zapisz jako ...”, aby zapisać ustawienia wykresu, jego rodzaj, a także przedział czasu, wskaźniki i porównania"],"Use the \"Save as ...\" button to save the trade settings":[null,"Użyj przycisku „Zapisz jako…”, aby zapisać ustawienia handlowe"],"Using our website, customers can trade currencies, indices, stocks and commodities 24/7. We have the most flexible pricing and the most comprehensive suite of products available":[null,"Korzystając z naszej strony internetowej, nasi klienci mogą handlować walutami, wskaźnikami, akcjami i towarami 24 godziny na dobę. Oferujemy najbardziej zróżnicowane ceny i najbogatszą gamę produktów"],"Variance (VAR)":[null,"Wariancja (VAR)"],"Various customisable features like loading and arranging assets, charting, and other resources however you see fit":[null,"Różne funkcje z możliwością dostosowania: ładowanie i rozmieszczanie aktywów, wykresy i wiele innych przydatnych narzędzi"],"Verification code has been sent to your email":[null,"Kod weryfikacyjny został wysłany na Twój adres e-mail"],"Verification token":[null,"Token weryfikacyjny"],"Verify new password":[null,"Zweryfikuj nowe hasło"],"Vertical line":[null,"Linia pionowa"],"View":[null,"Widok"],"View Statement":[null,"Zobacz oświadczenie"],"Volatility Index Markets":[null,"Rynki indeksu zmienności"],"Volatility Indicators":[null,"Wskaźniki zmienności"],"Volatility Indices":[null,"Wskaźniki zmienności"],"Volatility Indices are further categorized into two types":[null,"Istnieją dwa typy wskaźników zmienności"],"Volatility indices - Binary.com's proprietary indices that simulate market forces":[null,"Wskaźniki zmienności – Wskaźniki stworzone przez Binary.com symulujące siły rynkowe"],"WMA stands for weighted moving average. It helps to smooth the price curve for better trend identification. It places even greater importance on recent data than the EMA does":[null,"Średnia WMA to ważona średnia krocząca. Pomaga wygładzić zmiany ceny, by lepiej dostrzegać trendy. Przykłada bardzo duże znaczenie do najnowszych danych – nawet większe niż średnia EMA"],"We are required by our license to inform you about what happens to funds which we hold on account for you, and the extent to which funds are protected in the event of insolvency":[null,"Nasza licencja zobowiązuje nas, aby poinformować Cię, co dzieje się z Twoimi środkami gromadzonymi na naszych kontach oraz o zakresie ochrony, jaką środki są objęte na wypadek naszej niewypłacalności"],"We do it again. BetOnMarkets.com follows up our 2007 award by being voted 'Best Fixed-Odds Financial Trading Provider' for 2008":[null,"Znowu nam się udało. W 2008 r. BetOnMarkets.com zdobywa tę samą nagrodę co w 2007 r.:„Najlepszy dostawca zakładów o ustalonej stawce”"],"We offer three types lookbacks":[null,""],"We rebrand BetOnMarkets.com as":[null,"Zmieniamy nazwę BetOnMarkets.com na"],"We segregate all client funds and hold them in secure and licensed financial institutions, according to the conditions of our trading licenses":[null,"Segregujemy fundusze wszystkich klientów i przechowujemy je w bezpiecznych instytucjach finansowych objętych nadzorem, zgodnie z warunkami posiadanej przez nas licencji handlowej"],"We're granted patents for 'Computer trading system and method for speculating on a financial market' and 'Computer trading system for offering custom financial market speculations'. The patents show our ability to innovate and stay ahead of the pack":[null,"Otrzymujemy patenty na „System handlu komputerowego i metodę spekulacji na rynku finansowym” oraz „System handlu komputerowego oferującego spersonalizowane spekulacje rynkowe”. Patenty są dowodem na nasze umiejętności wprowadzania innowacji i bycia pionierem w branży"],"We're really proud of this award. We're strongly committed to offering an ethical and customer-focused trading experience, and the award shows that BetOnMarkets is a trusted brand that listens and caters to customers, whether they are experienced traders or novices. We offer customer services in English, Indonesian, Russian, Chinese and Spanish":[null,"Jesteśmy dumni z tej nagrody. Zależy nam na tym, by nasi klienci otrzymywali usługi wysokiej jakości. Nagroda dowodzi, że BetOnMarkets to marka godna zaufania, a nasza firma wsłuchuje się w potrzeby naszych klientów niezależnie od tego, czy są nowicjuszami czy doświadczonymi graczami. Obsługę klienta zapewniamy po angielsku, indonezyjsku, rosyjsku, chińsku i hiszpańsku"],"Webtrader":[null,"Webtrader"],"Webtrader is an advanced trading platform that's fully-customisable according to your personal preferences":[null,"Webtrader to zaawansowana platforma handlowa, którą można całkowicie spersonalizować w zależności od osobistych potrzeb"],"Webtrader uses new web technologies for rich and enjoyable trading experience":[null,"Aplikacja Webtrader wykorzystuje nowe technologie internetowe, aby zapewnić doskonałe handlowanie"],"Wed":[null,"Śr."],"Wednesday":[null,"Środa"],"Weighted Close Price (WCLPRICE)":[null,"Weighted Close Price – ważona cena zamknięcia (WCLPRICE)"],"Weighted Moving Average (WMA)":[null,"Ważona średnia krocząca (WMA)"],"Welcome to Binary.com Webtrader":[null,"Witamy na platformie Webtrader firmy Binary.com"],"What are OTC indices and stocks?":[null,"Czym są wskaźniki i akcje OTC?"],"What are lookbacks":[null,""],"What is pep?":[null,"Czym jest pep?"],"What is this?":[null,""],"When you are satisfied with the price that you receive, execute your trade immediately. With our unique platform, you won t have to contend with  slippages  or gaping markets. And most importantly, there are no invisible fees. You can also sell back any long-term trades at any time before they expire to protect the profit you may have earned or to minimise your losses":[null,"Jeśli satysfakcjonuje Cię proponowana cena, zawrzyj zakład natychmiast. Dzięki naszej unikatowej platformie unikniesz „opóźnień rynkowych” i luk cenowych, i co najważniejsze, nie poniesiesz żadnych ukrytych opłat. Możesz też w dowolnej chwili odsprzedać wybrany zakład długoterminowy przed jego wygaśnięciem, aby ochronić uzyskane zyski lub zminimalizować straty"],"When you trade with Binary.com, you can be assured that your deposits are held in a separate trust account and are not used for any other purpose":[null,"Handlując z Binary.com, możesz mieć pewność, że Twoje środki są przechowywane na oddzielnych rachunkach powierniczych i nie są wykorzystywane w żadnych innych celach"],"Where does Binary.com hold my funds?":[null,"Gdzie firma Binary.com przechowuje moje środki?"],"While on the go, you can":[null,"Także w podróży możesz"],"Why Choose Binary Trading?":[null,"Dlaczego warto wybrać handel opcjami binarnymi?"],"Why trade with Binary.com":[null,"Dlaczego warto handlować z Binary.com"],"Will I need to install any software?":[null,"Czy muszę instalować jakieś oprogramowanie?"],"Williams' %R (WILLR)":[null,"Williams' %R (WILLR)"],"Win the multiplier times the close minus low":[null,""],"Win the multiplier times the high minus close":[null,""],"Win the multiplier times the high minus low":[null,""],"With Binary.com you can trade":[null,"Z Binary.com możesz handlować w następujących warunkach:"],"Withdraw funds":[null,"Wypłać środki"],"Withdrawal via payment agents":[null,"Wypłata przez pośrednika płatności"],"Workspace":[null,"Obszar roboczy"],"X-axis labels":[null,"Etykiety osi X"],"X-axis line":[null,"Linia osi X"],"X-axis tick":[null,"Najmniejsza zmiana ceny na osi X"],"Xodds.com":[null,"Xodds.com"],"Y-axis gridline":[null,"Linia siatki osi Y"],"Y-axis labels":[null,"Etykiety osi Y"],"Yearly Profitable Trades":[null,"Roczne zakłady z zyskiem"],"Yes":[null,"Tak"],"You are not copying any trade(s) yet":[null,"Nie kopiujesz jeszcze żadnego gracza"],"You can":[null,"Możesz"],"You don't need to deposit any money to open an account, but you need to deposit funds before you can start trading":[null,"Nie musisz wpłacać pieniędzy, aby otworzyć konto, jednak musisz wpłacić środki przed rozpoczęciem handlowania"],"You have sold the following contract":[null,"Sprzedano następujący kontrakt"],"You haven't saved any templates yet":[null,"Nie zapisano jeszcze żadnych szablonów"],"You only need to make four decisions to execute a binary contract":[null,"Aby zawrzeć kontrakt opcji binarnych musisz podjąć tylko cztery decyzje"],"You pay":[null,"Płacisz"],"You will be automatically logged out after such time":[null,"Po tym czasie nastąpi automatyczne wylogowanie"],"You wish to allow other traders to copy your trades":[null,"Czy chcesz zezwolić innym graczom na kopiowanie Twoich zakładów"],"You wish to copy another trader's trades":[null,"Czy chcesz skopiować zakłady innego gracza"],"Your Binary.com account is created, but to start trading you need to allow Webtrader access it":[null,"Twoje konto Binary.com zostało utworzone, ale żeby rozpocząć handlowanie, musisz udzielić aplikacji Webtrader dostępu do niego"],"Your account (%) is locked, please contact customer support for more info.":[null,"Twoje konto (%) jest zablokowane. Skontaktuj się z działem obsługi klienta, aby uzyskać więcej informacji."],"Your browser is not supported":[null,"Twoja przeglądarka nie jest obsługiwana"],"Your copying settings":[null,"Twoje ustawienia kopiowania"],"Your email":[null,"Twój adres e-mail"],"Your new account balance is":[null,"Twoje nowe saldo na koncie to"],"Your transaction reference is":[null,"Numer referencyjny transakcji to"],"Your transaction reference number is":[null,"Numer referencyjny transakcji to"],"Zoom":[null,"Powiększ"],"allowing clients to develop their own automated trading robots with  drag-and-drop  simplicity":[null,"pozwalające klientom na tworzenie swoich własnych robotów do automatycznego handlowania, korzystając z prostych narzędzi i funkcji, takich jak „przeciągnij i upuść”"],"and for Irish clients by (3) the Revenue Commissioners in Ireland (Remote Bookmaker's Licence no. 1010285 issued on 1 July 2017). View complete":[null,""],"and start learning how to trade":[null,"i zacznij uczyć się, jak handlować"],"apostrophe (') are allowed":[null,"apostrof (') są dozwolone"],"apply online":[null,"aplikuj online"],"at a valuation of US$ 50.5 million":[null,"za 50,5 miliona $"],"auto-trader programming tool":[null,"narzędzie programistyczne „automatyczny gracz”"],"below and proceeding with the Account Opening you should note that you may be exposing yourself to risks (which may be significant, including the risk of loss of the entire sum invested) that you may not have the knowledge and experience to properly assess or mitigate":[null,"i kontynuowanie procedury otwarcia konta oznacza, że zdajesz sobie sprawę z tego, że możesz być narażony/a na ryzyko (które może być znaczne, w tym na ryzyko utraty całej zainwestowanej sumy) i możesz nie posiadać wystarczającej wiedzy i wystarczającego doświadczenia, aby sobie z nimi poradzić"],"commission":[null,"prowizja"],"contact support":[null,"skontaktuj się z działem pomocy"],"create a Read-only token, and share the token with your copier(s)":[null,""],"customer support":[null,"dział obsługi klienta"],"day":[null,"dzień"],"days":[null,"dni"],"deposit funds and begin trading within minutes":[null,"wpłać środki i rozpocznij handlowanie w kilka minut"],"disposes of its stake":[null,"zbywa swoje udziały"],"e-commerce site for branded merchandise":[null,"sklep internetowy z markowymi towarami"],"end time":[null,"czas zakończenia"],"entry spot":[null,"pozycja wejściowa"],"exit spot":[null,"pozycja wyjściowa"],"for mobile charts":[null,"dla wykresów na urządzenia mobilne"],"has updated its":[null,"zaktualizował(a) swój"],"hour":[null,"godzina"],"hours":[null,"godzin(y)"],"if this is not your country of residence":[null,"jeśli nie jest to Twój kraj zamieszkania"],"in just a few minutes":[null,"w zaledwie kilka minut"],"in the future, the":[null,"w przyszłości,"],"is Binary's advanced desktop trading platform. Its multi-window interface provides maximum flexibility and suits the needs of active traders working on their desktop PCs":[null,"jest zaawansowaną platformą handlową firmy Binary na komputery stacjonarne. Jej wieloekranowy interfejs zapewnia maksymalną elastyczność i sprosta potrzebom aktywnych graczy pracujących na swoich komputerach PC"],"is required. Current spread":[null,"jest wymagana. Obecny spread"],"is that which is selected and the":[null,"jest czasem, który został wybrany"],"is the":[null,"jest"],"is the price in effect at that time":[null,"jest ceną obowiązującą w danej chwili"],"is the selected number of minutes/hours after the":[null,"jest wybraną liczbą minut/godzin po"],"is the selected time":[null,"to wybrany czas"],"is the spot at the":[null,"jest pozycją"],"is when the contract is processed by our servers and the":[null,"to moment przetworzenia kontraktu przez nasze serwery, a"],"main site":[null,"strona główna"],"medium protection":[null,"średnia ochrona"],"minute":[null,"minuta"],"minutes":[null,"minut(y)"],"next tick":[null,"następna najmniejsza zmiana ceny"],"of \"Now\", the":[null,"jako „Teraz”,"],"open a free $10k fully-functional virtual-money account":[null,"otwórz darmowe w pełni funkcjonalne konto z 10 000 $"],"open an account":[null,"otwórz konto "],"our helpful support desk":[null,"naszym zespołem wsparcia"],"payment agent":[null,"pośrednik płatności"],"points":[null,"punkty"],"sec":[null,""],"second":[null,"sekunda"],"seconds":[null,"sekund(y)"],"session overview":[null,"omówienie sesji"],"start time":[null,"czas rozpoczęcia"],"terms and conditions":[null,"regulamin"],"the":[null," "],"thereafter":[null,"po tym czasie"],"tick":[null,"najmniejsza zmiana ceny"],"ticks":[null,"najmniejsze zmiany ceny"],"www.Binary.com":[null,"www.Binary.com"],"yes":[null,"tak"],"{agent.commission}%":[null,"{agent.commission}%"],"| Return":[null,""],"enabling clients, affiliates, and developers to buy and sell Binary.com products":[null,"umożliwiając klientom, partnerom i programistom zakup i sprzedaż produktów firmy Binary.com"]}