{"1":[null,"1"],"2":[null,"2"],"3":[null,"3"],"4":[null,"4"],"5":[null,"5"],"8":[null,"8"],"10":[null,"10"],"15":[null,"15"],"30":[null,"30"],"":{"plural-forms":"nplurals=1; plural=0;","x-generator":"crowdin.com","x-crowdin-project":"webtrader","x-crowdin-language":"th","x-crowdin-file":"/development/translations/i18n/messages.pot","project-id-version":"webtrader","content-type":"text/plain; charset=UTF-8","last-translator":"binarycom","language-team":"Thai","language":"th_TH","po-revision-date":"2019-08-21 04:30"},"\"http://www.gamblingcommission.gov.uk/Consumers/Protection-of-customer-funds.aspx\"":[null,"\"http://www.gamblingcommission.gov.uk/Consumers/Protection-of-customer-funds.aspx\""],"(if less than one day in duration), or at the end of the trading day (if one day or more in duration)":[null,"(ถ้าระยะเวลาน้อยกว่าหนึ่งวัน) หรือ สิ้นสุดของวันซื้อขาย (ถ้าเป็นระยะเวลาหนึ่งวันหรือมากกว่า)"],"* Contract has not started yet":[null,"* สัญญายังไม่เริ่ม"],"* Password must be 6 characters minimum":[null,"* รหัสผ่านต้องมีอย่างน้อย 6 ตัวอักษร"],"* Password must contain uppercase letters and numbers":[null,"* รหัสผ่านต้องประกอบด้วยอักษรตัวพิมพ์ใหญ่และตัวเลข"],"* Please enter your new password":[null,"* โปรดป้อนรหัสผ่านใหม่ของคุณ"],"- Binary.com is not affiliated with any of the Payment Agents listed above. Each Payment Agent operates as an independent service provider and is not endorsed, guaranteed or otherwise approved by Binary.com. CUSTOMERS DEAL WITH PAYMENT AGENTS AT THEIR SOLE RISK AND PERIL. Customers are advised to check the credentials of Payment Agents before sending them any money. Binary.com shall not in any circumstance be held responsible for transactions made between customers and Payment Agents":[null,"- Binary.com ไม่ได้เข้าร่วมเป็นพันธมิตรกับตัวแทนรับชำระเงินที่แจกแจงข้างต้น ตัวแทนรับชำระเงินแต่ละรายดำเนินการในฐานะผู้ให้บริการอิสระ และไม่ได้รับการรับรอง รับประกัน หรืออนุมัติโดย Binary.com ลูกค้าที่ติดต่อกับตัวแทนรับชำระเงินจะต้องรับผิดชอบต่อความเสี่ยงต่างๆ ด้วยตัวเอง ขอแนะนำให้ลูกค้าตรวจสอบข้อมูลหลักฐานอ้างอิงของตัวแทนรับชำระเงินก่อนที่จะส่งเงินใดๆให้กับตัวแทน Binary.com ไม่ว่าในกรณีใดๆ ก็ตาม จะไม่รับผิดชอบต่อธุรกรรมที่กระทำขึ้นระหว่างลูกค้ากับตัวแทนรับชำระเงิน"],"0-1 year":[null,"0-1 ปี"],"0-5 transactions in the past 12 months":[null,"มี 0-5 ธุรกรรมในระยะเวลา 12 เดือน ที่ผ่านมา"],"1 Day":[null,"1 วัน"],"1 Hour":[null,"1 ชั่วโมง"],"1 Minute":[null,"1 นาที"],"1 Tick":[null,"1 ช่วงเวลา"],"1-2 years":[null,"1-2 ปี"],"10 Minutes":[null,"10 นาที"],"10m":[null,"10 นาที"],"15 Minutes":[null,"15 นาที"],"15m":[null,"15 นาที"],"1d":[null,"1 วัน"],"1h":[null,"1 ชั่วโมง"],"1m":[null,"1 นาที"],"1t":[null,"1t"],"2 Hours":[null,"2 ชั่วโมง"],"2 Minutes":[null,"2 นาที"],"2h":[null,"2 ชั่วโมง"],"2m":[null,"2 นาที"],"3 Minutes":[null,"3 นาที"],"30 Minutes":[null,"30 นาที"],"30-day limit on losses":[null,"วงเงินขาดทุนในช่วง 30 วัน"],"30-day turnover limit":[null,"วงเงินซื้อขาย 30 วัน"],"30m":[null,"30 นาที"],"3m":[null,"3 นาที"],"4 Hours":[null,"4 ชั่วโมง"],"40 transactions or more in the past 12 months":[null,"มีมากกว่า 40 ธุรกรรม ภายใน 12 เดือนที่ผ่านมา"],"4h":[null,"4 ชั่วโมง"],"5 Minutes":[null,"5 นาที"],"5m":[null,"5 นาที"],"6-10 transactions in the past 12 months":[null,"มี 6-10 ธุรกรรมในระยะเวลา 12 เดือน ที่ผ่านมา"],"7-day limit on losses":[null,"วงเงินขาดทุนในช่วง 7 วัน"],"7-day turnover limit":[null,"วงเงินซื้อขาย 7 วัน"],"8 Hours":[null,"8 ชั่วโมง"],"8h":[null,"8 ชั่วโมง"],"AM":[null,"น."],"Accept":[null,"ยอมรับ"],"Accessible from any web browser in 13 languages":[null,"เข้าถึงได้จากเว็บเบราว์เซอร์ใดๆก็ได้ 13 ภาษา"],"Account balance":[null,"ยอดคงเหลือในบัญชี"],"Account balance:":[null,"ยอดคงเหลือในบัญชี:"],"Account id not found.":[null,"ไม่พบหมายเลขบัญชี"],"Account token not found.":[null,"ไม่พบโทเค่นของบัญชี"],"Action":[null,"การดำเนินการ"],"Active":[null,"ใช้งานอยู่"],"Active Since":[null,"ใช้งานเมื่อ"],"Add comparisons":[null,"เพิ่มการเปรียบเทียบ"],"Add indicator":[null,"เพิ่มตัวบ่งชี้"],"Add/Remove comparisons":[null,"เพิ่ม/ลบ การเปรียบเทียบ"],"Add/Remove indicators":[null,"เพิ่ม/ลบ ตัวชี้วัด"],"Add/remove indicators":[null,"เพิ่ม/ลบ ตัวชี้วัด"],"Added new workspace %":[null,"เพิ่มพื้นที่ใช้งานใหม่ %"],"Admin":[null,"ผู้ดูแลระบบ"],"All fields are optional. If you wish to copy all assets and trade types, please leave all fields empty":[null,"ฟิลด์ข้อมูลทั้งหมดเป็นแบบให้เลือก ถ้าคุณต้องการคัดลอกสินทรัพย์และประเภทการซื้อขายทั้งหมด กรุณาปล่อยฟิลด์เหล่านี้ว่าง"],"All times are in GMT (Greenwich Mean Time)":[null,"เวลาที่ใช้อ้างอิง คือ GMT (Greenwich Mean Time) เวลามาตรฐานเมืองกรีนิช"],"Amount":[null,"มูลค่า"],"Amount per point":[null,"จำนวนต่อจุด"],"Apply":[null,"ใช้งาน"],"Apply to become a Binary.com":[null,"สมัครเพื่อเป็นตัวแทนรับชำระเงินกับ Binary.com"],"Apr":[null,"เม.ย."],"April":[null,"เมษายน"],"Are you sure you want to delete template?":[null,"ท่านแน่ใจหรือไม่ว่า ต้องการลบแม่แบบนี้?"],"Are you sure you want to delete this token?":[null,"ท่านแน่ใจหรือไม่ ท่านต้องการลบโทเค่นนี้?"],"Are you sure you want to overwrite current template?":[null,"ท่านแน่ใจหรือไม่ว่า ต้องการเขียนทับแม่แบบปัจจุบัน?"],"Asian down":[null,"เอเชียลง"],"Asian up":[null,"เอเชียขึ้น"],"Asians":[null,"Asians"],"Asset":[null,"สินทรัพย์"],"Asset Index":[null,"ดัชนีสินทรัพย์"],"Assets":[null,"สินทรัพย์"],"Aug":[null,"ส.ค."],"August":[null,"สิงหาคม"],"Avg. Duration of Open Positions":[null,"ระยะเวลาเฉลี่ยของตำแหน่งที่เปิด"],"Avg. Loss":[null,"ขาดทุนเฉลี่ย"],"Avg. Profit":[null,"กำไรเฉลี่ย"],"Back":[null,"กลับ"],"Back to list":[null,"กลับไปที่รายการ"],"Barrier":[null,"Barrier"],"Barrier offset":[null,"Barrier ออฟเซ็ท"],"Bill Williams":[null,"Bill Williams"],"Binary.com":[null,"Binary.com"],"Binary.com : Webtrader":[null,"Binary.com : เว็บเทรดเดอร์ (Webtrader)"],"Binary.com is an award-winning online trading provider that helps its clients to trade on financial markets through binary options and CFDs. Trading binary options and CFDs on Volatility Indices is classified as a gambling activity. Remember that gambling can be addictive - please play responsibly. Learn more about [_1]Responsible Trading[_2]. Some products are not available in all countries. This website's services are not made available in certain countries such as the USA, Canada, Hong Kong, or to persons under age 18.":[null,"Binary.com เป็นผู้ให้บริการการซื้อขายออนไลน์ที่ได้รับรางวัลซึ่งทำให้ลูกค้าได้ทำการซื้อขายในตลาดการเงินผ่านทางไบนารีออปชันและ CFD การซื้อขายไบนารีออปชันและ CFD บนดัชนีผันผวนถูกจัดให้เป็นกิจกรรมด้านการพนัน โปรดจำไว้ว่า การพนันอาจทำให้เกิดการเสพติด กรุณาดำเนินการซื้อขายด้วยความรับผิดชอบ ศึกษาเพิ่มเติมเกี่ยวกับ [_1]ความรับผิดชอบในการซื้อขาย[_2] ผลิตภัณฑ์บางรายการยังไม่มีในทุกประเทศ การบริการทางเว็บไซต์นี้ไม่มีในบางประเทศ เช่น สหรัฐอเมริกา แคนาดา ฮ่องกง หรือ ไม่ได้ให้บริการแก่บุคคลที่อายุต่ำกว่า 18 ปี"],"Blank window":[null,"หน้าต่างว่าง"],"Bought":[null,"ซื้อ"],"Brand of first car":[null,"ยี่ห้อของรถยนต์คันแรก"],"Browser upgrade required":[null,"จำเป็นต้องอัพเกรดเบราเซอร์"],"Buy Price":[null,"ราคาซื้อ"],"Buy price":[null,"ราคาซื้อ"],"By clicking OK, you confirm that you have read and accepted the updated":[null,"เมื่อท่านกดปุ่มตกลง (OK) ท่านยืนยันว่า ได้อ่านและยอมรับการแก้ไขดังกล่าว"],"CFDs are complex instruments and come with a high risk of losing money rapidly due to leverage. Between 74-89% of retail investor accounts lose money when trading CFDs. You should consider whether you understand how CFDs work and whether you can afford to take the high risk of losing your money.":[null,"CFD คือ เครื่องมือทางการเงินที่มีความซับซ้อน และมีความเสี่ยงสูงในการสูญเสียเงินอย่างรวดเร็วตามอัตราเลเวอเรจ ระหว่าง 74-89% ของบัญชีนักลงทุนรายย่อยขาดทุนเมื่อซื้อขาย CFD ท่านจึงควรพิจารณาให้ครอบคลุมหากว่า ท่านมีความเข้าใจในการซื้อขาย CFD และท่านมีศักยภาพในการรับความเสี่ยงในอัตราสูงจากการขาดทุนของท่าน"],"Can be used to buy and sell contracts, renew expired purchases, and top-up virtual-money accounts.":[null,"สามารถใช้ในการซื้อและขายสัญญาต่างๆ การต่ออายุ และการเติมเงินในบัญชีเงินเสมือนจริง"],"Can be used to open accounts, set settings, manage token usage, and more.":[null,"สามารถใช้เพื่อเปิดบัญชี ตั้งค่าต่างๆ จัดการการใช้โทเค่น และอื่นๆ"],"Can be used to view account activity, including settings, limits, balance sheets, trade purchase history, and more.":[null,"สามารถใช้ในการดูกิจกรรมที่เกิดขึ้นของบัญชี รวมถึงการตั้งค่า วงเงิน งบดุล ประวัติการซื้อขาย และอื่นๆ"],"Can be used to withdraw to payment agents, transfer funds between accounts, and set / clear cashier passwords.":[null,"สามารถใช้เพื่อถอนเงินให้แก่ตัวแทนชำระ โอนเงินระหว่างบัญชี และตั้งค่า/ลบรหัสผ่านแคชเชียร์"],"Cancel":[null,"ยกเลิก"],"Candles":[null,"แท่งเทียน"],"Candlestick down-color":[null,"สีแท่งเทียน ลง"],"Candlestick down-line":[null,"เส้นแท่งเทียน ลง"],"Candlestick up-color":[null,"สีแท่งเทียน ขึ้น"],"Candlestick up-line":[null,"เส้นแท่งเทียน ขึ้น"],"Cash Balance":[null,"แคชบาลานซ์"],"Change password":[null,"เปลี่ยนรหัสผ่าน"],"Chart":[null,"แผนภูมิ"],"Chart Themes":[null,"รูปแบบแผนภูมิ"],"Chart background":[null,"พื้นหลังแผนภูมิ"],"Chart context menu":[null,"เมนูแผนภูมิ"],"Chart template":[null,"แม่แบบแผนภูมิ"],"Chart type":[null,"ชนิดแผนภูมิ"],"Choose your pereferred payment agent":[null,"เลือกตัวแทนชำระเงินที่ท่านพอใจ"],"Choose your pereferred withdrawal method":[null,"เลือกวิธีการถอนเงินที่ท่านพอใจ"],"Chrome":[null,"Chrome"],"Click to log in with your Binary.com account":[null,"คลิกเพื่อเข้าสู่ระบบด้วยบัญชี Binary.com ของท่าน"],"Close":[null,"ปิด"],"Closes":[null,"ปิด"],"Comparisons":[null,"การเปรียบเทียบ"],"Conditions":[null,"เงื่อนไข"],"Confirm transfer":[null,"ยืนยันการโอนเงิน"],"Connection closed.":[null,"การเชื่อมต่อถูกปิด"],"Connection error.":[null,"การเชื่อมต่อมีความผิดพลาด"],"Construction":[null,"การก่อสร้าง"],"Contact Us":[null,"ติดต่อเรา"],"Continue Trading":[null,"ดำเนินการซื้อขาย"],"Contract":[null,"สัญญา"],"Contract Confirmation":[null,"การยืนยันสัญญา"],"Contract Details":[null,"รายละเอียดสัญญา"],"Contracts":[null,"สัญญา"],"Copier":[null,"ตัวช่วยคัดลอก"],"Copy Trading":[null,"คัดลอกการซื้อขาย"],"Create":[null,"สร้าง"],"Create Account":[null,"สร้างบัญชี"],"Create token":[null,"สร้างโทเค่น"],"Credit/Debit":[null,"เครดิต/เดบิต"],"Crosshair":[null,"เส้นตัดในกราฟ (Crosshair)"],"Current Level":[null,"ระดับปัจจุบัน"],"Current Spot":[null,"สปอตปัจจุบัน"],"Current Spot Time":[null,"เวลาของสปอตปัจจุบัน"],"Current comparisons":[null,"การเปรียบเทียบปัจจุบัน"],"Current indicators":[null,"ตัวชี้วัดปัจจุบัน"],"Current password":[null,"รหัสผ่านปัจจุบัน"],"Current time":[null,"เวลาปัจจุบัน"],"Custom Theme":[null,"ชุดรูปแบบกำหนดเอง"],"Customize chart appearance":[null,"ปรับแต่งหน้าตาของแผนภูมิ"],"Daily limit on losses":[null,"วงเงินขาดทุนต่อวัน"],"Daily turnover limit":[null,"วงเงินซื้อขายต่อวัน"],"Dark Blue":[null,"สีน้ำเงินเข้ม"],"Dark Green":[null,"สีเขียวเข้ม"],"Dark Unica":[null,"พื้นดำทึบ"],"Date":[null,"วันที่"],"Days":[null,"วัน"],"Dec":[null,"ธ.ค."],"December":[null,"ธันวาคม"],"Default":[null,"ค่าเริ่มต้น"],"Delete":[null,"ลบ"],"Demo for affiliates to access Webtrader charts":[null,"สาธิตให้พันธมิตรเพื่อใช้งานแผนภูมิของ Webtrader"],"Deposit funds":[null,"การฝากเงิน"],"Deposit of USD":[null,"การฝากเงินดอลลาร์สหรัฐ"],"Describe what this token is for to find it later":[null,"อธิบายว่า โทเค่นนี้มีไว้สำหรับการค้นหาภายหลัง"],"Description":[null,"รายละเอียด"],"Deselect":[null,"ยกเลิกการเลือก"],"Differs":[null,"แตกต่าง"],"Digits":[null,"ตัวเลข"],"Do you want to install Webtrader chrome extension?":[null,"ท่านต้องการติดตั้ง Webtrader ส่วนเพิ่มของ Chrome หรือไม่?"],"Don't have an account yet? Sign up and get a $10,000 virtual account":[null,"ท่านมีบัญชีหรือยัง? สมัครและรับบัญชีทดลองพร้อมเงินทดลอง 10,000 เหรียญสหรัฐ"],"Done":[null,"เสร็จ"],"Done. The funds are being transferred to the payment agent":[null,"เสร็จแล้ว หลักประกันได้ถูกโอนไปยังตัวแทนรับชำระเงินแล้ว"],"Done. The funds are transferred":[null,"เรียบร้อย หลักประกันได้ถูกโอนแล้ว"],"Dot":[null,"จุด"],"Double click the object to remove":[null,"ดับเบิ้ลคลิกเพื่อลบวัตถุ"],"Download":[null,"ดาวน์โหลด"],"Download CSV":[null,"ดาวน์โหลด CSV"],"Download JPEG image":[null,"ดาวน์โหลดรูปภาพ JPEG"],"Download PDF document":[null,"ดาวน์โหลดเอกสาร PDF"],"Download PNG":[null,"ดาวน์โหลด PNG"],"Download PNG image":[null,"ดาวน์โหลดรูปภาพ PNG"],"Download SVG":[null,"ดาวน์โหลด SVG"],"Download SVG vector image":[null,"ดาวน์โหลดภาพเวกเตอร์ SVG"],"Download as":[null,"ดาวน์โหลดเป็น"],"Downloading .csv":[null,"กำลังดาวน์โหลด .csv"],"Downloading template as":[null,"ดาวน์โหลดแม่แบบเป็น"],"Downloading workspace as %1":[null,"กำลังดาวน์โหลดพื้นที่ใช้งานให้เป็น %1"],"Drawing tools":[null,"เครื่องมือวาดภาพ"],"Duration":[null,"ระยะเวลา"],"EURUSD":[null,"EURUSD"],"Edge":[null,"ขอบ"],"Education":[null,"การศึกษา"],"Embed code":[null,"รหัสที่ฝังไว้"],"End Time":[null,"เวลาสิ้นสุด"],"Ends in":[null,"สิ้นสุดใน"],"Ends out":[null,"สิ้นสุดนอก"],"English":[null,"ภาษาอังกฤษ"],"Enjoy an intuitive trading interface with advanced functionality that lets you monitor all of your favourite assets and markets at the same time, as well as essential charts, the asset index, trading times, and historical data. Most importantly, you get to choose what you want to see on your screen":[null,"เพลิดเพลินไปกับการเชื่อมต่อในการซื้อขายที่ใช้ง่าย ด้วยฟังก์ชันขั้นสูงที่ให้ท่านได้ตรวจสอบสินทรัพย์ที่ท่านโปรดปรานทั้งหมดและตลาดในเวลาเดียวกัน เช่นเดียวกับแผนภูมิสำคัญ ดัชนีสินทรัพย์ เวลาการซื้อขาย และข้อมูลประวัติ ที่สำคัญที่สุด ท่านเลือกได้ว่าต้องการเห็นอะไรในหน้าจอ"],"Enter a valid trader token":[null,"กรอกโทเค่นของนักลงทุนที่ถูกต้อง"],"Enter your current password":[null,"โปรดป้อนรหัสผ่านปัจจุบันของท่าน"],"Entry Spot":[null,"สปอตเริ่มต้น"],"Entry spot":[null,"สปอตเริ่มต้น"],"Error getting data for %1":[null,"ข้อผิดพลาดในการรับข้อมูลสำหรับ %1"],"Even":[null,"คู่"],"Exclude me from the website until":[null,"พักการใช้งานของฉันจากเว็บไซต์จนถึง"],"Exclude time":[null,"เวลาของการพัก"],"Exclude time must be after today.":[null,"เวลาของการพักจะต้องเป็นหลังจากวันนี้"],"Exclude until time cannot be less than 6 months.":[null,"เวลาการพักต้องไม่น้อยกว่า 6 เดือน"],"Exclude until time cannot be more than 5 years.":[null,"เวลาการพักต้องไม่น้อยกว่า 5 เดือน"],"Exit Spot":[null,"สปอตสิ้นสุด"],"Exit Spot Time":[null,"เวลาที่สปอตสิ้นสุด"],"Exit spot":[null,"สปอตสิ้นสุด"],"Explanation":[null,"คำอธิบาย"],"Failed to update the password":[null,"ไม่สามารถอัพเดทรหัสผ่าน"],"Fall":[null,"Fall"],"Favorites":[null,"รายการโปรด"],"Favourite artist":[null,"ศิลปินที่ท่านโปรดปราน"],"Favourite dish":[null,"อาหารที่ท่านโปรดปราน"],"Features":[null,"คุณลักษณะ"],"Feb":[null,"ก.พ."],"February":[null,"กุมภาพันธ์"],"Final Price":[null,"ราคาสุดท้าย"],"Final price":[null,"ราคาสุดท้าย"],"Finance":[null,"การเงิน"],"Firefox":[null,"Firefox"],"Fri":[null,"ศ"],"Friday":[null,"วันศุกร์"],"From":[null,"จาก"],"Full-screen trading interface":[null,"อินเทอร์เฟสของการซื้อขายแบบเต็มหน้าตอ"],"Further instructions":[null,"คำแนะนำเพิ่มเติม"],"GAMSTOP is a free service that enables you to self-exclude from all online gambling companies licensed in Great Britain":[null,"GAMSTOP เป็นบริการฟรีที่ช่วยให้ท่านสามารถพักตัวเองจากบริษัทที่ให้บริการด้านการพนันออนไลน์ทั้งหมด และได้รับอนุญาตในสหราชอาณาจักร"],"Get API token from trader(s) and add it in your list":[null,"ใช้ API โทเค่น จากนักลงทุน และเพิ่มเข้าในรายการของท่าน"],"Go to":[null,"ไปที่"],"Goes out":[null,"Goes out"],"Gray":[null,"สีเทา"],"Grid":[null,"Grid"],"Grid Light":[null,"Grid Light"],"Health":[null,"สุขภาพ"],"High":[null,"สูง"],"High Barrier":[null,"Barrier สูง"],"High barrier":[null,"Barrier สูง"],"High barrier offset":[null,"Barrier สูง ที่หักกลบลบกัน"],"Higher":[null,"สูงกว่า"],"Historical Data":[null,"ข้อมูลเก่า"],"Historical Data For":[null,"ข้อมูลเก่าสำหรับ"],"Horizontal line":[null,"เส้นแนวนอน"],"Hour":[null,"ชั่วโมง"],"Hours":[null,"ชั่วโมง"],"IMPORTANT DISCLAIMER":[null,"ข้อสงวนสิทธิ์ที่สำคัญ"],"IMPORTANT DISCLAIMER - Binary.com is not affiliated with any of the payment agents listed above. Each payment agent operates as an independent service provider and is not endorsed, guaranteed or otherwise approved by Binary.com. CUSTOMERS DEAL WITH PAYMENT AGENTS AT THEIR SOLE RISK AND PERIL. Customers are advised to check the credentials of payment agents before sending them any money. Binary.com shall not in any circumstance be held responsible for transactions made between customers and payment agents":[null,"ข้อสงวนสิทธิ์ที่สำคัญ - Binary.com ไม่ได้เข้าร่วมเป็นพันธมิตรกับตัวแทนรับชำระเงินที่แจกแจงข้างต้น ตัวแทนรับชำระเงินแต่ละรายดำเนินการในฐานะผู้ให้บริการอิสระ และไม่ได้รับการรับรอง รับประกัน หรืออนุมัติโดย Binary.com ลูกค้าที่ติดต่อกับตัวแทนรับชำระเงินจะต้องรับผิดชอบต่อความเสี่ยงต่างๆด้วยตัวเอง ขอแนะนำให้ลูกค้าตรวจสอบข้อมูลหลักฐานอ้างอิงของตัวแทนรับชำระเงินก่อนที่จะส่งเงินใดๆให้กับตัวแทน Binary.com ไม่ว่าในกรณีใดๆ ก็ตาม จะไม่รับผิดชอบต่อธุรกรรมที่กระทำขึ้นระหว่างลูกค้ากับตัวแทนรับชำระเงิน"],"If you are considering self-exclusion, you may wish to register with GAMSTOP":[null,"หากท่านกำลังพิจารณาพักตัวเองจากการใช้งานระบบ ท่านอาจต้องการลงทะเบียนกับ GAMSTOP ด้วย"],"If you select a":[null,"หากท่านเลือก"],"If you select a specific":[null,"หากท่านเลือก"],"In order to properly apply theme, a full refresh of page is required. Are you sure you want to proceed?":[null,"เพื่อการใช้งานธีมอย่างมีประสิทธิภาพ ต้องมีการรีเฟรชหน้าจอ ท่านต้องการดำเนินการหรือไม่?"],"In the EU, financial products are offered by Binary Investments (Europe) Ltd., W Business Centre, Level 3, Triq Dun Karm, Birkirkara, BKR 9033, Malta, licensed and regulated as a Category 3 Investment Services provider by the Malta Financial Services Authority ([_1]licence no. IS/70156[_2]).":[null,"ในสหภาพยุโรป Binary Investments (Europe) Ltd ให้บริการผลิตภัณฑ์ทางการเงิน บริษัทฯ มีที่ตั้งสำนักงานอยู่ที่อาคาร W Business Centre ชั้น 3 Triq Dun Karm, Birkirkara, BKR 9033 ประเทศมอลตา ได้รับใบอนุญาตและกำกับดูแลในฐานะผู้ให้บริการทางการลงทุน ประเภทที่ 3 โดย Malta Financial Services Authority ([_1]ใบอนุญาตเลขที่ IS/70156[_2])"],"In the EU, financial products are offered by Binary Investments (Europe) Ltd., W Business Centre, Level 3, Triq Dun Karm, Birkirkara, BKR 9033, Malta, regulated as a Category 3 Investment Services provider by the Malta Financial Services Authority ([_1]licence no. IS/70156[_2]).":[null,"ในสหภาพยุโรป Binary Investments (Europe) Ltd ให้บริการผลิตภัณฑ์ทางการเงิน บริษัทฯ มีที่ตั้งสำนักงานอยู่ที่ อาคาร W Business Centre ชั้น 3 Triq Dun Karm, Birkirkara, BKR 9033 ประเทศมอลตา ได้รับใบอนุญาตและกำกับดูแลในฐานะผู้ให้บริการทางการลงทุน ประเภทที่ 3 โดย Malta Financial Services Authority ([_1]ใบอนุญาตเลขที่ IS/70156[_2])"],"In the Isle of Man and the UK, Volatility Indices are offered by Binary (IOM) Ltd., First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW, Isle of Man, British Isles; licensed and regulated respectively by (1) the Gambling Supervision Commission in the Isle of Man (current licence issued on 31 August 2017) and by (2) the Gambling Commission in the UK (licence [_1]reference no: 39172[_2]).":[null,"ที่เกาะ Isle of Man และสหราชอาณาจักร ดัชนีผันผวนถูกเสนอโดย Binary (IOM) Ltd. ชั้นหนึ่ง อาคาร Millennium House ถนนวิคตอเรีย ดักลาส IM2 4RW เกาะ Isle of Man ในบริติชไอลส์ โดยได้รับใบอนุญาตและการควบคุมดูแลตามกฎหมายโดย (1) Gambling Supervision Commission บนเกาะ Isle of Man (ใบอนุญาตปัจจุบันออกให้เมื่อวันที่ 31 สิงหาคม 2017) และโดย (2) Gambling Commission ในสหราชอาณาจักร (ใบอนุญาต[_1]หมายเลขอ้างอิง: 39172[_2])"],"In the rest of the EU, Volatility Indices are offered by Binary (Europe) Ltd., W Business Centre, Level 3, Triq Dun Karm, Birkirkara, BKR 9033, Malta; licensed and regulated by (1) the Malta Gaming Authority in Malta (licence no. MGA/B2C/102/2000 issued on 01 August 2018), for UK clients by (2) the UK Gambling Commission (licence [_1]reference no: 39495[_2]), and for Irish clients by (3) the Revenue Commissioners in Ireland (Remote Bookmaker's Licence no. 1010285 issued on 1 July 2017). View complete [_3]Regulatory Information[_4].":[null,"ในประเทศอื่นๆ ของสหภาพยุโรป Binary (Europe) Ltd. ให้บริการดัชนีผันผวน บริษัทฯ มีที่ตั้งสำนักงานอยู่ที่ อาคาร W Business Centre ชั้น 3 Triq Dun Karm, Birkirkara, BKR 9033 ประเทศมอลตา บริษัทฯ ได้รับใบอนุญาตและกำกับดูแลตามกฎหมายโดย (1) Malta Gaming Authority ประเทศมอลตา (ใบอนุญาตเลขที่ MGA/B2C/102/2000 ออกให้เมื่อวันที่ 1 สิงหาคม ค.ศ. 2018) สำหรับลูกค้าสหราชอาณาจักร โดย (2) UK Gambling Commission (ใบอนุญาต [_1]หมายเลขอ้างอิง: 39495[_2]) และสำหรับลูกค้าไอร์แลนด์ โดย (3) Revenue Commissioners ในประเทศไอร์แลนด์ (ใบอนุญาต Remote Bookmaker เลขที่ 1010285 ออกให้เมื่อวันที่ 1 กรกฎาคม ค.ศ. 2017) ดู [_3]ข้อมูลด้านกฎหมาย[_4] ฉบับสมบูรณ์"],"In/Out":[null,"In/Out"],"Indicative":[null,"บ่งชี้"],"Indicative Price":[null,"ราคาดัชนี"],"Indicators":[null,"ดัชนีต่างๆ"],"Instruments":[null,"เครื่องมือ"],"Invalid JSON file":[null,"ไฟล์ JSON ไม่ถูกต้อง"],"Invalid parameter(s)":[null,"ตัวแปรไม่ถูกต้อง"],"Invalid template type":[null,"ประเภทแม่แบบไม่ถูกต้อง"],"Invalid template type.":[null,"ประเภทแม่แบบไม่ถูกต้อง"],"Investments & Dividends":[null,"การลงทุนและเงินปันผล"],"Jan":[null,"ม.ค."],"January":[null,"มกราคม"],"Japan accounts are not supported.":[null,"ไม่สนับสนุนบัญชีญี่ปุ่น"],"Jul":[null,"ก.ค."],"July":[null,"กรกฎาคม"],"Jump to:":[null,"ไปที่:"],"Jun":[null,"มิ.ย."],"June":[null,"มิถุนายน"],"Last 12 mnts Profitable Trades":[null,"ตารางผลกำไร 12 รอบเดือนที่ผ่านมา"],"Last Digit Prediction":[null,"การพยากรณ์เลขหลักสุดท้าย"],"Last Digit is Over":[null,"เลขหลักสุดท้ายมากกว่า"],"Last Digit is Under":[null,"เลขหลักสุดท้ายต่ำกว่า"],"Last used":[null,"ใช้ครั้งล่าสุด"],"Less than":[null,"น้อยกว่า  "],"Line":[null,"เส้น"],"Line Dot":[null,"เส้นจุด"],"Link":[null,"ลิงค์"],"Load Workspace":[null,"โหลด Workspace"],"Load chart template":[null,"โหลดแผนภูมิแม่แบบ"],"Load trade template":[null,"โหลดแม่แบบสำหรับซื้อขาย"],"Loading ...":[null,"กำลังโหลด ..."],"Loading Asset Index ...":[null,"กำลังโหลดดัชนีสินทรัพย์..."],"Loading Copy Trade...":[null,"กำลังโหลดคัดลอกการซื้อขาย..."],"Loading Download/View Data ...":[null,"กำลังโหลด ดาวน์โหลด/ดูข้อมูล ..."],"Loading Password dialog ...":[null,"กำลังโหลด Password Dialog ..."],"Loading Profit Table ...":[null,"กำลังโหลดตารางกำไร ..."],"Loading Self-Exclusion ...":[null,"กำลังโหลดเมนูพักการใช้งาน ..."],"Loading Statement Table ...":[null,"กำลังโหลดตารางรายการธุรกรรม..."],"Loading Token management ...":[null,"กำลังโหลดการจัดการโทเค่น ..."],"Loading Trading Times ...":[null,"กำลังโหลดเวลาซื้อขาย ..."],"Loading chart and trade menus ...":[null,"กำลังโหลดแผนภูมิและเมนูในการเทรด ..."],"Loading custom theme configuration...":[null,"กำลังโหลดค่าตัวแปรในการปรับแต่งธีม..."],"Loading portfolio ...":[null,"กำลังโหลดพอร์ตโฟลิโอ ..."],"Loading self-exclusion settings.":[null,"กำลังโหลดการตั้งค่าการพักการใช้งาน"],"Loading...":[null,"กำลังโหลด..."],"Log in":[null,"เข้าสู่ระบบ"],"Log in time":[null,"เวลาเข้าสู่ระบบ"],"Logging out because of self-exclusion session time out!":[null,"ออกจากระบบเนื่องจากหมดเวลาของเซสชันการพักการใช้งาน"],"Login":[null,"เข้าสู่ระบบ"],"Logout":[null,"ออกจากระบบ"],"Low":[null,"ต่ำ"],"Low barrier":[null,"Barrier ต่ำ"],"Low barrier offset":[null,"Barrier ต่ำ ที่หักกลบลบกัน"],"Lower":[null,"ต่ำกว่า"],"Make sure that you have first agreed with the Agent on the terms of payment before submitting your request. Once you click the 'Confirm transfer' button the funds will be withdrawn from your account and will be sent to the Payment Agent you have chosen. The Agent will send you the withdrawal amount (minus the commission) via your preferred payment method":[null,"โปรดแน่ใจว่า ท่านได้แสดงความยินยอมต่อตัวแทนรับชำระเงินในเงื่อนไขการชำระเงินก่อนส่งคำขอของท่าน เมื่อท่านคลิกปุ่ม \"ยืนยันการโอน\" หลักประกันจะถูกถอนจากบัญชีของท่านและจะถูกส่งไปยังตัวแทนรับชำระเงินที่ท่านเลือก ตัวแทนรับชำระเงินจะส่งจำนวนเงินที่ถอน (หักด้วยค่าธรรมเนียม) ให้ท่านตามช่องทางการรับเงินที่ท่านเลือก"],"Manage":[null,"จัดการ"],"Mar":[null,"มี.ค."],"March":[null,"มีนาคม"],"Matches":[null,"จับคู่"],"Max. Trade Stake":[null,"เดิมพันสูงสุด"],"Maximum account cash balance":[null,"มูลค่าบัญชีเงินสดคงเหลือสูงสุด"],"Maximum aggregate contract purchases over a 30-day period":[null,"มูลค่าสัญญารวมสูงสุดที่ซื้อในระยะเวลา 30 วัน"],"Maximum aggregate contract purchases over a 7-day period":[null,"มูลค่าสัญญารวมสูงสุดที่ซื้อในระยะเวลา 7 วัน"],"Maximum aggregate contract purchases per day":[null,"มูลค่าสัญญารวมสูงสุดที่ซื้อต่อวัน"],"Maximum aggregate loss over a 30-day period":[null,"มูลค่ารวมที่ขาดทุนสูงสุดในระยะเวลา 30 วัน"],"Maximum aggregate loss per day":[null,"มูลค่ารวมที่ขาดทุนสูงสุดต่อวัน"],"Maximum balance":[null,"ยอดคงเหลือสูงสุด"],"Maximum number of open positions":[null,"จำนวนสูงสุดของโพซิชั่นที่เปิดอยู่"],"Maximum open positions":[null,"โพซิชั่นที่เปิดอยู่สูงสุด"],"May":[null,"พ.ค."],"Memorable date":[null,"วันแห่งความทรงจำ"],"Memorable town/city":[null,"เมืองแห่งความทรงจำ"],"Min trade stake should be lower than max trade stake.":[null,"การเดิมพันต่ำสุดควรต่ำกว่าการเดิมพันสูงสุด"],"Min. Trade Stake":[null,"เดิมพันต่ำสุด"],"Minimum of six lower and uppercase letters with numbers":[null,"จำนวนตัวอักขระอย่างน้อย 6 อักขระ ซึ่งเป็นอักษรตัวเล็ก ตัวใหญ่ และตัวเลข"],"Minus the agent's commission":[null,"หักค่านายหน้าตัวแทน"],"Minute":[null,"นาที"],"Minutes":[null,"นาที"],"Miss":[null,"นางสาว"],"Momentum Indicators":[null,"ตัวชี้วัดโมเมนตัม"],"Mon":[null,"จ."],"Monday":[null,"วันจันทร์"],"Mother's maiden name":[null,"ชื่อกลางของมารดา"],"Mr":[null,"นาย"],"Mrs":[null,"นาง"],"Ms":[null,"นางสาว"],"Multiplier":[null,"ตัวคูณ"],"Name":[null,"ชื่อ"],"Name of first love":[null,"ชื่อของคนรักคนแรก"],"Name of your pet":[null,"ชื่อของสัตว์เลี้ยงของท่าน"],"Navigator handles background":[null,"พื้นหลังของ Navigator"],"Navigator handles border":[null,"เส้นขอบของ Navigator"],"Navigator mask-fill":[null,"สีเติมหน้ากากของ Navigator"],"Navigator outline":[null,"เส้นรอบนอกของ Navigator"],"Navigator series color":[null,"แผงสีของ Navigator"],"Navigator series line":[null,"แผงเส้นของ Navigator"],"Net Profit":[null,"กำไรสุทธิ"],"New password":[null,"รหัสผ่านใหม่"],"No":[null,"ไม่ใช่"],"No touch":[null,"ไม่แตะเส้น"],"Note: Contract will be sold at the prevailing market price when the request is received by our servers. This price may differ from the indicated price.":[null,"หมายเหตุ: สัญญาจะถูกจำหน่ายที่ราคาทั่วไปของตลาดเมื่อเซิร์ฟเวอร์ได้รับการแจ้งความจำนง ราคานี้อาจจะแตกต่างจากราคาที่ระบุ"],"Note: withdrawal via payment agent is available only if you deposit exclusively via payment agent":[null,"หมายเหตุ: การถอนเงินผ่านตัวแทนรับชำระเงินมีให้บริการท่าน เมื่อท่านฝากเงินผ่านตัวตัวแทนรับชำระเงิน"],"Nov":[null,"พ.ย."],"November":[null,"November"],"Now":[null,"ขณะนี้"],"OHLC":[null,"OHLC"],"OK":[null,"OK"],"Oct":[null,"ต.ค."],"October":[null,"ตุลาคม"],"Odd":[null,"คี่"],"Ok":[null,"ตกลง"],"Once this limit is reached, you may no longer deposit":[null,"เมื่อวงเงินเต็ม ท่านไม่สามารถฝากเงินได้"],"Online trading can become addictive. Fill in the form below to limit your participation on the website or send a signed letter or fax to our customer support team. Once set, you can only tighten your limits. Limits will only be removed or loosened after 7 days with the exception of the self-exclusion date, which cannot be removed or altered once you have confirmed it. To remove or increase your limits, please contact":[null,"การซื้อขายผลิตภัณฑ์ทางการเงินอาจทำให้ท่านเสพติดได้ โปรดกรอกข้อมูลในแบบฟอร์มด้านล่างเพื่อกำหนดเงื่อนไขการใช้เว็บไซต์ของท่าน หรือ โดยการส่งจดหมายที่มีการลงนามของท่าน หรือ ดำเนินการส่งโทรสารมายังฝ่ายลูกค้าสัมพันธ์ เมื่อมีการตั้งค่าดังกล่าวแล้ว ท่านจะทำได้เพียงลดวงเงินเท่านั้น วงเงินจะถูกปรับลด หรือ ผ่อนปรนหลังจาก 7 วัน ของวันที่กำหนดให้พัก แต่ท่านจะไม่สามารถทำการยกเลิก หรือ เปลี่ยนแปลงได้หลังจากได้ทำการยืนยันแล้ว หากท่านต้องการยกเลิก หรือ เพิ่มวงเงินของท่าน โปรดติดต่อ"],"Open":[null,"เปิด"],"Open a Financial Account":[null,"เปิดบัญชีทางการเงิน 1 บัญชี"],"Opens":[null,"เปิด"],"Opera":[null,"Opera"],"Option trading can become a real addiction, as can any other activity pushed to its limits. To avoid the danger of such addiction, we provide a reality-check that gives you a summary of your trades and accounts on a regular basis":[null,"การซื้อขายออปชั่นสามารถทำให้ท่านเสพติดได้เฉกเช่นกับกิจกรรมอื่นที่มีการกำหนดขีดจำกัด เพื่อหลีกเลี่ยงความเสี่ยงต่างๆ ในการเสพติด พวกเรามีทางเลือกในการตรวจสอบเพื่อช่วยให้ท่านได้รับรายงานสรุปการซื้อขายของท่านในบัญชีต่างๆ ของท่านตามปกติ"],"Other":[null,"อื่นๆ"],"Outside the EU, financial products are offered by Binary (SVG) Ltd, Hinds Building, Kingstown, St. Vincent and the Grenadines; Binary (V) Ltd, Govant Building, Port Vila, PO Box 1276, Vanuatu, regulated by the Vanuatu Financial Services Commission ([_1]view licence[_2]); Binary (BVI) Ltd, Kingston Chambers, P.O. Box 173, Road Town, Tortola, British Virgin Islands, regulated by the British Virgin Islands Financial Services Commission ([_3]licence no. SIBA/L/18/1114[_4]); and Binary (FX) Ltd., Lot No. F16, First Floor, Paragon Labuan, Jalan Tun Mustapha, 87000 Labuan, Malaysia, regulated by the Labuan Financial Services Authority to carry on a money-broking business ([_5]licence no. MB/18/0024[_6]).":[null,"พื้นที่นอกสหภาพยุโรปนั้น บริษัท Binary (SVG) Ltd เป็นผู้ให้บริการผลิตภัณฑ์ทางการเงิน มีที่ตั้งอยู่ที่ อาคาร Hinds, คิงส์ทาวน์ เซนต์วินเซนต์และเกรนาดีนส์ บริษัท Binary (V) Ltd. ตั้งอยู่ที่อาคาร Govant, Port Vila ตู้ปณ. 1276 สาธารณรัฐวานูอาตู ซึ่งได้รับการรับรองจาก Vanuatu Financial Services Commission ([_1]ดูใบรับรอง[_2]) บริษัท Binary (BVI) Ltd มีที่ตั้งอยู่ที่ Kingston Chambers ตู้ปณ. 173 โรดทาวน์ ทอร์ทอลา หมู่เกาะบริติชเวอร์จิน ซึ่งได้รับการรับรองจาก British Virgin Islands Financial Services Commission ([_3]ใบรับรองเลขที่ SIBA/L/18/1114[_4]) และบริษัท Binary (FX) Ltd. ตั้งอยู่ที่ ห้อง F16 ชั้น 1 อาคาร Paragon Labuan ถนน Tun Mustapha 87000 ลาบวน ประเทศมาเลเซีย ซึ่งได้รับการรับรองจาก Labuan Financial Services Authority ในการดำเนินการธุรกิจตัวแทนด้านการเงิน ([_5]ใบรับรองเลขที่ MB/18/0024[_6])"],"Over":[null,"มากกว่า"],"Over 3 years":[null,"มากกว่า 3 ปี"],"Overlap Studies":[null,"การศึกษาการซ้อนทับกัน"],"PM":[null,"น."],"Password successfully updated.":[null,"ได้อัพเดทรหัสผ่านแล้ว"],"Passwords didn't match. Please type them again":[null,"รหัสผ่านไม่ตรงกัน โปรดพิมพ์อีกครั้ง"],"Pattern Recognition":[null,"การรู้จำรูปแบบ"],"Payment agent":[null,"ตัวแทนรับชำระเงิน"],"Payment agents":[null,"ตัวแทนรับชำระเงิน"],"Payments":[null,"การชำระเงิน"],"Payout":[null,"การชำระเงิน"],"Pension":[null,"บำนาญ"],"Performance Probability":[null,"ความเป็นไปได้ของผลประกอบการ"],"Permissions":[null,"สิทธิ์"],"Please [_1]accept the updated Terms and Conditions[_2] to lift your withdrawal and trading limits.":[null,"โปรด[_1]ยอมรับข้อตกลงและเงื่อนไขที่ปรับปรุงใหม่[_2] เพื่อเพิ่มวงเงินการถอนเงินและการซื้อขายของคุณ"],"Please [_1]complete your account profile[_2] to lift your withdrawal and trading limits.":[null,"โปรด[_1]กรอกประวัติในบัญชีของคุณ[_2] เพื่อเพิ่มวงเงินการถอนเงินและการซื้อขายของคุณ"],"Please choose at least one token scope":[null,"โปรดเลือกอย่างน้อยหนึ่งขอบเขตโทเค่น"],"Please complete the [_1]financial assessment form[_2] to lift your withdrawal and trading limits.":[null,"โปรดกรอก[_1]แบบฟอร์มการประเมินทางการเงิน[_2]ให้เสร็จสิ้น เพื่อเพิ่มวงเงินการถอนเงินและการซื้อขายของคุณ"],"Please confirm the following details in order to complete the transfer":[null,"โปรดยืนยันรายละเอียดของธุรกรรมเพื่อดำเนินการโอนเงิน"],"Please enter a number between":[null,"โปรดป้อนตัวเลขระหว่าง"],"Please enter a valid value for":[null,"โปรดป้อนตัวเลขที่ถูกต้องสำหรับ"],"Please enter a value between 0 and":[null,"โปรดป้อนตัวเลขระหว่าง 0 และ"],"Please enter a value greater than 0":[null,"โปรดป้อนค่าที่มากกว่าศูนย์"],"Please enter a value less than 6 weeks for time out until.":[null,"โปรดป้อนตัวเลขที่น้อยกว่า 6 สัปดาห์สำหรับระยะเวลาการหมดเวลา"],"Please enter date in the format YYYY-MM-DD":[null,"โปรดป้อนวันที่ในรูปแบบ YYYY-MM-DD"],"Please enter the token name":[null,"โปรดใส่ชื่อโทเค่น"],"Please enter time in the format HH:MM":[null,"โปรดป้อนเวลาในรูปแบบ HH:MM"],"Please enter your current password":[null,"โปรดป้อนรหัสผ่านปัจจุบันของท่าน"],"Please input correct token":[null,"โปรดป้อนโทเค่นที่ถูกต้อง"],"Please install the latest version of one of these browsers":[null,"โปรดติดตั้งเบราเซอร์เวอร์ชันล่าสุดตัวใดตัวหนึ่ง"],"Please keep your message to a single line, don't press enter":[null,"โปรดจำกัดข้อความของท่านให้อยู่ในบรรทัดเดียว อย่ากดปุ่ม Enter"],"Please log in":[null,"โปรดเข้าสู่ระบบ"],"Please log in to see your saved workspace.":[null,"โปรดเข้าสู่ระบบเพื่อดูพื้นที่ทำงานของคุณบันทึกไว้"],"Please log in.":[null,"โปรดเข้าสู่ระบบ"],"Please select a date for time out until.":[null,"โปรดเลือกวันที่ที่จะให้หมดเวลาถึง"],"Please select a payment agent":[null,"โปรดระบุตัวแทนรับชำระเงิน"],"Please set the [_1]currency[_2] of your account":[null,"กรุณาตั้ง [_1]สกุลเงิน[_2] ของบัญชีของคุณ"],"Please try again after 1 minute.":[null,"โปรดทดลองใหม่อีกครั้งในอีก 1 นาที"],"Please use your new password to login.":[null,"กรุณาใช้รหัสผ่านใหม่เพื่อลงชื่อเข้าใช้"],"Plot":[null,"วาด"],"Pofit/Loss":[null,"กำไร/ขาดทุน"],"Points":[null,"จุด"],"Portfolio":[null,"พอร์ตโฟลิโอ"],"Potential Payout":[null,"ประมาณการจำนวนเงินที่ชำระ"],"Potential Profit":[null,"ประมาณการกำไร"],"Potential profit":[null,"ประมาณการกำไร"],"Pre-Defined":[null,"กำหนดไว้ล่วงหน้า"],"Preferred reality-check interval":[null,"รอบการตรวจสอบที่ต้องการ"],"Press Create token button on the right to create your first token":[null,"กดปุ่ม สร้างโทเค่น ทางด้านขวาเพื่อสร้างโทเค่นแรกของท่าน"],"Price Transformation":[null,"การเปลี่ยนแปลงราคา"],"Primary":[null,"หลัก"],"Print chart":[null,"พิมพ์แผนภูมิ"],"Profit":[null,"กำไร"],"Profit Table":[null,"ตารางกำไร"],"Profit table":[null,"ตารางผลกำไร"],"Profit/ Loss":[null,"กำไร / ขาดทุน"],"Purchase":[null,"ซื้อ"],"Purchase Date":[null,"วันที่ซื้อ"],"Purchase Price":[null,"ราคาซื้อ"],"Purchase Time":[null,"เวลาซื้อ"],"Read":[null,"อ่าน"],"Reality check":[null,"การตรวจสอบสภาพความเป็นจริง"],"Redirecting to oauth login page,":[null,"เปลี่ยนเส้นทางไปหน้าลงชื่อเข้าใช้ oauth"],"Ref":[null,"อ้างอิง"],"Ref.":[null,"อ้างอิง"],"Refresh failed":[null,"การรีเฟรชล้มเหลว"],"Register free account":[null,"ลงทะเบียนบัญชีใหม่ฟรี"],"Remove":[null,"ลบ"],"Remove Selected":[null,"ลบรายการที่เลือก"],"Rename":[null,"เปลี่ยนชื่อ"],"Resale of this contract is not offered":[null,"ไม่มีการเสนอการจำหน่ายซ้ำของสัญญานี้"],"Reset zoom":[null,"ตั้งค่าขยายเป็นค่าเดิม"],"Reset zoom level 1:1":[null,"ตั้งค่าขยายเป็นระดับ 1:1"],"Resources":[null,"แหล่งข้อมูล"],"Results":[null,"ผลลัพธ์"],"Return":[null,"ผลตอบแทน"],"Rise":[null,"ขึ้น"],"Robust and secure platform":[null,"แพลตฟอร์มที่แข็งแกร่งและปลอดภัย"],"Safari":[null,"Safari"],"Salaried Employee":[null,"พนักงานที่ได้รับเงินเดือน"],"Sale Date":[null,"วันที่ขาย"],"Sale Price":[null,"ราคาขาย"],"Sand Signika":[null,"Sand Signika"],"Sat":[null,"ส"],"Saturday":[null,"วันเสาร์"],"Save":[null,"บันทึก"],"Save as":[null,"บันทึกเป็น"],"Save changes":[null,"บันทึกการเปลี่ยนแปลง"],"Saved":[null,"บันทึกแล้ว"],"Secondary":[null,"ลำดับที่สอง"],"Seems like our servers are down, we are working on fixing it.":[null,"ดูเหมือนว่าเซิร์ฟเวอร์จะขัดข้อง เรากำลังดำเนินการแก้ไข"],"Self-Employed":[null,"อาชีพอิสระ"],"Self-Exclusion":[null,"การพักการใช้งาน"],"Self-Exclusion Facilities":[null,"เครื่องมือสำหรับพักการซื้อขาย"],"Self-exclusion on this website only applies to your Binary.com account and does not include other companies or websites":[null,"การพักตัวเองบนเว็บไซต์นี้ใช้ได้กับบัญชี Binary.com ของท่านเท่านั้น และไม่รวมถึงบริษัทฯ อื่นๆ หรือ เว็บไซต์อื่นๆ"],"Sell At Market":[null,"ขายที่ราคาตลาด"],"Sent to account":[null,"ส่งไปยังบัญชี"],"Sep":[null,"ก.ย."],"September":[null,"กันยายน"],"Session":[null,"เซสชัน"],"Session duration limit":[null,"ข้อจำกัดระยะเวลาที่ใช้งาน"],"Session duration limit, in minutes":[null,"รอบระยะเวลาการซื้อขาย ในหน่วยนาที"],"Settles":[null,"ชำระเงิน"],"Share":[null,"หุ้น"],"Share chart":[null,"แบ่งปันแผนภูมิ"],"Since you feel the need to self-exclude, we strongly encourage you to exclude yourself from similar services that you may have signed up for":[null,"หากท่านรู้สึกว่า ท่านต้องการพักการใช้งาน เราแนะนำให้ท่านพักการใช้งานจากการบริการอื่นๆ ที่มีลักษณะเดียวกันที่ท่านได้ลงทะเบียนไว้"],"Sold":[null,"ขาย"],"Some random index":[null,"ดัชนี้สุ่มบางตัว"],"Spline":[null,"เส้นโค้ง"],"Spreads":[null,"สเปรด"],"Spreads down":[null,"สเปรดลง"],"Spreads up":[null,"สเปรดขึ้น"],"Stake":[null,"วางเงิน"],"Standard methods":[null,"วิธีการมาตรฐาน"],"Standard withdrawal":[null,"การถอนเงินมาตรฐาน"],"Start Time":[null,"เวลาเริ่มต้น"],"Start Trading":[null,"เริ่มซื้อขาย"],"Start time":[null,"เวลาเริ่มต้น"],"Statement":[null,"รายการเดินบัญชี"],"Statistical Functions":[null,"ฟังก์ชันทางสถิติ"],"Status":[null,"สถานะ"],"Stays in":[null,"Stays in"],"Stop-loss":[null,"หยุดขาดทุน"],"Stop-profit":[null,"หยุดกำไร"],"Stop-type":[null,"ประเภทการยุติ"],"Stroke color":[null,"สีของเส้น"],"Stroke width":[null,"ความกว้างของเส้น"],"Submit":[null,"ส่ง"],"Successfully added new token":[null,"โทเค่นใหม่ได้ถูกเพิ่มเข้ามาแล้ว"],"Successfully added workspace as":[null,"พื้นที่ทำงานใหม่ได้ถูกเพิ่มเข้ามาให้เป็น"],"Successfully applied the template and saved it as":[null,"เลือกใช้แม่แบบแล้ว และบันทึกเป็น"],"Sun":[null,"อา"],"Sunday":[null,"วันอาทิตย์"],"Table":[null,"ตาราง"],"Tel":[null,"โทร"],"Template already saved as":[null,"ได้บันทึกแม่แบบเป็น"],"Template applied partially.":[null,"แม่แบบถูกใช้เพียงบางส่วน"],"Template changes saved":[null,"การเปลี่ยนแปลงแม่แบบได้ถูกบันทึกแล้ว"],"Template is not applicable.":[null,"แม่แบบไม่สามารถใช้ได้"],"Template name":[null,"ชื่อแม่แบบ"],"Template name already exists":[null,"มีชื่อแม่แบบนี้แล้ว"],"Terms":[null,"ข้อตกลง"],"Terms and Conditions":[null,"ข้อตกลงและเงื่อนไข"],"Tertiary":[null,"ลำดับที่สาม"],"The":[null,"-"],"The company holds customer funds in separate bank accounts to the operational accounts which would not, in the event of insolvency, form part of the Company's assets. This meets the Gambling Commission's requirements for the segregation of customer funds at the level":[null,"บริษัทฯ ดูแลเงินทุนประกันของลูกค้าในบัญชีที่ถูกจัดสรรแยกเพื่อการปฏิบัติการ และการจัดการเพื่อให้แน่ใจว่า สินทรัพย์ของบัญชีลูกค้ามีการถูกจำหน่ายหากมีกรณีล้มละลาย ซึ่งเป็นไปตามข้อกำหนดของ Gambling Commission ในการแยกเงินทุนลูกค้าโดยเป็นมาตรการการป้องกันระดับ: "],"The products offered via this website include binary options, contracts for difference (\"CFDs\") and other complex derivatives. Trading binary options may not be suitable for everyone. Trading CFDs carries a high level of risk since leverage can work both to your advantage and disadvantage. As a result, the products offered on this website may not be suitable for all investors because of the risk of losing all of your invested capital. You should never invest money that you cannot afford to lose, and never trade with borrowed money. Before trading in the complex products offered, please be sure to understand the risks involved and learn about [_1]Responsible Trading[_2].":[null,"ผลิตภัณฑ์ที่ให้บริการในเว็บไซต์นี้ ได้แก่ ไบนารีออปชั่น สัญญาการซื้อขายส่วนต่าง (\"CFD\") และอนุพันธ์ที่มีความซับซ้อนอื่นๆ การซื้อขายไบนารีออปชั่นอาจไม่เหมาะกับทุกคน การซื้อขาย CFD มีความเสี่ยงสูงเพราะเลเวอรเรจจะส่งผลทั้งดีและเสียให้ท่าน ดังนั้น ผลิตภัณฑ์ในเว็บไซต์นี้จึงอาจจะไม่เหมาะสมกับนักลงทุนทุกคน เนื่องจากความเสี่ยงที่อาจสูญเสียเงินลงทุนทั้งหมด ท่านไม่ควรลงทุน หากไม่สามารถรับภาวะการขาดทุน และต้องไม่ซื้อขายด้วยเงินที่ยืมมา ก่อนการซื้อขายผลิตภัณฑ์ที่มีความซับซ้อน โปรดทำความเข้าใจต่อความเสี่ยงที่เกี่ยวข้องและศึกษาเกี่ยวกับ [_1]การซื้อขายด้วยความรับผิดชอบ[_2]"],"There was a market data disruption during the contract period. For real-money accounts we will attempt to correct this and settle the contract properly, otherwise the contract will be cancelled and refunded. Virtual-money contracts will be cancelled and refunded.":[null,"มีการหยุดชะงักของข้อมูลตลาดในช่วงระยะเวลาของสัญญา สำหรับบัญชีเงินจริง เราจะพยายามแก้ไขและชำระสัญญาอย่างเหมาะสม มิเช่นนั้นสัญญาจะถูกยกเลิกและคืนเงิน สัญญาเงินเสมือนจะถูกยกเลิกและคืนเงิน"],"There was an error":[null,"มีความผิดพลาดเกิดขึ้น"],"This contract has expired":[null,"สัญญานี้หมดอายุ"],"This contract lost":[null,"สัญญานี้ขาดทุน"],"This contract won":[null,"สัญญานี้กำไร"],"This field is required":[null,"ข้อมูลนี้ต้องระบุ ไม่สามารถเป็นค่าว่าง"],"This website's services are not made available in certain countries such as the USA, Canada, Hong Kong, Japan, or to persons under age 18.":[null,"บริการต่างๆ ของเว็บไซต์นี้ไม่ได้มีให้บริการในบางประเทศ เช่น สหรัฐอเมริกา แคนาดา ฮ่องกง ญี่ปุ่น หรือ ให้บริการต่อบุคคลที่อายุต่ำกว่า 18 ปี"],"Thu":[null,"พฤ"],"Thursday":[null,"วันพฤหัสบดี"],"Tick":[null,"ช่วงห่างของราคา"],"Tick Trade app":[null,"แอพ Tick Trade "],"Tick {row.number}":[null,"ช่วงราคา {row.number}"],"Ticks":[null,"ช่วงห่างของราคา"],"Time interval":[null,"ช่วงเวลา"],"Time out until":[null,"หมดเวลากระทั่ง"],"Timeout for websocket request":[null,"หมดเวลาสำหรับการร้องขอ websocket"],"Title":[null,"คำนำหน้าชื่อ"],"To":[null,"ถึง"],"To deposit money please contact the payment agent directly":[null,"ในการฝากเงิน โปรดติดต่อตัวแทนรับชำระเงินโดยตรง"],"To find out more and to sign up with GAMSTOP, please visit":[null,"เพื่อศึกษาข้อมูลเพิ่มเติม และลงทะเบียนใช้งานกับ GAMSTOP โปรดเยี่ยมชมที่"],"To process deposits and withdrawals for payment methods or local currencies not supported by Binary.com contact a payment agent":[null,"เพื่อดำเนินฝากและถอนเงินสำหรับวิธีการชำระเงิน  หรือ สกุลเงินท้องถิ่นไม่รองรับ โดย Binary.com โปรดติดต่อตัวแทนรับชำระเงิน"],"To self-exclude from all online gambling companies licensed in Great Britain, you may go to":[null,"การพักตัวเองจากเหล่าบริษัทการพนันออนไลน์ที่ได้รับใบอนุญาตในสหราชอาณาจักร โปรดดำเนินการที่"],"To withdraw funds please enter the special verification token we have just emailed you":[null,"ในการถอนหลักประกัน โปรดป้อนรหัสโทเค่นเพื่อการยืนยัน ซึ่งเราได้ส่งให้ท่านทางอีเมล์แล้ว"],"Today":[null,"วันนี้"],"Token":[null,"โทเค่น"],"Token Management":[null,"การจัดการโทเค่น"],"Token already added":[null,"โทเค่นได้ถูกเพิ่มแล้ว"],"Token management":[null,"การจัดการโทเค่น"],"Token name":[null,"ชื่อโทเค่น"],"Token name can contain alphanumeric characters with spaces and underscores":[null,"ชื่อโทเค่นประกอบด้วยอักษรตัวเลข ช่องว่าง และขีดเส้นใต้ได้"],"Token name can have a maximum of 32 characters":[null,"ชื่อโทเค่นมีจำนวนตัวอักษรได้สูงสุด 32 ตัว"],"Token name must contain atleast 2 characters":[null,"ชื่อโทเคนต้องประกอบด้วยอักษรอย่างน้อย 2 ตัว"],"Token name should begin with alphanumeric characters only":[null,"ชื่อโทเค่นควรขึ้นต้นด้วยอักษรตัวเลขเท่านั้น"],"Token permissions":[null,"สิทธิ์โทเค่น"],"Tooltip background":[null,"พื้นหลังของป้ายคำแนะนำ"],"Tooltip text":[null,"ข้อความในป้ายคำแนะนำ"],"Total Copiers":[null,"เครื่องมือการคัดลอกทั้งหมด"],"Total Cost":[null,"ต้นทุนรวม"],"Total Profit/Loss":[null,"รวมกำไร/ขาดทุน"],"Total Trades":[null,"การซื้อขายทั้งหมด"],"Touch":[null,"แตะ"],"Touch/No Touch":[null,"Touch/No Touch"],"Tourism":[null,"การท่องเที่ยว"],"Trade":[null,"ซื้อ-ขาย"],"Trade Confirmation":[null,"การยืนยันซื้อขาย"],"Trade Types":[null,"ประเภทการซื้อขาย"],"Trade using":[null,"ซื้อขายโดยใช้"],"Trader":[null,"นักลงทุน"],"Trader's Statistics":[null,"สถิติของนักลงทุน"],"Trades Profitability":[null,"ความสามารถในการทำกำไรของนักลงทุน"],"Trading Times":[null,"เวลาซื้อขาย"],"Trading binary options may not be suitable for everyone, so please ensure that you fully understand the risks involved. Your losses can exceed your initial deposit and you do not own or have any interest in the underlying asset.":[null,"การซื้อขายไบนารีออปชันอาจไม่เหมาะสมสำหรับทุกคน ดังนั้นโปรดแน่ใจว่าคุณเข้าใจความเสี่ยงที่เกี่ยวข้อง การขาดทุนของคุณอาจเกินจำนวนเงินฝากเบื้องต้นและคุณไม่ได้เป็นเจ้าของหรือได้รับผลประโยชน์ใดๆจากสินทรัพย์ที่อ้างอิง"],"Tradingview for Binary.com":[null,"Tradingview สำหรับ Binary.com"],"Transfer":[null,"โอน"],"Transfer to another Binary account":[null,"โอนไปยังบัญชี Binary อีกอันหนึ่ง"],"Try":[null,"ลอง"],"Tue":[null,"อัง"],"Tuesday":[null,"วันอังคาร"],"Turnover":[null,"การซื้อขาย"],"USD":[null,"USD"],"USDJPY":[null,"USDJPY"],"Under":[null,"ต่ำกว่า"],"Unfortunately, your browser does not support them":[null,"ขออภัย เบราเซอร์ของท่านไม่รองรับการใช้งาน"],"Up/Down":[null,"Up/Down"],"Upcoming Events":[null,"กิจกรรมในอนาคต"],"Update":[null,"การปรับปรุง"],"Update Settings":[null,"การปรับปรุงการตั้งค่า"],"Upgrade to a Real Account":[null,"อัพเกรดเป็นบัญชีจริง"],"Upload template":[null,"อัปโหลดแม่แบบ"],"Use":[null,"ใช้"],"Use the \"Save as ...\" button to save the chart settings, type, time period, indicators and comparisons":[null,"ใช้เมนู \"บันทึกเป็น...\" เพื่อบันทึกการตั้งค่าแผนภูมิ ชนิด ระยะเวลา ตัวชี้วัด และการเปรียบเทียบ"],"Use the \"Save as ...\" button to save the trade settings":[null,"ใช้คำสั่ง \"บันทึกเป็น...\" เพื่อบันทึกการตั้งค่าการซื้อขาย"],"Various customisable features like loading and arranging assets, charting, and other resources however you see fit":[null,"มีเครื่องมือ และหน้าจอที่สามารถปรับแต่งใช้งานได้หลายรูปแบบ เช่น การแสดงและการจัดการผลิตภัณฑ์อ้างอิง การแสดงแผนภูมิ และเครื่องมืออื่นๆ "],"Verification code sent to":[null,"รหัสยืนยันถูกส่งไปที่"],"Verification token":[null,"รหัสตรวจสอบ"],"Verify new password":[null,"ตรวจสอบรหัสผ่านใหม่"],"Vertical line":[null,"เส้นแนวตั้ง"],"View":[null,"ดูรายการ"],"View Statement":[null,"ดูรายการเดินบัญชี"],"Volatility Indicators":[null,"ดัชนีความผันผวน"],"We are required by our license to inform you about what happens to funds which we hold on account for you, and the extent to which funds are protected in the event of insolvency":[null,"พวกเราถูกกำหนดโดยใบอนุญาตของพวกเราเพื่อเรียนให้ท่านทราบเกี่ยวกับสิ่งที่เกิดขึ้นกับเงินทุนที่พวกเราดูแลในบัญชีของท่าน และขอบเขตที่เงินทุนได้รับการปกป้องจากภาวะล้มละลาย "],"Webtrader":[null,"Webtrader"],"Webtrader is an advanced trading platform that's fully-customisable according to your personal preferences":[null,"Webtrader เป็นแพลตฟอร์มการซื้อขายขั้นสูงที่ออกแบบเพื่อการซื้อขายส่วนบุคคลของท่าน"],"Webtrader uses new web technologies for rich and enjoyable trading experience":[null,"Webtrader ใช้เทคโนโลยีเว็บสมัยใหม่เพื่อให้ได้รับประสบการณ์การซื้อขายหลากหลาย และสนุกสนาน"],"Wed":[null,"พ"],"Wednesday":[null,"วันพุธ"],"Welcome to Binary.com Webtrader":[null,"ยินดีต้อนรับสู่ Binary.com Webtrader"],"When you click \"Ok\" you will be excluded from trading on the site until the selected date.":[null,"เมื่อคุณเลือก \"Ok\" คุณจะถูกพักจากระบบซื้อขายจนถึงวันที่ที่ระบุ"],"While on the go, you can":[null,"ขณะตลาดดำเนินไป ท่านสามารถ"],"Withdraw funds":[null,"ถอนหลักประกัน"],"Withdrawal via payment agents":[null,"การถอนเงินผ่านตัวแทนรับชำระเงิน"],"Workspace":[null,"พื้นที่ใช้งาน"],"Workspace changes saved":[null,"ได้บันทึกการเปลี่ยนแปลงในพื้นที่ใช้งานแล้ว"],"X-axis labels":[null,"ป้ายชื่อแกนเอ็กซ์ (แนวนอน)"],"X-axis line":[null,"เส้นแกนเอ็กซ์ (แนวนอน)"],"X-axis tick":[null,"ช่วงราคาบนแกนเอ็กซ์ (แนวนอน)"],"Y-axis gridline":[null,"เส้นตาราง แกนวาย (แนวตั้ง)"],"Y-axis labels":[null,"ป้ายชื่อแกนวาย (แนวตั้ง)"],"Yes":[null,"ใช่"],"You are not copying any trade(s) yet":[null,"ท่านยังไม่ได้คัดลอกการซื้อขายใดๆ"],"You have excluded yourself until":[null,"คุณได้พักตนเองจนกระทั่ง"],"You have sold the following contract":[null,"ท่านจำหน่ายสัญญาต่อไปนี้แล้ว"],"You haven't saved any templates yet":[null,"ท่านยังไม่ได้บันทึกแม่แบบใด ๆ"],"You pay":[null,"ท่านชำระ"],"You will be automatically logged out after such time":[null,"ท่านออกจากระบบโดยอัตโนมัติภายหลังเวลาดังกล่าว"],"You wish to allow other traders to copy your trades":[null,"ท่านยินยอมให้นักลงทุนท่านอื่นๆ คัดลอกการซื้อขายของท่าน"],"You wish to copy another trader's trades":[null,"ท่านปรารถนาที่จะคัดลอกการซื้อขายของนักลงทุนท่านอื่นๆ"],"Your account (%) is locked, please contact customer support for more info.":[null,"บัญชีของท่าน (%) ถูกระงับการใช้งาน โปรดติดต่อฝ่ายบริการลูกค้าเพื่อดำเนินการ"],"Your account is restricted. Kindly [_1]contact customer support[_2] for assistance.":[null,"บัญชีของท่านถูกระงับ โปรด[_1]ติดต่อฝ่ายลูกค้าสัมพันธ์[_2] เพื่อดำเนินการต่อไป"],"Your browser doesn't support copy to clipboard":[null,"เบราเซอร์ของคุณไม่สนับสนุนการคัดลอกลงคลิปบอร์ด"],"Your browser is not supported":[null,"เบราเซอร์ของท่านไม่รองรับการใช้งาน"],"Your changes have been updated":[null,"การเปลี่ยนแปลงของคุณได้ถูกอัพเดทแล้ว"],"Your copying settings":[null,"การตั้งค่าการคัดลอกของท่าน"],"Your new account balance is":[null,"ยอดคงเหลือในบัญชีใหม่ของท่าน คือ"],"Your transaction reference is":[null,"หมายเลขอ้างอิงของธุรกรรมของท่าน คือ"],"Your transaction reference number is":[null,"หมายเลขอ้างอิงของธุรกรรมของท่าน คือ"],"Zoom":[null,"ขยาย"],"[_1]Authenticate your account[_2] now to take full advantage of all withdrawal options available.":[null,"[_1]ยืนยันบัญชีของคุณ[_2]เดี๋ยวนี้ เพื่อใช้ประโยชน์จากวิธีการถอนเงินที่มีทั้งหมด"],"and":[null,"และ"],"commission":[null,"คอมมิชชั่น"],"create a Read-only token, and share the token with your copier(s)":[null,"สร้างโทเค่นแบบอ่านอย่างเดียว และแชร์โทเค่นกับท่านอื่น"],"customer support":[null,"ฝ่ายบริการลูกค้า"],"day":[null,"วัน"],"days":[null,"วัน"],"deposits":[null,"การฝาก"],"end time":[null,"เวลาสิ้นสุด"],"entry spot":[null,"สปอตเริ่มต้น"],"exit spot":[null,"สปอตสิ้นสุด"],"for":[null,"สำหรับ"],"for mobile charts":[null,"สำหรับแผนภูมิ"],"has updated its":[null,"ได้ปรับปรุง"],"hour":[null,"ชั่วโมง"],"hours":[null,"ชั่วโมง"],"in the future, the":[null,"ในอนาคต"],"is Binary's advanced desktop trading platform. Its multi-window interface provides maximum flexibility and suits the needs of active traders working on their desktop PCs":[null,"คือ ระบบซื้อขายของ Binary ขั้นสูง บนเดสก์ทอป ลักษณะหน้าจอที่มีความยืดหยุ่นโดยสามารถเปิดได้หลายหน้าต่างพร้อมๆ กัน และเหมาะอย่างยิ่งสำหรับผู้ใช้งานที่ต้องทำงานของเขาไปด้วยบนคอมพิวเตอร์ส่วนบุคคลแบบเดสก์ทอป"],"is required. Current spread":[null,"เป็นสิ่งจำเป็น สเปรดปัจจุบัน"],"is that which is selected and the":[null,"ซึ่งถูกเลือก"],"is the":[null,"คือ"],"is the price in effect at that time":[null,"คือ ราคามีผลในเวลาดังกล่าว"],"is the selected number of minutes/hours after the":[null,"คือ ตัวเลขชั่วโมง และ นาทีที่ระบุ หลังจาก"],"is the selected time":[null,"คือ เวลาที่เลือก"],"is the spot at the":[null,"คือ สปอต ที่"],"is when the contract is processed by our servers and the":[null,"เมื่อสัญญาถูกประมวลผลโดยเครื่องแม่ข่ายของเราและ"],"main site":[null,"เว็บไซต์หลัก"],"market is presently closed.":[null,"ขณะนี้ ตลาดปิดทำการ"],"medium protection":[null,"การป้องกันระดับกลาง"],"minute":[null,"นาที"],"minutes":[null,"นาที"],"next tick":[null,"ช่วงราคาถัดไป"],"of \"Now\", the":[null,"ของ \"เวลาปัจจุบัน\""],"payment agent":[null,"ตัวแทนรับชำระเงิน"],"points":[null,"จุด"],"risk warning":[null,"การแจ้งเตือนเกี่ยวกับความเสี่ยง"],"sec":[null,"วินาที"],"second":[null,"วินาที"],"seconds":[null,"วินาที"],"session overview":[null,"ภาพรวม"],"start time":[null,"เวลาเริ่มต้น"],"the":[null,"-"],"thereafter":[null,"หลังจากนั้น"],"tick":[null,"ช่วงห่างของราคา"],"ticks":[null,"ช่วงห่างของราคา"],"withdrawals":[null,"การถอนเงิน"],"www.gamstop.co.uk":[null,"www.gamstop.co.uk"],"yes":[null,"ใช่"],"{agent.commission}%":[null,"{agent.commission}%"],"| Return":[null,"| ผลตอบแทน"],"﻿":[null,"ช่องว่าง"]}