{"1":[null,"1"],"2":[null,"2"],"3":[null,"3"],"4":[null,"4"],"5":[null,"5"],"8":[null,"8"],"10":[null,"10"],"15":[null,"15"],"30":[null,"30"],"1999":[null,"1999"],"2000":[null,"2000 (พ.ศ. 2543)"],"2004":[null,"2004 (พ.ศ. 2547)"],"2007":[null,"2007 (พ.ศ. 2550)"],"2008":[null,"2008 (พ.ศ. 2551)"],"2009":[null,"2009 (พ.ศ. 2552)"],"2011":[null,"2011 (พ.ศ. 2554)"],"2012":[null,"2012 (พ.ศ. 2555)"],"2013":[null,"2013 (พ.ศ. 2556)"],"2014":[null,"2014 (พ.ศ. 2557)"],"2015":[null,"2015 (พ.ศ. 2558)"],"2016":[null,"2016 (พ.ศ. 2559)"],"2017":[null,"2017 (พ.ศ. 2560)"],"":{"plural-forms":"nplurals=1; plural=0;","x-generator":"crowdin.com","x-crowdin-project":"webtrader","x-crowdin-language":"th","x-crowdin-file":"/development/translations/i18n/messages.pot","project-id-version":"webtrader","content-type":"text/plain; charset=UTF-8","last-translator":"binarycom <jy@binary.com>","language-team":"Thai","language":"th_TH","po-revision-date":"2018-08-17 01:10"},"\"http://www.gamblingcommission.gov.uk/Consumers/Protection-of-customer-funds.aspx\"":[null,"\"http://www.gamblingcommission.gov.uk/Consumers/Protection-of-customer-funds.aspx\""],"'Best Customer Communication Firm' award by Investors Chronicle":[null,"รางวัล ‘Best Customer Communication Firm’ ได้รับจาก Investors Chronicle"],"'Best Fixed-Odds Broker' silver award by Trade2Win":[null,"รางวัล ‘Best Fixed-Odds Broker’ ประเภทเหรียญเงิน ได้รับจาก Trade2Win"],"'Best Fixed-Odds Financial Provider' award by Financial Times and Investors Chronicle UK":[null,"รางวัล ‘Best Fixed-Odds Financial Provider’ ได้รับจาก Financial Times และ Investors Chronicle สหราชอาณาจักร"],"'Best Fixed-Odds Financial Trading Provider' award by Shares Magazine UK":[null,"รางวัล ‘Best Fixed-Odds Financial Trading Provider’ ได้รับจาก Shares Magazine สหราชอาณาจักร"],"'Best Fixed-Odds Firm 2012' award by Global Banking and Finance Review":[null,"รางวัล ‘Best Fixed-Odds Firm 2012’ ได้รับจาก Global Banking และ Finance Review"],"'Financial Betting Operator of the Year' award by eGaming Review":[null,"รางวัล ‘Financial Betting Operator of the Year’ ได้รับจาก eGaming Review"],"'contract period'":[null,"'ระยะเวลาสัญญา'"],"(6,000   5,200) * 2 = $1600":[null,"(6,000   5,200) * 2 = $1600"],"(One) Touch trades":[null,"(One) Touch Trades"],"(formerly known as":[null,"(เดิมชื่อ"],"(if less than one day in duration), or at the end of the trading day (if one day or more in duration)":[null,"(ถ้าระยะเวลาน้อยกว่าหนึ่งวัน) หรือ สิ้นสุดของวันซื้อขาย (ถ้าเป็นระยะเวลาหนึ่งวันหรือมากกว่า)"],"(license reference no: 39172)":[null,"(ใบอนุญาตเลขที่: 39172)"],"(license reference no: 39495)":[null,"(ใบอนุญาตเลขที่: 39495)"],") goes live, establishing a round-the-clock financial betting service on a variety of financial indices. Business grows quickly, and we soon become the market leader in fixed-odds financial betting":[null,") ได้เปิดใช้งานจริง ให้บริการการพนันทางการเงินในดัชนีทางการเงินต่างๆ ที่หลากหลายทั้งวันทั้งคืน ธุรกิจเติบโตอย่างรวดเร็ว และในไม่ช้าพวกเราก้าวสู่การเป็นผู้นำตลาดการพนันทางการเงินแบบ Fixed-Odds"],"- Benefit from the same rates of return as interbank traders. Our prices are benchmarked daily against the interbank options markets":[null,"- ประโยชน์จากการที่อัตราผลตอบแทนเท่ากับของนักลงทุนระหว่างธนาคาร ราคาของเราถูกเปรียบเทียบเป็นรายวันกับตลาดออปชั่นระหว่างธนาคาร"],"- Binary.com is not affiliated with any of the Payment Agents listed above. Each Payment Agent operates as an independent service provider and is not endorsed, guaranteed or otherwise approved by Binary.com. CUSTOMERS DEAL WITH PAYMENT AGENTS AT THEIR SOLE RISK AND PERIL. Customers are advised to check the credentials of Payment Agents before sending them any money. Binary.com shall not in any circumstance be held responsible for transactions made between customers and Payment Agents":[null,"- Binary.com ไม่ได้เข้าร่วมเป็นพันธมิตรกับตัวแทนรับชำระเงินที่แจกแจงข้างต้น ตัวแทนรับชำระเงินแต่ละรายดำเนินการในฐานะผู้ให้บริการอิสระ และไม่ได้รับการรับรอง รับประกัน หรืออนุมัติโดย Binary.com ลูกค้าที่ติดต่อกับตัวแทนรับชำระเงินจะต้องรับผิดชอบต่อความเสี่ยงต่างๆ ด้วยตัวเอง ขอแนะนำให้ลูกค้าตรวจสอบข้อมูลหลักฐานอ้างอิงของตัวแทนรับชำระเงินก่อนที่จะส่งเงินใดๆให้กับตัวแทน Binary.com ไม่ว่าในกรณีใดๆ ก็ตาม จะไม่รับผิดชอบต่อธุรกรรมที่กระทำขึ้นระหว่างลูกค้ากับตัวแทนรับชำระเงิน"],"- Choose from over one million possible trade variations at any time, and customise your trades according to your preferred strategy":[null,"- เลือกจากการซื้อขายหลากหลายแบบที่มีมากกว่าหนึ่งล้านแบบเมื่อใดก็ได้ และปรับแต่งการซื้อขายของท่านตามกลยุทธ์ที่ท่านต้องการ"],"- Choose timeframes from 10 seconds to 365 days":[null,"- กำหนดระยะเวลา จาก 10 วินาที ถึง 365 วัน"],"- Deposit as little as USD 5 to start trading":[null,"- ฝากเงินแค่เพียง 5 เหรียญสหรัฐเพื่อเริ่มซื้อขาย"],"- Earn the same proportional return on stakes of all values":[null,"- ได้ผลตอบแทนต่อเงินที่ลงไปของมูลค่าทั้งหมดเป็นสัดส่วนเดียวกัน"],"- Enjoy a trading platform that s easy to navigate and use":[null,"- เพลิดเพลินไปกับแพลตฟอร์มการซื้อขายที่ง่ายต่อการหาทางและใช้งาน"],"- Know how much you will win or lose before you purchase the contract":[null,"- ทราบว่า จะได้เงิน หรือ ขาดทุนเท่าไร ก่อนจะซื้อสัญญา"],"- Open an account and start trading in minutes. Deposits and withdrawals are also available 24/7":[null,"- เปิดบัญชีและเริ่มซื้อขายภายในไม่กี่นาที การฝากและถอนเงินทำได้ตลอด 24 ชั่วโมง 7 วัน"],"- Predict the market ending higher or lower than a price target":[null,"- คาดการณ์ว่าตลาดจะปิดที่สูงกว่า หรือ ต่ำกว่า ราคาเป้าหมาย"],"- Predict the market rising or falling from its current level":[null,"- คาดการณ์ตลาดเพิ่มขึ้น หรือ ลดลง จากระดับปัจจุบัน"],"- Predict the market staying between or going outside two price targets":[null,"- คาดการณ์ตลาดจะอยู่ระหว่าง หรือ ออกนอกราคาเป้าหมายทั้งสอง"],"- Predict the market touching or not touching a price target":[null,"- คาดการณ์ตลาดจะแตะ หรือไม่แตะราคาเป้าหมาย"],"- Receive quotes for a trade and counter-trade, so you always get unbiased, transparent rates from Binary.com":[null,"- ได้รับใบเสนอราคาสำหรับการซื้อขาย และการซื้อขายเองจากตลาด ท่านจะได้รับอัตราที่เป็นกลาง โปร่งใสราคาจาก Binary.com เสมอ"],"- Sell your long-term contracts before expiry to protect any profits you may have made or to minimise your losses":[null,"- ขายสัญญาระยะยาวของท่านก่อนหมดอายุเพื่อรักษากำไรของที่พึงได้ หรือ เพื่อลดการขาดทุน"],"- Trade based on \"gut feel\" or rely on technical and fundamental analysis":[null,"- ซื้อขายตาม \"สัญชาตญาณ\" หรือดูจากการวิเคราะห์ทางด้านเทคนิค และพื้นฐาน"],"- Trade confidently, knowing that your personal data, transactions, and funds are always secure":[null,"- ซื้อขายอย่างมั่นใจว่าข้อมูลส่วนบุคคล ธุรกรรม และเงินทุนนั้นปลอดภัยเสมอ"],"- Trade currencies, indices, commodities and more in rising, falling, sideways, quiet, and volatile markets":[null,"- ซื้อขายสกุลเงิน ดัชนี สินค้าโภคภัณฑ์ และอื่นๆ ในตลาดที่ขาขึ้น ขาลง ไปด้านข้าง ซบเซา และผันผวน"],"- Trade when you want. Binary.com is available 24/7, even on weekends":[null,"- ซื้อขายเมื่อท่านต้องการ สามารถเข้า Binary.com ได้ตลอด 24 ชั่วโมง 7 วัน แม้กระทั่งวันหยุดสุดสัปดาห์"],"- Trade with the industry pioneer and holder of a patented pricing technology":[null,"- ซื้อขายกับผู้บุกเบิกอุตสาหกรรมและผู้ได้รับสิทธิบัตรในเทคโนโลยีการกำหนดราคา"],"- currencies, stock indices, and commodities":[null,"- สกุลเงินต่างๆ หลักทรัพย์ต่างๆ ดัชนีต่างๆ และสินค้าโภคภัณฑ์ต่างๆ"],"- from $1 to $50,000":[null,"- ตั้งแต่ 1 ถึง 50,000 เหรียญสหรัฐ"],"- from 10 seconds to 365 days":[null,"- ตั้งแต่ 10 วินาที ถึง 365 วัน"],"- up/down, touch/no-touch, stays between/goes outside":[null,"- ขึ้น/ลง แตะ/ไม่แตะ อยู่ระหว่าง/ออกนอก"],"0-1 year":[null,"0-1 ปี"],"0-5 transactions in the past 12 months":[null,"มี 0-5 ธุรกรรมในระยะเวลา 12 เดือน ที่ผ่านมา"],"1 Day":[null,"1 วัน"],"1 Hour":[null,"1 ชั่วโมง"],"1 Minute":[null,"1 นาที"],"1 Tick":[null,"1 ช่วงเวลา"],"1 million transactions/day":[null,"1 ล้านธุรกรรมต่อวัน"],"1-2 years":[null,"1-2 ปี"],"1. Choose the Underlying":[null,"1. เลือกผลิตภัณฑ์อ้างอิง"],"1. Underlying market":[null,"1. ตลาดอ้างอิง"],"10 Minutes":[null,"10 นาที"],"10m":[null,"10 นาที"],"15 Minutes":[null,"15 นาที"],"15m":[null,"15 นาที"],"1d":[null,"1 วัน"],"1h":[null,"1 ชั่วโมง"],"1m":[null,"1 นาที"],"1t":[null,"1t"],"2 Hours":[null,"2 ชั่วโมง"],"2 Minutes":[null,"2 นาที"],"2. Choose the Duration of the Trade":[null,"2. เลือกระยะเวลาของการซื้อขาย"],"2. Trade type":[null,"2. ประเภทการซื้อขาย"],"2h":[null,"2 ชั่วโมง"],"2m":[null,"2 นาที"],"3 Minutes":[null,"3 นาที"],"3. Choose how you want to Trade the Market":[null,"3. เลือกว่า ท่านต้องการซื้อขายอย่างไร"],"3. Duration":[null,"3. ระยะเวลา"],"30 Minutes":[null,"30 นาที"],"30-day limit on losses":[null,"วงเงินขาดทุนในช่วง 30 วัน"],"30-day turnover limit":[null,"วงเงินซื้อขาย 30 วัน"],"30m":[null,"30 นาที"],"3m":[null,"3 นาที"],"4 Hours":[null,"4 ชั่วโมง"],"4. Barrier(s)":[null,"4. Barrier"],"4. Choose your Stake and Potential Return":[null,"4. เลือกจำนวนเงินเดิมพันและประมาณการผลกำไร"],"40 transactions or more in the past 12 months":[null,"มีมากกว่า 40 ธุรกรรม ภายใน 12 เดือนที่ผ่านมา"],"4h":[null,"4 ชั่วโมง"],"5 Minutes":[null,"5 นาที"],"5. Payout":[null,"5. ผลตอบแทน"],"5m":[null,"5 นาที"],"6-10 transactions in the past 12 months":[null,"มี 6-10 ธุรกรรมในระยะเวลา 12 เดือน ที่ผ่านมา"],"7-day limit on losses":[null,"วงเงินขาดทุนในช่วง 7 วัน"],"7-day turnover limit":[null,"วงเงินซื้อขาย 7 วัน"],"8 Hours":[null,"8 ชั่วโมง"],"8h":[null,"8 ชั่วโมง"],"A Evening Doji Star consists of a long bullish candle, followed by a Doji that has gapped above it, then a third bearish candle that closes well within the body of the first candle and in doing so confirming the reversal. It is considered a strong bearish price reversal candlestick pattern":[null,"Evening Doji Star ประกอบด้วยแท่งเทียนยาวที่แสดงความตื่นตัว ตามด้วย Doji ที่มีช่องว่างด้านบน จากนั้นเป็นแท่งเทียนที่สามที่แสดงความซบเซาที่ปิดอย่างดีภายในแท่งเทียนแรก และเช่นนี้เป็นการยืนยันถึงการพลิกกลับ ซึ่งถือว่า เป็นรูปแบบแท่งเทียนที่แสดงการพลิกกลับอย่างแข็งแกร่งของราคาที่ซบเซา"],"A Smoothed Moving Average is sort of a blend between a Simple Moving Average and an Exponential Moving Average, only with a longer period applied":[null,"Smoothed Moving Average คือ การผสมผสานระหว่าง Simple Moving Average และ Exponential Moving Average ใช้กับระยะเวลาที่ยาวกว่าเท่านั้น"],"A Spinning Top Candlestick is a bullish or bearish candlestick with a small body. The length of the head and tail shadows can vary. Like a Doji Candlestick it represents a point of indecision with buyers and seller matched":[null,"แท่งเทียน Spinning Top เป็นแท่งเทียนของตลาดตื่นตัว หรือ ตลาดซบเซา ที่มีตัวแท่งเทียนขนาดเล็ก ความยาวเงาของหัว หรือ หางแตกต่างกันไป เช่นเดียวกับแท่งเทียน Doji แสดงถึงจุดที่เกิดความลังเลที่ตรงกันทั้งผู้ซื้อและผู้ขาย"],"A Stays Between trade pays out if the market stays between (does not touch) BOTH the high barrier or the low barrier at any time during the period chosen by a trader. A Goes Outside trade pays out if the market touches EITHER the high barrier or the low barrier at any time during the period chosen by a trader":[null,"การซื้อขาย Stays Between จะให้ผลตอบแทน หากตลาดมีค่าอยู่ระหว่าง (ไม่แตะเส้น) ทั้ง ค่า Barrier สูง หรือ ค่า Barrier ต่ำ ณ เวลาใดๆ ระหว่างช่วงเวลาที่นักลงทุนได้เลือกไว้ การซื้อขาย Goes Outside จะให้ผลตอบแทน หากตลาดไปถึงค่าใดค่าหนึ่ง ไม่ว่าจะเป็น ค่า Barrier สูง หรือ ค่า Barrier ต่ำ ณ เวลาใดๆ ระหว่างช่วงเวลาที่นักลงทุนได้เลือกไว้"],"A bearish candlestick pattern consisting of three candles that have demonstrated the following characteristics, the first bar is a large white candlestick located within an uptrend, the middle bar is a small-bodied candle (red or white) that closes above the first white bar, the last bar is a large red candle that opens below the middle candle and closes near the center of the first bar's body":[null,"รูปแบบแท่งเทียนแบบซบเซาประกอบด้วยแท่งเทียนสามแท่งซึ่งแสดงลักษณะดังต่อไปนี้ แท่งแรกเป็นเทียนสีขาวขนาดใหญ่อยู่ภายในแนวโน้มขึ้น แท่งกลางเป็นแท่งเทียนขนาดเล็ก (แดง หรือ ขาว) ที่ปิดเหนือแท่งสีขาวแรก และแท่งสุดท้าย คือ เทียนสีแดงขนาดใหญ่ที่เปิดใต้เทียนแท่งกลาง และปิดใกล้กับตำแหน่งตรงกลางของแท่งเทียนแรก"],"A bearish candlestick pattern that is used to predict the reversal of the current uptrend. This pattern consists of three consecutive long-bodied candlesticks that have closed lower than the previous day with each session's open occurring within the body of the previous candle":[null,"รูปแบบแท่งเทียนแบบซบเซาที่ถูกใช้เพื่อคาดการณ์การพลิกกลับของแนวโน้มขึ้นปัจจุบัน รูปแบบนี้ประกอบด้วยแท่งเทียนขนาดยาวสามแท่งต่อกันซึ่งได้ปิดที่ต่ำกว่าวันก่อนโดยการเปิดของแต่ละช่วงเกิดขึ้นภายในตัวของแท่งเทียนอันก่อน"],"A bearish counterattack is a long white candle in an uptrend, followed by a long black candle. Closing prices of both candles are at the same price level. A bullish counterattack is a long black candle in an downtrend, followed by a long white candle. Closing prices of both candles are at the same price level":[null,"การโต้กลับของตลาดซบเซา คือ แท่งเทียนยาวสีขาวในแนวโน้มขึ้น ตามด้วยแท่งเทียนยาวสีดำ ราคาปิดของแท่งเทียนทั้งสองอยู่ที่ระดับราคาเดียวกัน การโต้กลับของตลาดตื่นตัวคือแท่งเทียนยาวสีดำในแนวโน้มลง ตามด้วยแท่งเทียนยาวสีขาว ราคาปิดของแท่งเทียนทั้งสองอยู่ที่ระดับราคาเดียวกัน"],"A bearish separating line is a bearish continuation pattern. It is the exact opposite of the bullish separating line. There are two components to the bearish separating line: The first day is a green candlestick and the second day gaps down, opens at the first candlestick's open and closes weakly":[null,"เส้นแยกของตลาดซบเซา คือ รูปแบบความต่อเนื่องของตลาดซบเซา ซึ่งตรงกันข้ามกับเส้นแยกของตลาดตื่นตัว มีองค์ประกอบสองประการของเส้นแยกตลาดซบเซา กล่าวคือ วันแรก คือ แท่งเทียนสีเขียว และวันที่สองมีช่วงห่างลงมา เปิดที่ระดับเปิดของแท่งเทียนแรกและปิดแบบอ่อนตัว"],"A binary option is a contract purchased by a trader, which pays a pre-determined amount if their prediction is correct":[null,"ไบนารีออปชั่นเป็นสัญญาซื้อขายประเภทหนึ่งที่ผู้ซื้อขายจะได้รับเงินตามจำนวนเงินที่กำหนดไว้ล่วงหน้า หากการคาดการณ์ถูกต้อง"],"A binary option is an option with a fixed payout that is determined at the start of the trade. If your prediction is correct, you receive an agreed payout. If not, you lose your initial stake, and no more. The options are called 'binary' because there can be only two outcomes - win or lose":[null,"ไบนารีออปชั่นคือออปชั่นที่มีการชำระเงินที่คงที่ซึ่งถูกกำหนดตั้งแต่เริ่มต้นของการซื้อขาย หากการคาดการณ์ของท่านถูกต้อง ท่านจะได้รับการจ่ายเงินตามมูลค่าที่ตกลงไว้ แต่หากการทำนายไม่ถูกต้อง ท่านจะเสียมูลค่าที่วางตั้งต้นไว้ และจะไม่มากไปกว่านั้น ออปชั่นถูกเรียกว่า 'ไบนารี' เนื่องจากมีผลลัพธ์เพียง 2 ทาง คือ ได้ และ เสีย"],"A bullish candlestick pattern that consists of five candles, the first day is a long white day, the second day gaps up and is a black day, the second, third, and fourth days have small real bodies and follow a brief downtrend pattern, but stay within the range of the first day and the fifth day is a long white day that closes above the close of the first day":[null,"รูปแบบแท่งเทียนของตลาดที่ตื่นตัวประกอบด้วยเทียนห้าแท่ง วันแรก คือ วันขาวยาว วันที่สอง มีช่องว่างขึ้น และเป็นวันดำ วันที่สอง สาม และสี่ มีร่างจริงขนาดเล็ก และตามด้วยรูปแบบแนวโน้มขาลงสั้น ๆ แต่อยู่ในช่วงของวันแรก และวันที่ห้า คือ วันยาวสีขาวที่ปิดเหนือการปิดของวันแรก"],"A bullish candlestick pattern that consists of three candles, the first bar is a large red candlestick located within a defined downtrend, the second bar is a small-bodied candle (either red or white) that closes below the first red bar and the last bar is a large white candle that opens above the middle candle and closes near the center of the first bar's body":[null,"รูปแบบแท่งเทียนของตลาดตื่นตัวประกอบด้วยแท่งเทียนสามแท่ง แท่งแรกเป็นเทียนสีแดงขนาดใหญ่ที่อยู่ในแนวโน้มขาลง แท่งที่สองเป็นตัวแท่งเทียนขนาดเล็ก (เป็นสีแดง หรือ สีขาว ก็ได้) ที่ปิดต่ำกว่าแท่งแดงแรก และแท่งสุดท้าย คือ แท่งเทียนสีขาวขนาดใหญ่ที่เปิดเหนือเทียนแท่งกลาง และมีราคาปิดใกล้กับตำแหน่งตรงกลางของเทียนแท่งแรก"],"A bullish candlestick pattern that consists of three candles, the first bar is a large red candlestick located within a defined downtrend, the second bar is a small-bodied candle (either red or white) that closes below the first red bar., he last bar is a large white candle that opens above the middle candle and closes near the center of the first bar's body":[null,"รูปแบบแท่งเทียนของตลาดตื่นตัวประกอบด้วยแท่งเทียนสามแท่ง แท่งแรกเป็นเทียนสีแดงขนาดใหญ่ที่อยู่ในแนวโน้มขาลง แท่งที่สองเป็นตัวแท่งเทียนขนาดเล็ก (เป็นสีแดง หรือ สีขาว ก็ได้) ที่ปิดต่ำกว่าแท่งแดงแรก และแท่งสุดท้าย คือ แท่งเทียนสีขาวขนาดใหญ่ที่เปิดเหนือเทียนแท่งกลาง และมีราคาปิดใกล้กับตำแหน่งตรงกลางของเทียนแท่งแรก"],"A bullish or bearish candle followed by a doji with with a downward or uptrend gap":[null,"แท่งเทียนในตลาดตื่นตัว หรือ ตลาดซบเซา ตามด้วย Doji ที่มีช่องว่างลดต่ำลง หรือ ขาขึ้น"],"A candlestick chart pattern in which a large candlestick is followed by a smaller candlestick whose body is located within the vertical range of the larger body. In terms of candlestick colors, the bullish harami is a downtrend of negative-colored (black) candlesticks engulfing a small positive (white) candlestick, giving a sign of a reversal of the downward trend":[null,"รูปแบบแผนภูมิแท่งเทียนซึ่งแท่งเทียนขนาดใหญ่จะตามด้วยแท่งเทียนขนาดเล็กกว่า ซึ่งตัวแท่งเทียนนั้นอยู่ภายในช่วงแนวตั้งของแท่งที่ใหญ่กว่า สำหรับสีของแท่งเทียน Harami ในตลาดตื่นตัวเป็นแนวโน้มขาลงของแท่งเทียนสีที่เป็นลบ (สีดำ) เขมือบแท่งเทียนที่เป็นบวก (สีขาว) ขนาดเล็ก กำลังให้สัญญาณของการกลับตัวของแนวโน้มขาลง"],"A candlestick with a long black body (long line) represents a bearish force in the market. The price of the stock was up and down in a wide range, opening near the high and closing near the low of the day. One with a long white line represents a bullish force in the market. The price of the stock was up and down in a wide range, opening near the low of the day and closing near the high":[null,"แท่งเทียนยาวสีดำ (เส้นยาว) หมายถึง แรงผลักของตลาดซบเซา ราคาของหุ้นขึ้นและลงในช่วงกว้าง เปิดใกล้กับราคาสูงและปิดใกล้กับราคาต่ำของวัน ส่วยเส้นสีขาวยาว หมายถึง แรงผลักของตลาดตื่นตัว ราคาของหุ้นขึ้นและลงในช่วงกว้าง เปิดใกล้กับราคาต่ำของวันและปิดใกล้กับราคาสูง"],"A candlestick with very long upper and lower shadows and a small real body on a Japanese candlestick chart. It shows that the market is losing its direction bias that it had before this candle appeared":[null,"แท่งเทียนที่มีเงาบนและล่างยาวมาก มีขนาดตัวแท่งเทียนจริงเล็กบนแผนภูมิแท่งเทียนญี่ปุ่น ซึ่งแสดงให้เห็นว่า ตลาดกำลังเสียทิศทางของลักษณะโน้มเอียงที่เคยมีก่อนที่แท่งเทียนจะปรากฎขึ้น"],"A chart pattern that consists of a small white candlestick with short shadows or tails followed by a large black candlestick that eclipses or 'engulfs' the small white one":[null,"รูปแบบแผนภูมิที่ประกอบด้วยแท่งเทียนสีขาวสั้นที่มีเงา หรือ หางสั้น ตามด้วยแท่งเทียนสีดำขนาดใหญ่ซึ่งลดความสำคัญหรือ \"กลืนกิน หรือ ครอบคลุม\" แท่งสีขาวเล็ก"],"A derivative is a financial instrument whose value is determined by reference to an underlying market. Derivatives are commonly traded in the inter-bank market, and binaries are one of the simplest forms of derivatives":[null,"อนุพันธ์ คือ เครื่องมือทางการเงินประเภทหนึ่งซึ่งมูลค่าถูกกำหนดโดยการอ้างอิงของตลาด โดยทั่วไปการซื้อขายอนุพันธ์เกิดขึ้นในตลาดฟอเร็กซ์ และไบนารีเป็นรูปแบบที่ง่ายที่สุดของอนุพันธ์"],"A lookback contract has a payout that depends on the optimum high or low achieved by the market. The option allows the holder to \"look back\" over time to determine the payout":[null,"สัญญา lookback มีการชำระเงินที่ขึ้นอยู่กับค่าสูงที่สุดและต่ำสุดที่ตลาดทำเอาไว้ ซึ่งให้ผู้ถือสัญญานี้ \"มองกลับไป\" เพื่อพิจารณาถึงการชำระเงินในช่วงเวลาที่ผ่านมา"],"A medium to long bullish or bearish candlestick with the key defining trait being no head or tail shadows":[null,"แท่งเทียนขนาดกลางถึงยาวของตลาดตื่นตัว หรือ ตลาดซบเซา โดยมีคุณสมบัติหลักๆ คือ ไม่มีเงาทั้งหัว หรือ หาง"],"A panel featuring industry leaders awards BetOnMarkets.com 'Financial Betting Operator of the Year' over two other finalists. It's a major victory for our brand and further recognition of our world-beating service. Ten years on, and going from strength to strength":[null,"เหล่าคณะผู้นำในอุตสาหกรรมมอบรางวัล ‘Financial Betting Operator of the Year’ ให้กับ BetOnMarkets.com จากผู้เข้ารอบสุดท้ายอีกสองคน มันเป็นชัยชนะหลักของแบรนด์ของพวกเราและการยอมรับของบริการระดับโลกของพวกเรา สิบปีที่ผ่านมาจากจุดแข็งสู่จุดแข็งที่ยั่งยืน"],"A technical indicator invented by Larry Williams that uses the weighted average of three different time periods to reduce the volatility and false transaction signals that are associated with many other indicators that mainly rely on a single time period":[null,"ตัวบ่งชี้ทางเทคนิคที่คิดค้นโดย Larry Williams ที่ใช้ค่าเฉลี่ยถ่วงน้ำหนักของรอบระยะเวลาต่างๆกันสามรอบ เพื่อลดความผันผวนและสัญญาณธุรกรรมเท็จที่เกี่ยวข้องกับตัวชี้วัดอื่น ๆ หลายที่ส่วนใหญ่ใช้แค่รอบระยะเวลาหนึ่ง"],"A technical momentum indicator that compares a security's closing price to its price range over a given time period. The oscillator's sensitivity to market movements can be reduced by adjusting the time period or by taking a moving average of the result":[null,"ดัชนีโมเมนตัมเชิงเทคนิคที่เปรียบเทียบราคาปิดของหลักทรัพย์กับของเขตของราคาในช่วงเวลาหนึ่ง สามารถลดการตอบสนองของตัวแกว่งต่อการเคลื่อนไหวของตลาดได้โดยการปรับช่วงระยะเวลา หรือ ด้วยการใช้ผลลัพธ์ของค่าเฉลี่ยเคลื่อนที่"],"A technical trading pattern in which three candlesticks form what appears to be a sandwich on the trader's screen. Stick sandwiches will have the middle candlestick oppositely colored of the candlesticks on either side of it, both of which will have a larger trading range than the middle candlestick. Stick sandwich patterns can occur in both bearish and bullish indications":[null,"รูปแบบการซื้อขายทางเทคนิคที่แท่งเทียนสามแท่งก่อเป็นรูปร่างที่ดูเหมือนกับแซนวิชที่หน้าจอของนักลงทุน แซนวิชแท่งจะมีแท่งเทียนตรงกลางที่มีสีตรงข้ามกับแท่งเทียนที่ขนาบทั้งสองข้าง ซึ่งแท่งเทียนทั้งคู่นั้นจะมีระยะการซื้อขายที่ใหญ่กว่าแท่งเทียนตรงกลาง รูปแบบแซนวิชแท่งสามารถเกิดขึ้นได้ทั้งในตัวบ่งชี้ตลาดซบเซา และ ตลาดตื่นตัว"],"A tick is the minimum upward or downward movement in the price of a market":[null,"ช่วงห่างของราคา (Tick) คือ การเคลื่อนไหวของราคาที่เล็กที่สุดในทิศทางขึ้น หรือ ลง ในตลาด"],"A trend indicated by a large candlestick followed by a doji that is located within the top and bottom of the candlestick's body. This indicates that the previous trend is about to reverse":[null,"จะมีการบ่งชี้ถึงแนวโน้มโดยแท่งเทียนขนาดใหญ่ตามด้วย Doji ซึ่งอยู่ภายในด้านบนและล่างของแท่งเทียน ซึ่งบ่งชี้ว่าแนวโน้มก่อนหน้านี้กำลังจะย้อนกลับ"],"A white candle in an upward price trend followed by a doji whose lower shadow remains above the prior candle's high. The third day is a black candle with an upper shadow below the doji's low":[null,"แท่งเทียนสีขาวในแนวโน้มราคาขาขึ้น ตามด้วย Doji ซึ่งเงาด้านล่างยังคงอยู่เหนือส่วนที่สูงของแท่งเทียนก่อนหน้านี้ วันที่สาม มีแท่งเทียนสีดำ ซึ่งเงาด้านบนอยู่ด้านล่างของส่วนล่างของ Doji"],"Abandoned Baby (CDLABANDONEDBABY)":[null,"Abandoned Baby (CDLABANDONEDBABY)"],"Absolute Price Oscillator (APO)":[null,"Absolute Price Oscillator (APO)"],"Accept":[null,"ยอมรับ"],"Accessible from any web browser in 13 languages":[null,"เข้าถึงได้จากเว็บเบราว์เซอร์ใดๆ 13 ภาษา"],"Account balance":[null,"ยอดคงเหลือในบัญชี"],"Account opening reason":[null,"เหตุผลในการเปิดบัญชี"],"Action":[null,"การดำเนินการ"],"Active":[null,"ใช้งานอยู่"],"Active Since":[null,"ใช้งานเมื่อ"],"Add comparisons":[null,"เพิ่มการเปรียบเทียบ"],"Add indicator":[null,"เพิ่มตัวบ่งชี้"],"Add/Remove comparisons":[null,"เพิ่ม/ลบ การเปรียบเทียบ"],"Add/Remove indicators":[null,"เพิ่ม/ลบ ตัวชี้วัด"],"Add/remove indicators":[null,"เพิ่ม/ลบ ตัวชี้วัด"],"Address":[null,"ที่อยู่"],"Admin":[null,"ผู้ดูแลระบบ"],"Advance Block (CDLADVANCEBLOCK)":[null,"Advance Block (CDLADVANCEBLOCK)"],"All durations":[null,"ระยะเวลาทั้งหมด"],"All fields are optional. If you wish to copy all assets and trade types, please leave all fields empty":[null,"ฟิลด์ข้อมูลทั้งหมดเป็นแบบให้เลือก ถ้าคุณต้องการคัดลอกสินทรัพย์และประเภทการซื้อขายทั้งหมด กรุณาปล่อยฟิลด์เหล่านี้ว่าง"],"All market conditions":[null,"ทุกเงื่อนไขในตลาด"],"All market conditions and durations":[null,"ทุกเงื่อนไขของตลาด และทุกช่วงเวลา"],"All markets":[null,"ตลาดทั้งหมด"],"All markets and conditions":[null,"ทุกตลาดและทุกเงื่อนไข"],"All payouts":[null,"การชำระเงินทั้งหมด"],"All times are in GMT (Greenwich Mean Time)":[null,"เวลาที่ใช้อ้างอิง คือ GMT (Greenwich Mean Time) เวลามาตรฐานเมืองกรีนิช"],"Allow others to copy your trades":[null,"อนุญาตให้ผู้อื่นคัดลอกการซื้อขายของท่าน"],"Amount":[null,"มูลค่า"],"Amount Per Point":[null,"จำนวนต่อจุด"],"Amount per point":[null,"จำนวนต่อจุด"],"An Ends Between trade pays out if the market exit price is strictly higher than the low price target AND strictly lower than the high price target. An Ends Outside binary pays out if the market exit price is EITHER strictly higher than the high price target OR strictly lower than the low price target":[null,"การซื้อขายแบบสิ้นสุดระหว่าง จะให้ผลตอบแทน หากราคาปิดของตลาดมีค่าสูงกว่ามูลค่าราคาเป้าหมายต่ำ และ ต่ำกว่ามูลค่าราคาเป้าหมายสูง การซื้อขายแบบสิ้นสุดนอกขอบเขต จะให้ผลตอบแทน หากราคาปิดของตลาด สูงกว่ามูลค่าราคาเป้าหมายสูง หรือ ต่ำกว่ามูลค่าราคาเป้าหมายต่ำ"],"Another major award. This time we're nominated by the online readers of Global Banking and Finance Review and judged by a panel of industry experts and analysts who recognise our 13 years of platform reliability, range of trades, pricing, customer service and extensive knowledge":[null,"รางวัลใหญ่อีกรายการหนึ่ง ในครั้งนี่พวกเราได้รับการเสนอชื่อเข้าชิงโดยผู้อ่านออนไลน์ Global Banking and Finance Review และตัดสินโดยคณะผู้เชี่ยวชาญและนักวิเคราะห์ของอุตสาหกรรม ซึ่งเห็นว่า เรามีระบบที่เชื่อถือได้ มีการซื้อขายหลายระดับ นโยบายราคา มีการบริการลูกค้า และทักษะความรู้เชิงลึกมายาวนานกว่า 13 ปี"],"Answer":[null,"คำตอบ"],"Anticipated account turnover":[null,"ปริมาณการซื้อขายที่คาดการณ์เอาไว้ของบัญชี"],"Apply":[null,"สมัคร"],"Apply to become a Binary.com":[null,"สมัครเพื่อเป็นตัวแทนรับชำระเงินกับ Binary.com"],"Appropriateness Test: WARNING":[null,"Appropriateness Test: คำเตือน"],"Apr":[null,"เม.ย."],"April":[null,"เมษายน"],"Are you sure you want to delete template?":[null,"ท่านแน่ใจหรือไม่ว่า ต้องการลบแม่แบบนี้?"],"Are you sure you want to delete this token?":[null,"ท่านแน่ใจหรือไม่ ท่านต้องการลบโทเค่นนี้?"],"Are you sure you want to overwrite current template?":[null,"ท่านแน่ใจหรือไม่ว่า ต้องการเขียนทับแม่แบบปัจจุบัน?"],"Arnaud Legoux Moving Average (ALMA)":[null,"Arnaud Legoux Moving Average (ALMA)"],"Aroon (AROON)":[null,"Aroon (AROON)"],"Aroon Oscillator (AROONOSC)":[null,"Aroon Oscillator (AROONOSC)"],"Arrange":[null,"จัดเรียง"],"Asian down":[null,"เอเชียลง"],"Asian up":[null,"เอเชียขึ้น"],"Asians":[null,"Asians"],"Asset":[null,"สินทรัพย์"],"Asset Index":[null,"ดัชนีสินทรัพย์"],"Assets":[null,"สินทรัพย์"],"Aug":[null,"ส.ค."],"August":[null,"สิงหาคม"],"Available 24/7":[null,"ตลอด 24 ชั่วโมง 7 วัน"],"Available Currencies":[null,"สกุลเงินที่มีอยู่"],"Average Directional Movement Index (ADX)":[null,"Average Directional Movement Index (ADX)"],"Average Directional Movement Index Rating (ADXR)":[null,"Average Directional Movement Index Rating (ADXR)"],"Average Directional Movement Rating quantifies momentum change in the ADX. It is calculated by adding two values of ADX (the current value and a value n periods back), then dividing by two":[null,"Average Directional Movement Rating แสดงปริมาณโมเมนตัมที่เปลี่ยนแปลงของ ADX ซึ่งถูกคำนวณโดยใช้ค่าสองค่าของ ADX (ค่าปัจจุบัน และ ค่า n ช่วงย้อนหลัง) แล้วหารด้วยสอง"],"Average True Range (ATR)":[null,"Average True Range (ATR)"],"Avg. Duration":[null,"เวลาเฉลี่ย"],"Avg. Duration of Open Positions":[null,"ระยะเวลาเฉลี่ยของตำแหน่งที่เปิด"],"Avg. Loss":[null,"ขาดทุนเฉลี่ย"],"Avg. Profit":[null,"กำไรเฉลี่ย"],"Award-winning online trading platform":[null,"แพลตฟอร์มซื้อขายออนไลน์ที่ได้รับรางวัล"],"Awesome Oscillator (AO)":[null,"Awesome Oscillator (AO)"],"Back":[null,"กลับ"],"Back to list":[null,"กลับไปที่รายการ"],"Balance of Power (BOP)":[null,"Balance of Power (BOP)"],"Banks, hedge funds and professional investors routinely trade binary options in over-the-counter derivatives markets. Many market professionals use and trust the Binary.com platform for high-volume flexible trades":[null,"ธนาคาร เฮดจ์ฟันด์ และนักลงทุนมืออาชีพทำการซื้อขายไบนารีออปชั่นเป็นกิจวัตรในตลาดอนุพันธ์ตราสารทุน ผู้เชี่ยวชาญตลาดหลายท่านใช้และเชื่อมั่นในแพลตฟอร์มของ Binary.com สำหรับการซื้อขายปริมาณสูงที่มีความยืดหยุ่น"],"Barrier":[null,"Barrier"],"Barrier offset":[null,"Barrier ออฟเซ็ท"],"Barrier(s)":[null,"Barrier"],"Bearish: This is an end-of-trend pattern composed of three candlesticks in an uptrend. The second candlestick must open close to the close of the previous day. The last candlestick should be short and can form an upside gap. There could also be a selling shadow.The pattern represents a weakness in a rise with a risk of consolidation and possible reversal. Bullish: This is an end-of-trend pattern composed of three candlesticks in a downtrend. The second candlestick must open close to the close of the previous day. the last candlestick must be short. The pattern represents a weakness and consolidation and a possible reversal in trend":[null,"ซบเซา: คือ รูปแบบสิ้นสุดของแนวโน้มประกอบด้วยแท่งเทียนสามแท่งในแนวโน้มขึ้น แท่งเทียนที่สองจะต้องเปิดใกล้กับเวลาสิ้นสุดของวันก่อนหน้า แท่งเทียนสุดท้ายควรจะสั้นและสร้างช่องว่างด้านบน ควรจะมีเงาการขายด้วย รูปแบบนี้แสดงถึงความอ่อนแอในการขึ้นอย่างมีความเสี่ยงในการรวมเข้าด้วยกัน และมีความเป็นไปได้ในการกลับตัว \nตื่นตัว: คือ รูปแบบสิ้นสุดของแนวโน้มประกอบด้วยแท่งเทียนสามแท่งในแนวโน้มขาลง แท่งเทียนที่สองจะต้องเปิดใกล้กับเวลาสิ้นสุดของวันก่อนหน้า แท่งเทียนสุดท้ายควรจะสั้น รูปแบบนี้แสดงถึงความอ่อนแอในการรวมเข้าด้วยกันและความเป็นไปได้ในการกลับตัวของแนวโน้ม"],"Belt-hold (CDLBELTHOLD)":[null,"Belt-hold (CDLBELTHOLD)"],"Best Fixed-Odds Financial Trading Provider' award by Shares Magazine UK":[null,"รางวัล ‘Best Fixed-Odds Financial Trading Provider’ ได้รับจาก Shares Magazine สหราชอาณาจักร"],"BetOnMarkets goes live":[null,"BetOnMarkets ประกาศใช้งานจริง"],"BetOnMarkets.com has over 400,000 clients in its database and reach the US$ 1 billion milestone in only our 13th year, making us one of the leading fixed-odds trading providers":[null,"BetOnMarkets.com มีลูกค้าเกินกว่า 400,000 ราย ในฐานข้อมูลและเข้าสู่เป้าหมาย 1 พันล้านเหรียญสหรัฐในปีที่ 13 ของเรา ทำให้เราเป็นหนึ่งในผู้ให้บริการซื้อขาย แบบ Fixed-Odds"],"BetOnMarkets.com increases payouts to 100,000 USD, EUR, GBP and AUD":[null,"BetOnMarkets.com เพิ่มการชำระเงินหลายสกุล เช่น 100,000 USD, EUR, GBP และ AUD"],"BetOnMarkets.com is successfully rebranded Binary.com":[null,"BetOnMarkets.com ประสบความสำเร็จในการสร้างแบรนด์ใหม่ของ Binary.com"],"BetOnMarkets.com reaches $1 billion turnover since starting in 1999":[null,"BetOnMarkets.com มีมูลค่าซื้อขายรวม 1 พันล้านเหรียญสหรัฐ ตั้งแต่เริ่มต้นในปี ค.ศ.1999 (พ.ศ. 2542)"],"Betonmarkets.com":[null,"Betonmarkets.com"],"Betting system and method":[null,"ระบบการพนันและวิธีการ"],"Bill Williams":[null,"Bill Williams"],"Binary Bot released":[null,"เปิดตัว Binary Bot"],"Binary KK granted Japan license":[null,"Binary KK ได้รับใบอนุญาตของประเทศญี่ปุ่น"],"Binary Options Basics":[null,"พื้นฐานไบนารีออปชั่น"],"Binary granted Investment Services license":[null,"ไบนารีได้รับใบอนุญาตการให้บริการการลงทุน"],"Binary opens Japan office":[null,"Binary เปิดสำนักงานที่ประเทศญี่ปุ่น"],"Binary option":[null,"ไบนารีออปชั่น"],"Binary options are easy to understand. They're called 'binary' because there can be only two outcomes - win or lose. If your prediction is correct, you receive a payout that is determined at the start of the trade. If not, you just lose your initial stake":[null,"ไบนารีออปชั่นเข้าใจง่าย เหตุที่ถูกเรียกว่า 'ไบนารี' เนื่องจากผลลัพธ์มีเพียง 2 อย่าง คือ ชนะ หรือ แพ้ หากท่านคาดการณ์ถูกต้อง ท่านจะได้รับการชำระเงินตามที่กำหนดไว้ตั้งแต่เริ่มต้นของการซื้อขาย หากท่านแพ้ ท่านจะเสียเพียงเงินที่วางเดิมพันครั้งแรกของท่าน"],"Binary options or other financial derivatives trading experience":[null,"ประสบการณ์การซื้อขายไบนารีออปชั่น หรือ อนุพันธ์ต่างๆ"],"Binary options or other financial derivatives trading frequency":[null,"ความถี่ในการซื้อขายไบนารีออปชั่น หรือ อนุพันธ์ต่างๆ"],"Binary options trading experience":[null,"ประสบการณ์การซื้อขายไบนารีออปชัน"],"Binary options trading frequency":[null,"ความถี่ในการซื้อขายไบนารีออปชัน"],"Binary trading is flexible":[null,"การซื้อขายไบนารีมีความยืดหยุ่น"],"Binary trading is ideal for both individuals and market professionals":[null,"การซื้อขายไบนารีเหมาะสมสำหรับทั้งนักลงทุนรายย่อยและผู้เชี่ยวชาญทางตลาด"],"Binary's Japanese subsidiary Binary KK is licensed by the KLFB as a Type 1 Financial Instruments Business in Japan":[null,"สำนักงานสาขาญี่ปุ่นของ Binary คือ Binary KK ได้รับใบอนุญาตจาก KLFB เทียบเท่าธุรกิจด้านเครื่องมือทางการเงินประเภทที่ 1 ในประเทศญี่ปุ่น"],"Binary's Japanese subsidiary Binary KK opens an office in Tokyo and starts the process of applying for relevant licenses":[null,"สำนักงานสาขาญี่ปุ่นของ Binary คือ Binary KK เปิดสำนักงานที่โตเกียว และเริ่มดำเนินการในการขอใบอนุญาตต่างๆ ที่เกี่ยวข้อง"],"Binary's Maltese subsidiary Binary Investments (Europe) Ltd. is granted a Category 3 Investment Services license by the Malta Financial Services Authority":[null,"สำนักงานสาขามอลตา ของ Binary คือ Binary Investments (Europe) Ltd. ได้รับอนุญาตในการให้บริการทางการลงทุนประเภทที่ 3 รับรองโดย Malta Financial Services Authority"],"Binary's platform transacts on average 20 transactions per second, 24/7":[null,"แพลตฟอร์มของ Binary ดำเนินธุรกรรมโดยเฉลี่ย 20 การซื้อขาย ต่อวินาที ตลอด 24 ชั่วโมง 7 วัน"],"Binary.com":[null,"Binary.com"],"Binary.com : Webtrader":[null,"Binary.com : เว็บเทรดเดอร์ (Webtrader)"],"Binary.com Shop introduced":[null,"แนะนำร้าน Binary.com"],"Binary.com announces plans for an":[null,"Binary.com ประกาศแผนการสำหรับ"],"Binary.com continues to innovate and grow":[null,"Binary.com สร้างสรรค์สิ่งใหม่ๆ และเติบโต อย่างต่อเนื่อง"],"Binary.com has created Volatility Indices that you can trade 24/7. You can trade these on all types of contract":[null,"Binary.com ได้สร้างดัชนีผันผวนที่ท่านสามารถซื้อขายได้ ตลอด 24 ชั่วโมง 7 วัน ท่านสามารถซื้อขายนี้ได้กับสัญญาทุกประเภท"],"Binary.com has earned an enviable reputation for our commitment to high ethical standards and the quality of the trading experience we provide":[null,"Binary.com ซึ่งมีชื่อเสียงอย่างกว้างขวางจากพันธสัญญาของเราต่อมาตรฐานระดับสูงทางจริยธรรมและคุณภาพจากประสบการณ์ความเชี่ยวชาญในการซื้อขายที่เรามี"],"Binary.com has over 800,000 clients in its database and reaches the US$ 2 billion milestone in our 15th year, making us one of the leading binary options providers":[null,"Binary.com มีฐานลูกค้ากว่า 800,000 คน และถึงเป้าหมาย 2 พันล้านเหรียญสหรัฐในปีที่ 15 ของเรา ทำให้เราก้าวสู่ตำแหน่งผู้นำการให้บริการซื้อขายไบนารีออปชั่น"],"Binary.com has thousands of clients taking a variety of positions on the financial markets at any one time, and earns a small margin on these trades":[null,"Binary.com มีลูกค้าจำนวนมากมายที่เข้าสู่ตลาดการเงินต่างๆ และได้เข้ามาทำกำไรเล็กๆ ในการซื้อขาย"],"Binary.com hits 1 million users, reaching a historic milestone. The company continues to see exponential growth and this reconfirms its position as an industry leader":[null,"Binary.com มีผู้ใช้งาน 1 ล้านคน ซึ่งเป็นเป้าหมายที่สำคัญเป็นประวัติการ บริษัทฯ ยังคงมองเห็นการเจริญเติบโตอย่างมีนัยสำคัญ และสิ่งนี้ได้ตอกย้ำถึงการเป็นผู้นำตลาดของเรา"],"Binary.com introduces an":[null,"Binary.com แนะนำ"],"Binary.com is awarded Best Binary Options Broker by the UK-based Online Personal Wealth Awards 2017, as voted by investors worldwide":[null,"Binary.com ได้รับรางวัล Best Binary Options Broker โดย Online Personal Wealth Awards 2017 ของสหราชอาณาจักร ซึ่งได้มาจากการลงคะแนนของนักลงทุนทั่วโลก"],"Binary.com is entirely web-based and requires no software installation":[null,"Binary.com เป็นระบบเว็บไซต์ทั้งหมด โดยไม่ต้องติดตั้งซอฟท์แวร์ใดๆ"],"Binary.com is honoured as the world's \"Best Binary Options Broker\" at the 16th annual MENA International Financial Conference and Exhibition, hosted in Dubai":[null,"Binary.com ได้รับรางวัลระดับโลกในฐานะ “Best Binary Options Broker” จากนิทรรศการและการประชุมการเงินนานาชาติประจำปี MENA ครั้งที่ 16 ที่ประเทศดูไบ"],"Binary.com is owned and operated by the Binary Group Ltd. group of companies. For more information, visit our history page":[null,"Binary.com เป็นเจ้าของและดำเนินการโดยกลุ่มบริษัท Binary Group Ltd สามารถหาข้อมูลเพิ่มเติมได้โดยเยี่ยมชมหน้าประวัติของเรา"],"Binary.com launches Bitcoin (BTC) accounts for non-EU customers":[null,"Binary.com เปิดบัญชีบิทคอยน์ (BTC) สำหรับลูกค้าที่ไม่ได้อยู่ในสหภาพยุโรป"],"Binary.com launches Bitcoin accounts":[null,"Binary.com เปิดตัวบัญชีบิทคอยน์"],"Binary.com launches an":[null,"Binary.com เปิดตัว"],"Binary.com offers a range of common deposit and withdrawal methods, from credit and debit cards to bank wires, e-cash and e-wallets":[null,"Binary.com มีวิธีการฝากและถอนหลายวิธี ทั้งจากบัตรเครดิต บัตรเดบิต โอนเงินผ่านธนาคาร เงินสดอิเล็กทรอนิกส์ และกระเป๋าเงินอิเล็กทรอนิกส์"],"Binary.com offers a virtual-money account so you can get the hang of trading binaries. Why not":[null,"Binary.com ให้บริการบัญชีทดลองใช้พร้อมเงินตั้งต้น เพื่อให้ท่านจะได้ฝึกฝนการซื้อขายไบนารี ทำไมไม่"],"Binary.com offers new ways to trade":[null,"Binary.com เสนอช่องทางใหม่ๆ ในการซื้อขาย"],"Binary.com offers you four ways to trade a particular asset":[null,"Binary.com เสนอวิธีการซื้อขายสินทรัพย์หนึ่ง 4 วิธี"],"Binary.com opens an office in the QSentral office building in central Kuala Lumpur to further expand its IT development team":[null,"Binary.com เปิดสำนักงานที่ QSentral ในเมืองกัวลาลัมเปอร์เพื่อรองรับการขยายตัวของทีมพัฒนาระบบสารสนเทศ"],"Binary.com reaches $2 billion turnover since starting in 1999":[null,"ตั้งแต่เริ่มต้นในปี ค.ศ.1999 (พ.ศ. 2542) Binary.com มีมูลค่าซื้อขาย 2 พันล้านเหรียญสหรัฐ"],"Binary.com reaches 1 million registered users":[null,"Binary.com มีผู้ใช้งานที่ลงทะเบียนแล้วกว่า 1 ล้านบัญชี"],"Binary.com takes home first prize in the Financial Betting Operator category at the prestigious 2015 EGR Operator Awards ceremony, hosted in London":[null,"Binary.com ได้รับรางวัลชนะเลิศ ประเภท Financial Betting Operator ในงานเกียรติยศ EGR Operator Awards ในปี พ.ศ. 2558 (ค.ศ. 2015) จัดที่เมืองลอนดอน"],"Binary.com's Continuous Indices are the Volatility 10 Index, Volatility 25 Index, Volatility 50 Index, Volatility 75 Index and Volatility 100 Index. These indices correspond to simulated markets with constant volatilities of 10%, 25%, 50%, 75% and 100%":[null,"ดัชนีต่อเนื่องของ Binary.com คือ ดัชนีผันผวน 10 ดัชนีผันผวน 25 ดัชนีผันผวน 50 ดัชนีผันผวน 75 และดัชนีผันผวน 100 ซึ่งดัชนีเหล่านี้สอดคล้องกับสภาพตลาดจำลองที่มีระดับความไม่แน่นอนคงที่ที่ 10% 25% 50% 75% และ 100% ตามลำดับ"],"Binary.com's OTC Indices and stocks are sourced from the over-the-counter market and provide you with an alternative means of trading stock indices and stocks - available from sources outside of the centralised exchanges":[null,"ดัชนีที่ซื้อขายเองของ Binary.com และหลักทรัพย์จากตลาดเจรจาต่อรองมีให้ท่านเป็นอีกทางเลือกหนึ่งในการซื้อขายดัชนีหุ้น และหุ้น ที่มีจากแหล่งอื่นนอกเหนือจากตลาดแลกเปลี่ยนกลาง"],"Binary.com's OTC Indices and stocks offer the benefit of real-time charts and pricing. Enjoy even more exciting opportunities to trade our featured market indices and stocks through this new real-time offering":[null,"ดัชนีที่ซื้อขายเองของ %1 และหลักทรัพย์จากตลาดเจรจาต่อรองนั้นมีข้อดีจากการมีกราฟและราคาที่เรียลไทม์ ทำให้ท่านเพิ่มโอกาสในการทำกำไรจากดัชนีและหลักทรัพย์ทีมีการเสนอราคาตามเวลาจริง"],"Binary.com's Smart FX are smart markets that measure the value of a currency against a basket of major currencies":[null,"Smart FX ของ Binary.com คือ ตลาดซื้อขายอัตราแลกเปลี่ยนอันชาญฉลาดที่ช่วยประเมินมูลค่าสกุลเงินที่พิจารณาจากกลุ่มสกุลเงินหลักๆ"],"Binary.com's Volatility Indices are based on a cryptographically secure random number generator audited for fairness by an independent third party":[null,"ดัชนีผันผวนของ %1 ใช้การเข้ารหัสเพื่อความปลอดภัยในการสุ่มจำนวนตัวเลขที่สามารถตรวจสอบความยุติธรรมได้โดยไม่ขึ้นกับหน่วยงานใดๆ"],"Binary.com's systems are now processing in excess of 1 million transactions/day (including virtual accounts)":[null,"ระบบต่างๆ ของ %1 ขณะนี้มีการประมวลผลมากกว่า 1 ล้านธุรกรรมต่อวัน (รวมประเภทบัญชีเสมือน หรือ บัญชีทดลองใช้)"],"Bollinger Bands (BBANDS)":[null,"โบลินเจอร์ แบนด์ (BBANDS)"],"Bollinger Bands can be used to measure the highness or lowness of the price relative to previous trades":[null,"สามารถใช้โบลินเจอร์แบนด์เพื่อวัดความสูงหรือต่ำของราคาเปรียบเทียบกับการซื้อขายก่อน"],"Bought":[null,"ซื้อ"],"Brand of first car":[null,"ยี่ห้อของรถยนต์คันแรก"],"Breakaway (CDLBREAKAWAY)":[null,"Breakaway (CDLBREAKAWAY)"],"Browser upgrade required":[null,"จำเป็นต้องอัพเกรดเบราเซอร์"],"Bull Market and Bear Market Indices start at 00:00 GMT each day, replicating a bullish and bearish market respectively":[null,"ดัชนีตลาดกระทิง และดัชนีตลาดหมี เริ่มที่ 00:00 GMT ในแต่ละวัน เพื่อจำลองสภาพตลาดกระทิงและตลาดหมีตามลำดับ"],"Buy Price":[null,"ราคาซื้อ"],"Buy price":[null,"ราคาซื้อ"],"By clicking":[null,"โดยการคลิก"],"By clicking OK, you confirm that you have read and accepted the updated":[null,"เมื่อท่านกดปุ่มตกลง (OK) ท่านยืนยันว่า ได้อ่านและยอมรับการแก้ไขดังกล่าว"],"By default, all clients are treated as retail. Do you prefer to be treated as a professional client if you match the necessary criteria?":[null,"โดยเริ่มต้นลูกค้าทั้งหมดจะถือเป็นลูกค้ารายย่อย คุณต้องการเปลี่ยนสถานะเป็นลูกค้าที่มีความเชี่ยวชาญหรือไม่หากคุณมีคุณสมบัติที่จำเป็นตรงกับเงื่อนไขที่กำหนดไว้"],"CFD trading experience":[null,"ประสบการณ์การซื้อขาย CFD"],"CFD trading frequency":[null,"ความถี่ในการซื้อขาย CFD"],"Can be used to buy and sell contracts, renew expired purchases, and top-up virtual-money accounts.":[null,"สามารถใช้ในการซื้อและขายสัญญาต่างๆ การต่ออายุ และการเติมเงินในบัญชีเงินเสมือนจริง"],"Can be used to open accounts, set settings, manage token usage, and more.":[null,"สามารถใช้เพื่อเปิดบัญชี ตั้งค่าต่างๆ จัดการการใช้โทเค่น และอื่นๆ"],"Can be used to view account activity, including settings, limits, balance sheets, trade purchase history, and more.":[null,"สามารถใช้ในการดูกิจกรรมที่เกิดขึ้นของบัญชี รวมถึงการตั้งค่า วงเงิน งบดุล ประวัติการซื้อขาย และอื่นๆ"],"Can be used to withdraw to payment agents, transfer funds between accounts, and set / clear cashier passwords.":[null,"สามารถใช้เพื่อถอนเงินให้แก่ตัวแทนชำระ โอนเงินระหว่างบัญชี และตั้งค่า/ลบรหัสผ่านแคชเชียร์"],"Cancel":[null,"ยกเลิก"],"Candles":[null,"เทียน"],"Candlestick down-color":[null,"สีแท่งเทียน ลง"],"Candlestick down-line":[null,"เส้นแท่งเทียน ลง"],"Candlestick up-color":[null,"สีแท่งเทียน ขึ้น"],"Candlestick up-line":[null,"เส้นแท่งเทียน ขึ้น"],"Cash Balance":[null,"แคชบาลานซ์"],"Chande Kroll Stop (CKS)":[null,"Chande Kroll Stop (CKS)"],"Chande Momentum Oscillator (CMO)":[null,"Chande Momentum Oscillator (CMO)"],"Change password":[null,"เปลี่ยนรหัสผ่าน"],"Chart":[null,"แผนภูมิ"],"Chart Themes":[null,"รูปแบบแผนภูมิ"],"Chart background":[null,"พื้นหลังแผนภูมิ"],"Chart context menu":[null,"เมนูแผนภูมิ"],"Chart template":[null,"แม่แบบแผนภูมิ"],"Chart type":[null,"ชนิดแผนภูมิ"],"Choose from five types of markets and their respective assets":[null,"เลือกจากตลาด 5 ประเภท และผลิตภัณฑ์อ้างอิงของตลาดนั้นๆ"],"Choose password":[null,"กำหนดรหัสผ่าน"],"Choose the Touch/No Touch trade if you want to predict the market touching or not touching a target any time during the contract period":[null,"เลือกซื้อขายแบบ แตะ/ไม่แตะ เมื่อต้องการคาดการณ์ว่า ตลาดจะแตะ หรือ ไม่แตะ ราคาเป้าหมาย เวลาใดก็ตามในระยะเวลาของสัญญา"],"Choose the asset you wish to trade, such as gold, oil, stocks, or currency pairs. The value of a binary option is derived from the price of the underlying asset. One advantage of trading binary options is that you are not buying or selling the actual asset, only a contract that determines how that asset performs":[null,"เลือกสินทรัพย์ที่ท่านปรารถนาจะซื้อขาย เช่น ทองคำ น้ำมัน หลักทรัพย์ หรือ คู่สกุลเงิน มูลค่าของไบนารีออปชั่นได้มาจากราคาของผลิตภัณฑ์อ้างอิง ประโยชน์อย่างหนึ่งของการซื้อขายไบนารี ออปชั่น คือ ท่านไม่ได้กำลังซื้อ หรือ ขายสินทรัพย์จริง ท่านเพียงแต่ดำเนินการผ่านสัญญาที่กำหนดพฤติการณ์ของสินทรัพย์ดังกล่าว"],"Choose your pereferred payment agent":[null,"เลือกตัวแทนชำระเงินที่ท่านพอใจ"],"Choose your pereferred withdrawal method":[null,"เลือกวิธีการถอนเงินที่ท่านพอใจ"],"Choppiness Index (CHOP)":[null,"ดัชนี Choppiness (CHOP)"],"Chrome":[null,"Chrome"],"Citizenship":[null,"สัญชาติ"],"Click to log in with your Binary.com account":[null,"คลิกเพื่อเข้าสู่ระบบด้วยบัญชี Binary.com ของท่าน"],"Client funds":[null,"หลักประกันของลูกค้า"],"Close":[null,"ปิด"],"Close All":[null,"ปิดทั้งหมด"],"Closes":[null,"ปิด"],"Closing Marubozu (CDLCLOSINGMARUBOZU)":[null,"Closing Marubozu (CDLCLOSINGMARUBOZU)"],"Commodities":[null,"สินค้าโภคภัณฑ์"],"Commodities - Major commodities such as gold and oil":[null,"สินค้าโภคภัณฑ์ - สินค้าโภคภัณฑ์หลักๆ เช่น ทองคำ และ น้ำมัน"],"Commodities are resources that are grown or extracted from the ground, such as silver, gold and oil. On Binary.com, they are priced in US dollars":[null,"สินค้าโภคภัณฑ์ คือ ทรัพยากรที่มีอยู่ หรือ สกัด จากพื้นผิวโลก อันได้แก่ เงิน ทอง และน้ำมัน ในเว็บ Binary.com การตั้งราคาจะอ้างอิงสกุลดอลลาร์สหรัฐ"],"Commodities trading experience":[null,"ประสบการณ์ในการซื้อขายสินค้าโภคภัณฑ์"],"Commodities trading frequency":[null,"ความถี่ในการซื้อขายสินค้าโภคภัณฑ์"],"Commodity Channel Index (CCI)":[null,"ดัชนี Commodity Channel (CCI)"],"Comparisons":[null,"การเปรียบเทียบ"],"Competitive and transparent pricing":[null,"ราคาสมเหตุสมผลและโปร่งใส"],"Computer system and method for speculating on a financial market":[null,"ระเบียบวิธีและระบบคอมพิวเตอร์สำหรับการเก็งกำไรในตลาดการเงิน"],"Computer trading system for offering custom financial market speculations":[null,"ระบบคอมพิวเตอร์เพื่อการซื้อขายผลิตภัณฑ์การลงทุนเพื่อการเก็งกำไรในตลาดการเงิน"],"Conditions":[null,"เงื่อนไข"],"Confirm transfer":[null,"ยืนยันการโอนเงิน"],"Construction":[null,"การก่อสร้าง"],"Contact Us":[null,"ติดต่อเรา"],"Continue":[null,"ดำเนินการต่อ"],"Continue Trading":[null,"ดำเนินการซื้อขาย"],"Continuous Indices":[null,"ดัชนีต่อเนื่อง"],"Contract":[null,"สัญญา"],"Contract period":[null,"ระยะเวลาของสัญญา"],"Contracts":[null,"สัญญา"],"Copier":[null,"ตัวช่วยคัดลอก"],"Coppock Curve (CC)":[null,"Coppock Curve (CC)"],"Copy Trading":[null,"คัดลอกการซื้อขาย"],"Counterattack (CDLCOUNTERATTACK)":[null,"Counterattack (CDLCOUNTERATTACK)"],"Country of residence":[null,"ประเทศที่พำนัก"],"Create":[null,"สร้าง"],"Create Account":[null,"สร้างบัญชี"],"Create token":[null,"สร้างโทเค่น"],"Credit/Debit":[null,"เครดิต/เดบิต"],"Crosshair":[null,"เส้นตัดในกราฟ (Crosshair)"],"Currencies - All major Forex pairs":[null,"สกุลเงินต่างๆ - ทุกคู่สกุลเงินหลัก"],"Current Level":[null,"ระดับปัจจุบัน"],"Current Spot":[null,"สปอตปัจจุบัน"],"Current Spot Time":[null,"เวลาของสปอตปัจจุบัน"],"Current comparisons":[null,"การเปรียบเทียบปัจจุบัน"],"Current indicators":[null,"ตัวชี้วัดปัจจุบัน"],"Current password":[null,"รหัสผ่านปัจจุบัน"],"Current time":[null,"เวลาปัจจุบัน"],"Custom Theme":[null,"ชุดรูปแบบกำหนดเอง"],"Daily Reset Indices":[null,"ดัชนีที่ปรับค่าใหม่ทุกวัน"],"Daily Reset Indices replicate markets with a bullish and bearish trend, with a constant volatility":[null,"ดัชนีถูกตั้งค่าใหม่รายวันจำลองสภาพของแนวโน้มความตื่นตัวและความซบเซาของตลาดด้วยความผันผวนที่คงที่"],"Daily limit on losses":[null,"วงเงินขาดทุนต่อวัน"],"Daily turnover limit":[null,"วงเงินซื้อขายต่อวัน"],"Dark Blue":[null,"สีน้ำเงินเข้ม"],"Dark Cloud Cover (CDLDARKCLOUDCOVER)":[null,"Dark Cloud Cover (CDLDARKCLOUDCOVER)"],"Dark Cloud Cover is a bearish candlestick reversal pattern that occurs when a red bearish candlestick (close price below open price) on day 2 closes below the middle of day 1 bullish candlestick (close price above open price). We will be using this pattern to sell rallies in a bearish currency market":[null,"กราฟแท่งเทียนรูปแบบเมฆดำปกคลุม (Dark Cloud Cover) เป็นรูปแบบกลับตัวของแท่งเทียนตลาดซบเซา ซึ่งเกิดขึ้นเมื่อแท่งเทียนตลาดซบเซาสีแดง (ราคาปิดต่ำกว่าราคาเปิด) ในวันที่ 2 ปิดต่ำกว่าช่วงกลางของแท่งเทียนตลาดตื่นตัวในวันที่ 1 (ราคาปิดเหนือราคาเปิด) เราจะต้องใช้แนวโน้มนี้ขายการฟื้นตัวในตลาดสกุลเงินที่ซบเซา"],"Dark Green":[null,"สีเขียวเข้ม"],"Dark Unica":[null,"พื้นดำทึบ"],"Date":[null,"วันที่"],"Date of birth":[null,"วันเกิด"],"Days":[null,"วัน"],"Debt-free":[null,"ปราศจากหนี้"],"Dec":[null,"ธ.ค."],"December":[null,"ธันวาคม"],"Decline":[null,"ปฏิเสธ"],"Default":[null,"ค่าเริ่มต้น"],"Define your position":[null,"กำหนดโพซิชั่นของท่าน"],"Delete":[null,"ลบ"],"Demo for affiliates to access Webtrader charts":[null,"สาธิตให้พันธมิตรเพื่อใช้งานแผนภูมิของ Webtrader"],"Deposit funds":[null,"การฝากเงิน"],"Deposit of USD":[null,"การฝากเงินดอลลาร์สหรัฐ"],"Depositing and withdrawing funds":[null,"การฝากและถอนหลักประกัน"],"Derivative":[null,"อนุพันธ์"],"Describe what this token is for to find it later":[null,"อธิบายว่า โทเค่นนี้มีไว้สำหรับการค้นหาภายหลัง"],"Description":[null,"รายละเอียด"],"Deutsch":[null,"เยอรมัน"],"Developed by Donald Dorsey, the Mass Index uses the high-low range to identify trend reversals based on range expansions. In this sense, the Mass Index is a volatility indicator that does not have a directional bias. Instead, the Mass Index identifies range bulges that can foreshadow a reversal of the current trend":[null,"พัฒนา โดย Donald Dorsey ดัชนีมวลใช้ช่วงสูงต่ำเพื่อระบุแนวโน้มการกลับรายการตามช่วงขยาย ในแง่นี้ ดัชนีมวลเป็นตัวบ่งชี้ความผันผวนที่ไม่มีอคติเป็นทิศทาง แทน ดัชนีมวลบ่งชี้ส่วนนูนซึ่งเป็นช่วงที่สามารถแสดงแนวโน้มปัจจุบัน"],"Developed by Larry Williams, Williams %R is a momentum indicator that is the inverse of the Fast Stochastic Oscillator. Also referred to as %R, Williams %R reflects the level of the close relative to the highest high for the look-back period":[null,"Williams %R พัฒนาโดย Larry Williams เป็นตัวชี้วัดโมเมนตัมที่กลับตัวของ Fast Stochastic Oscillator ซึ่งอาจะถูกกล่าวถึงในชื่อ %R ด้วย Williams %R สะท้อนถึงระดับราคาปิดที่สัมพันธ์กับราคาปิดสูงสุดของช่วงเวลาของการมองย้อนกลับไป"],"Developed by Tushar Chande in 1995, Aroon is an indicator system that determines whether a stock is trending or not and how strong the trend is. There are two separate indicators: Aroon-Up and Aroon-Down. A 25-day Aroon-Up measures the number of days since a 25-day high. A 25-day Aroon-Down measures the number of days since a 25-day low":[null,"Aroon พัฒนาโดย Tushar Chande ในปี พ.ศ. 2538 (ค.ศ. 1995) เป็นระบบตัวชี้วัดที่พิจารณาว่า หุ้นกำลังมีแนวโน้มหรือไม่ และแนวโน้มนั้นแข็งแกร่งเพียงใด มีตัวบ่งชี้ที่แยกต่างหากสองอันคือ Aroon ขึ้น และ Aroon ลง ตัว Aroon ขึ้น 25 วัน จะวัดจำนวนวันตั้งแต่ที่ราคาสูง 25 วัน และ Aroon ลง 25 วัน จะวัด จำนวนวันตั้งแต่ที่ราคาต่ำ 25 วัน"],"Differs":[null,"แตกต่าง"],"Digits":[null,"ตัวเลข"],"Digits let you predict the last decimal digit of the spot price. There are three types of Digits trades":[null,"ในการทำนายตัวเลขหลักสุดท้ายของราคาสปอต มีการซื้อขาย 3 ประเภท"],"Directional Movement (DMI) is actually a collection of three separate indicators combined into one. Directional Movement consists of the Average Directional Index (ADX), Plus Directional Indicator (+DI) and Minus Directional Indicator (-DI)":[null,"ทิศทางการเคลื่อนไหว (DMI) คือ ชุดของตัวชี้วัดแยกสามดัชนีรวมเป็นหนึ่งค่า ทิศทางการเคลื่อนไหวประกอบด้วย ทิศทางดัชนีเฉลี่ย (ADX), ทิศทางบวก (+DI) และทิศทางลบ (-DI)"],"Directional Movement Index (DX)":[null,"Directional Movement Index (DX)"],"Do I need to deposit any funds to open an account?":[null,"ฉันต้องฝากหลักประกันใดๆ เพื่อเปิดบัญชีหรือไม่?"],"Do you offer virtual-money accounts?":[null,"ท่านได้รับการเสนอบัญชีทดลองใช้หรือไม่?"],"Do you want to install Webtrader chrome extension?":[null,"ท่านต้องการติดตั้ง Webtrader ส่วนเพิ่มของ Chrome หรือไม่?"],"Do you want to install the Webtrader chrome extension?":[null,"ท่านต้องการติดตั้ง Webtrader ส่วนเพิ่มของ Chrome หรือไม่?"],"Doji (CDLDOJI)":[null,"Doji (CDLDOJI)"],"Doji Star (CDLDOJISTAR)":[null,"Doji Star (CDLDOJISTAR)"],"Doji form when a security's open and close are virtually equal. The length of the upper and lower shadows can vary and the resulting candlestick looks like a cross, inverted cross or plus sign":[null,"Doji ก่อตัวขึ้น เมื่อราคาเปิดและปิดของหลักทรัพย์มีค่าเท่ากัน ความยาวของเงาด้านบน และเงาด้านล่างสามารถแปรผัน และมีแท่งเทียนที่เกิดขึ้นคล้ายสัญลักษณ์กากบาท กากบาทคว่ำ หรือ เครื่องหมายบวก"],"Don't have an account yet? Sign up and get a $10,000 virtual account":[null,"ท่านมีบัญชีหรือยัง? สมัครและรับบัญชีทดลองพร้อมเงินทดลอง 10,000 เหรียญสหรัฐ"],"Donchian Channel (DC)":[null,"Donchian Channel (DC)"],"Done. The funds are being transferred to the payment agent":[null,"เสร็จแล้ว หลักประกันได้ถูกโอนไปยังตัวแทนรับชำระเงินแล้ว"],"Done. The funds are transferred":[null,"เรียบร้อย หลักประกันได้ถูกโอนแล้ว"],"Dot":[null,"จุด"],"Double Exponential Moving Average (DEMA)":[null,"Double Exponential Moving Average (DEMA)"],"Double click the object to remove":[null,"ดับเบิ้ลคลิกเพื่อลบวัตถุ"],"Down - Predict that the market will end lower than the average price":[null,"ลง - พยากรณ์ว่า ตลาดจะสิ้นสุด ต่ำกว่า ราคาเฉลี่ย"],"Download":[null,"ดาวน์โหลด"],"Download CSV":[null,"ดาวน์โหลด CSV"],"Download JPEG image":[null,"ดาวน์โหลดรูปภาพ JPEG"],"Download PDF document":[null,"ดาวน์โหลดเอกสาร PDF"],"Download PNG":[null,"ดาวน์โหลด PNG"],"Download PNG image":[null,"ดาวน์โหลดรูปภาพ PNG"],"Download SVG":[null,"ดาวน์โหลด SVG"],"Download SVG vector image":[null,"ดาวน์โหลดภาพเวกเตอร์ SVG"],"Download as":[null,"ดาวน์โหลดเป็น"],"Downloading .csv":[null,"กำลังดาวน์โหลด .csv"],"Downloading template as":[null,"ดาวน์โหลดแม่แบบเป็น"],"Dragonfly Doji (CDLDRAGONFLYDOJI)":[null,"Dragonfly Doji (CDLDRAGONFLYDOJI)"],"Drawing tools":[null,"เครื่องมือวาดภาพ"],"Due to recent changes in the regulations, we are required to ask our clients to complete the following Financial Assessment. Please note that you will not be able to continue trading until this is completed":[null,"ตามที่มีการเปลี่ยนแปลงเกิดขึ้นในหลักเกณฑ์ พวกเราใคร่ขอให้ลูกค้าดำเนินการบันทึกการประเมินทางการเงินของท่านใหม่ ทางบริษัทฯ ขอเรียนให้ทราบว่า ท่านจะไม่สามารถซื้อขายต่อไปได้หากท่านยังไม่ได้ตอบแบบสำรวจดังกล่าว"],"Duration":[null,"ระยะเวลา"],"EGR Operator Award":[null,"รางวัลผู้ประกอบการ EGR"],"EURUSD":[null,"EURUSD"],"Each binary option contract runs for a set time - with Binary.com you can choose a contract that runs between 10 seconds and 365 days":[null,"แต่ละสัญญาของไบนารีออปชั่นจะมีอายุระยะเวลาหนึ่ง – กับ %1 ท่านสามารถกำหนดระยะเวลาสัญญาระหว่าง 10 วินาที ไปถึง 365 วัน"],"Each binary option is a prediction on the future movement of an underlying market":[null,"แต่ละไบนารีออปชั่นเป็นการพยากรณ์การเคลื่อนไหวในอนาคตของตลาดจำเพาะต่างๆ"],"Each trade comes with a pre-determined payout that you will see after adjusting each parameter. You ll win the payout if your prediction is correct. If not, you will only lose your initial stake":[null,"แต่ละการซื้อขายเป็นการกำหนดจำนวนเงินที่ต้องถูกชำระไว้ก่อน ซึ่งท่านสามารถปรับตัวแปรในการคำนวณมูลค่า เมื่อท่านชนะจะได้รับการชำระเงิน หากการพยากรณ์ หรือ การทำนายของท่านถูกต้อง หรือท่านจะต้องชำระเงินที่ท่านวางหากผลไม่ถูกต้อง"],"Edge":[null,"ขอบ"],"Education":[null,"การศึกษา"],"Embed code":[null,"รหัสที่ฝังไว้"],"Employment status":[null,"สถานะการจ้างงาน"],"End Time":[null,"เวลาสิ้นสุด"],"Ends Between/Ends Outside trades":[null,"การซื้อขายแบบ สิ้นสุดระหว่าง/สิ้นสุดนอกขอบเขต"],"Ends Between/Ends Outside   Predict that the market stops inside or outside two price targets at the end of the time period":[null,"สิ้นสุดระหว่าง/สิ้นสุดนอกขอบเขต คาดการณ์ว่าตลาดจะสิ้นสุดที่ราคา ใน หรือ นอกของ ราคาเป้าหมายสองราคา เมื่อเวลาสิ้นสุด"],"Ends Between/Outside":[null,"สิ้นสุดระหว่าง/นอกขอบเขต"],"Ends in":[null,"สิ้นสุดใน"],"Ends out":[null,"สิ้นสุดนอก"],"English":[null,"ภาษาอังกฤษ"],"Engulfing Pattern (CDLENGULFING)":[null,"Engulfing Pattern (CDLENGULFING)"],"Enjoy an intuitive trading interface with advanced functionality that lets you monitor all of your favourite assets and markets at the same time, as well as essential charts, the asset index, trading times, and historical data. Most importantly, you get to choose what you want to see on your screen":[null,"เพลิดเพลินไปกับการเชื่อมต่อในการซื้อขายที่ใช้ง่าย ด้วยฟังก์ชันขั้นสูงที่ให้ท่านได้ตรวจสอบสินทรัพย์ที่ท่านโปรดปรานทั้งหมดและตลาดในเวลาเดียวกัน เช่นเดียวกับแผนภูมิสำคัญ ดัชนีสินทรัพย์ เวลาการซื้อขาย และข้อมูลประวัติ ที่สำคัญที่สุด ท่านเลือกได้ว่าต้องการเห็นอะไรในหน้าจอ"],"Enter your current password":[null,"โปรดป้อนรหัสผ่านปัจจุบันของท่าน"],"Entry Spot":[null,"สปอตเริ่มต้น"],"Entry spot":[null,"สปอตเริ่มต้น"],"Entry spot price":[null,"ราคาสปอตเริ่มต้น"],"Error getting data for %1":[null,"ข้อผิดพลาดในการรับข้อมูลสำหรับ %1"],"Espa ol":[null,"ภาษาสเปน"],"Estimated Net Worth":[null,"ประมาณการมูลค่าสุทธิ"],"Even":[null,"คู่"],"Even/Odd - Predict that the last digit is even or odd after the last tick":[null,"คู่/คี่ พยากรณ์ว่า เลขหลักสุดท้ายจะเป็นเลขคู่ หรือ เลขคี่ หลังจากช่วงราคาสุดท้าย"],"Evening Doji Star (CDLEVENINGDOJISTAR)":[null,"Evening Doji Star (CDLEVENINGDOJISTAR)"],"Evening Star (CDLEVENINGSTAR)":[null,"Evening Star (CDLEVENINGSTAR)"],"Exclude me from the website until":[null,"พักการใช้งานของฉันจากเว็บไซต์จนถึง"],"Exit Spot":[null,"สปอตสิ้นสุด"],"Exit Spot Time":[null,"เวลาที่สปอตสิ้นสุด"],"Exit spot":[null,"สปอตสิ้นสุด"],"Expiry price":[null,"ราคาที่หมดอายุ"],"Explanation":[null,"คำอธิบาย"],"Exponential Moving Average (EMA)":[null,"Exponential Moving Average (EMA)"],"Fall":[null,"Fall"],"Family name":[null,"นามสกุล"],"Favorites":[null,"รายการโปรด"],"Favourite artist":[null,"ศิลปินที่ท่านโปรดปราน"],"Favourite dish":[null,"อาหารที่ท่านโปรดปราน"],"Features":[null,"คุณลักษณะ"],"Feb":[null,"ก.พ."],"February":[null,"กุมภาพันธ์"],"Fifteen years on, and we're still innovating, growing and working on new ways to serve our customers better. For the first time, we offer short-term touch/no-touch trades and introduce a new charting application. We believe we have the most competitive and comprehensive digital options platform available to the retail public":[null,"สิบห้าปีมาแล้วที่เรายืนหยัดอยู่ในตลาด และเรายังคงพัฒนานวัตกรรม เติบโต และทำงานโดยใช้แนวทางใหม่ๆ เพื่อบริการลูกค้าของเราให้ดีขึ้น ในเบื้องแรก เราขอแนะนำการเทรด Touch/No-Touch ระยะสั้น และแนะนำแอพพลิเคชันใหม่สำหรับการวิเคราะห์ข้อมูลโดยกราฟ พวกเราเชื่อว่า เราเป็นที่สุดและมีระบบการเทรดออปชั่นดิจิทัลที่เข้าใจง่ายที่มีอยู่ในตลาดขณะนี้"],"Final Price":[null,"ราคาสุดท้าย"],"Final price":[null,"ราคาสุดท้าย"],"Finance":[null,"การเงิน"],"Financial Information":[null,"ข้อมูลทางการเงิน"],"Financial information":[null,"ข้อมูลทางการเงิน"],"Firefox":[null,"Firefox"],"First line of home address":[null,"บรรทัดแรกของที่อยู่"],"First name":[null,"ชื่อตัว"],"First, you need to set the parameters of your trade. Here's what you need to consider":[null,"ขั้นแรก ท่านต้องกำหนดตัวแปรในการซื้อขาย เหล่านี้คือ สิ่งที่ท่านต้องพิจารณา"],"Flexible":[null,"ยืดหยุ่น"],"For example, let s say the market has a low of 5,200 and a close of 6,000 over the contract duration, then a  Close-Low  lookback with a multiplier of $2 would have a payout of":[null,"ตัวอย่างเช่น สมมติว่า ตลาดมีระดับต่ำที่ 5,200 และปิดที่ 6,000 ในช่วงเวลาของสัญญา ดังนั้นสัญญา lookback แบบ'ปิด-ต่ำ' ที่มีตัวคูณ $2 จะมีการชำระเงินเป็นมูลค่า"],"For the third straight year, BetOnMarkets.com is voted 'Best Fixed-Odds Financial Trading Provider' by Shares Magazine UK. It's the last time we win it because Shares Magazine stops awarding in this category":[null,"สำหรับสามปีที่ต่อเนื่อง BetOnMarkets.com ได้รับคัดเลือกจากคะแนนนิยมกับตำแหน่ง 'Best Fixed-Odds Financial Trading Provider' โดย Shares Magazine UK ซึ่งเป็นครั้งสุดท้ายที่ชนะ เนื่องจาก Shares Magazine ยุติการให้รางวัลในหมวดนี้หลังจากนั้น"],"Forex":[null,"ฟอเร็กซ์"],"Forex trading experience":[null,"ประสบการณ์การซื้อขายฟอเร็กซ์"],"Forex trading frequency":[null,"ความถี่ของการซื้อขายฟอเร็กซ์"],"Founded October 1999":[null,"ก่อตั้งเมื่อ ตุลาคม พ.ศ. 2542 (ค.ศ. 1999)"],"Founded in 1999, Binary.com is one of the oldest and most respected names in online binary trading":[null,"ก่อตั้งขึ้นในปี ค.ศ. 1999 (พ.ศ. 2542) Binary.com เป็นชื่อที่เก่าแก่ที่สุด และได้รับการยอมรับมากที่สุดในการซื้อขายไบนารีออนไลน์"],"Fractal (FRACTAL)":[null,"Fractal (FRACTAL)"],"Fractals are indicators on candlestick charts that identify reversal points in the market. Traders often use fractals to get an idea about the direction in which the price will develop. A fractal will form when a particular price pattern happens on a chart":[null,"Fractals เป็นตัวชี้วัดในแผนภูมิเชิงเทียนที่ระบุจุดกลับในตลาด ผู้ลงทุนมักจะใช้ Fractals เพื่อแสดงทิศทางราคาที่จะเกิดชึ้น โดยจะออกเป็นรูปร่างของรูปแบบราคาที่เกิดขึ้นในแผนภูมิ"],"Fran ais":[null,"Fran ais"],"Fri":[null,"ศ"],"Friday":[null,"วันศุกร์"],"From":[null,"จาก"],"Full-screen trading interface":[null,"อินเทอร์เฟสของการซื้อขายแบบเต็มหน้าตอ"],"Further instructions":[null,"คำแนะนำเพิ่มเติม"],"GMT":[null,"GMT"],"GMT stands for Greenwich Mean Time, the official time used in the UK during winter. In summer, the UK changes to British Summer Time, which is GMT + 1 hour. All times on the Binary.com site use GMT all year round":[null,"GMT คือ ตัวข่อของ Greenwich Mean Time เวลามาตรฐานที่ใช้ในฤดูหนาวของสหราชอาณาจักร ส่วนในฤดูร้อนจะเปลี่ยนเป็นเวลาที่เพิ่มขึ้นอีก 1 ชั่วโมง กล่าวคือ ใช้ GMT + 1 โดยเวลาที่ใช้ในระบบ %1 จะเป็น GMT ตลอดทั้งปี"],"Get API token from trader(s) and add it in your list":[null,"ใช้ API โทเค่น จากนักลงทุน และเพิ่มเข้าในรายการของท่าน"],"Get your price":[null,"ตั้งราคาของท่าน"],"Go to":[null,"ไปที่"],"Goes out":[null,"Goes out"],"Gravestone Doji (CDLGRAVESTONEDOJI)":[null,"Gravestone Doji (CDLGRAVESTONEDOJI)"],"Gray":[null,"สีเทา"],"Grid":[null,"Grid"],"Grid Light":[null,"Grid Light"],"Group History":[null,"ประวัติของเครือ"],"Hammer (CDLHAMMER)":[null,"Hammer (CDLHAMMER)"],"Hanging Man (CDLHANGINGMAN)":[null,"Hanging Man (CDLHANGINGMAN)"],"Harami Cross Pattern (CDLHARAMICROSS)":[null,"Harami Cross Pattern (CDLHARAMICROSS)"],"Harami Pattern (CDLHARAMI)":[null,"Harami Pattern (CDLHARAMI)"],"Health":[null,"สุขภาพ"],"Help":[null,"ตัวช่วย"],"High":[null,"สูง"],"High barrier":[null,"Barrier สูง"],"High barrier offset":[null,"Barrier สูง ที่หักกลบลบกัน"],"High-Wave Candle (CDLHIGHWAVE)":[null,"High-Wave Candle (CDLHIGHWAVE)"],"Higher":[null,"สูงกว่า"],"Higher/Lower":[null,"สูงกว่า/ต่ำกว่า"],"Higher/Lower - Predict if the market will end higher or lower than a target price":[null,"สูงกว่า/ต่ำกว่า - พยากรณ์ว่า ตลาดจะสิ้นสุดด้วยค่าที่สูงกว่า หรือ ต่ำกว่า ราคาเป้าหมาย"],"Higher/Lower trades":[null,"ซื้อขายสูงกว่า/ต่ำกว่า"],"Higher/Lower   Predict that the market will end higher or lower than a price target":[null,"สูงกว่า/ต่ำกว่า - พยากรณ์ว่า ตลาดจะสิ้นสุดที่ค่าสูงกว่า หรือ ต่ำกว่า ราคาเป้าหมาย"],"Hikkake Pattern (CDLHIKKAKE)":[null,"Hikkake Pattern (CDLHIKKAKE)"],"Historical Data":[null,"ข้อมูลเก่า"],"Homing Pigeon (CDLHOMINGPIGEON)":[null,"Homing Pigeon (CDLHOMINGPIGEON)"],"Horizontal line":[null,"เส้นแนวนอน"],"Hours":[null,"ชั่วโมง"],"How do I fund my account?":[null,"ฉันจะฝากเงินเข้าบัญชีของฉันได้อย่างไร?"],"How does Binary.com make money?":[null,"Binary.com ทำให้เงินงอกเงยได้อย่างไร?"],"How soon can I start trading?":[null,"ฉันจะเริ่มซื้อขายได้เร็วที่สุดเมื่อใด?"],"How to trade binaries?":[null,"ซื้อขายไบนารีอย่างไร?"],"How to trade the Volatility Indices markets?":[null,"จะเทรดดัชนีผันผวนอย่างไร?"],"Hull Moving Average (HMA)":[null,"Hull Moving Average (HMA)"],"I acknowledge that I am not a politically exposed person (PEP)":[null,"ข้าพเจ้ารับรองว่า ข้าพเจ้าไม่ใช่บุคคลที่เกี่ยวข้องกับการเมือง (PEP)"],"I have read and agree to Binary.com":[null,"ฉันได้อ่าน และยอมรับกับ Binary.com"],"I hereby confirm that the tax information I provided is true and complete. I will also inform Binary Investments (Europe) Ltd. about any changes to this information":[null,"ข้าพเจ้าขอยืนยันในที่นี้ว่าข้อมูลภาษีที่ให้ไว้นั้นถูกต้องและสมบูรณ์ ข้าพเจ้าจะแจ้งแก่ Binary Investments (Europe) Ltd. หากมีการเปลี่ยนแปลงของข้อมูลนี้"],"I want to be treated as a professional client":[null,"ข้าพเจ้าต้องการได้รับการปฏิบัติเสมือนเป็นลูกค้าผู้มีความเชี่ยวชาญคนหนึ่ง"],"I'm new to binaries, where do I start?":[null,"ฉันเป็นมือใหม่สำหรับไบนารี ฉันจะเริ่มอย่างไร?"],"IMPORTANT DISCLAIMER":[null,"ข้อสงวนสิทธิ์ที่สำคัญ"],"IMPORTANT DISCLAIMER - Binary.com is not affiliated with any of the payment agents listed above. Each payment agent operates as an independent service provider and is not endorsed, guaranteed or otherwise approved by Binary.com. CUSTOMERS DEAL WITH PAYMENT AGENTS AT THEIR SOLE RISK AND PERIL. Customers are advised to check the credentials of payment agents before sending them any money. Binary.com shall not in any circumstance be held responsible for transactions made between customers and payment agents":[null,"ข้อสงวนสิทธิ์ที่สำคัญ - Binary.com ไม่ได้เข้าร่วมเป็นพันธมิตรกับตัวแทนรับชำระเงินที่แจกแจงข้างต้น ตัวแทนรับชำระเงินแต่ละรายดำเนินการในฐานะผู้ให้บริการอิสระ และไม่ได้รับการรับรอง รับประกัน หรืออนุมัติโดย Binary.com ลูกค้าที่ติดต่อกับตัวแทนรับชำระเงินจะต้องรับผิดชอบต่อความเสี่ยงต่างๆด้วยตัวเอง ขอแนะนำให้ลูกค้าตรวจสอบข้อมูลหลักฐานอ้างอิงของตัวแทนรับชำระเงินก่อนที่จะส่งเงินใดๆให้กับตัวแทน Binary.com ไม่ว่าในกรณีใดๆ ก็ตาม จะไม่รับผิดชอบต่อธุรกรรมที่กระทำขึ้นระหว่างลูกค้ากับตัวแทนรับชำระเงิน"],"IPO on the blockchain":[null,"IPO บนบล็อกเชน"],"Ideal for beginners and experienced traders":[null,"ดีงามสำหรับนักลงทุนมือใหม่และนักลงทุนมืออาชีพ"],"Identical Three Crows (CDLIDENTICAL3CROWS)":[null,"Identical Three Crows (CDLIDENTICAL3CROWS)"],"If you select a":[null,"หากท่านเลือก"],"If you select a specific":[null,"หากท่านเลือก"],"If you're an individual trader, you'll appreciate the simplicity, flexibility, and limited risk of binary trading. With Binary.com's low minimum stakes, you'll soon learn how to trade with skill and confidence. And if you have any questions, you're free to access":[null,"หากท่านเป็นนักลงทุนรายย่อย ท่านจะได้เห็นความเรียบง่าย ความยืดหยุ่น และความเสี่ยงที่ถูกจำกัดได้ของการซื้อขายไบนารี ด้วยการวางเงินขั้นต่ำของ  ท่านจะได้เรียนรู้ทักษะการซื้อขาย และความมั่นใจ และหากท่านมีคำถามเพิ่มเติม ท่านสามารถติดต่อเจ้าหน้าที่สนับสนุนและบริการลูกค้าของเราเพื่อคลายความสงสัยในทุกข้อซักถามของท่าน"],"In April":[null,"ในเดือนเมษายน"],"In Bullish Belt Hold After a stretch of bearish candlesticks, a bullish or white candlestick forms. The opening price, which becomes the low for the day, is significantly lower then the closing price. This results in a long white candlestick with a short upper shadow and no lower shadow. In Berish Belt Hold, a bearish or black candlestick occurs, the opening price, which becomes the high for the day, is higher than the close of the previous day, resulting in a long black candlestick with a short lower shadow and no upper shadow":[null,"ในกราฟรูปแบบเข็มขัดกระทิง (Bullish Belt Hold) เกิดการเหยียดตัวของแท่งเทียนตลาดซบเซา แท่งเทียนตลาดตื่นตัวหรือ รูปแบบสีขาวขึ้น ราคาเปิดซึ่งกลายเป็นราคาต่ำของวันจะต่ำกว่าราคาปิดมาก ซึ่งทำให้เกิดแท่งเทียนสีขาวยาวซึ่งมีเงาด้านด้านบนสั้นและไม่มีเงาด้านล่าง ในกราฟรูปแบบเข็มขัดหมี (Berish Belt Hold) จะเกิดแท่งเทียนตลาดซบเซา หรือสีดำขึ้น ราคาเปิดซึ่งกลายเป็นราคาสูงของวันจะสูงกว่าราคาปิดของวันก่อน ทำให้เกิดแท่งเทียนสีดำยาวที่มีเงาด้านล่างสั้นกว่าและไม่มีเงาด้านบน"],"In Bullish Hikkake Pattern After the downward move, the bullish candle reaches above the range of the three preceding candles and most likely triggers a number of stop loss orders. This additional buying leads to a more distinct upward movement. In Bearish Hikkake Pattern After an upward move, the bearish candle reaches below the range of the three preceding , which most likely triggers a number of stop loss orders. This additional selling leads to a more distinct downward move":[null,"ในรูปแบบ Hikkake ตลาดตื่นตัว หลังจากการเคลื่อนย้ายขาลง แท่งเทียนตลาดตื่นตัวแตะที่เหนือระยะของแท่งเทียนสามแท่งก่อนหน้านั้น และเป็นไปได้มากที่จะกระตุ้นตัวเลขของคำสั่งซื้อหยุดการขาดทุน การซื้อเพิ่มนี้นำไปสู่การเคลื่อนไหวในแนวโน้มขาขึ้นที่ชัดเจนมากขึ้น ในตลาดซบเซา Hikkake หลังจากการเคลื่อนย้ายขาขึ้น แท่งเทียนตลาดซบเซาแตะที่ต่ำกว่าระยะของแท่งเทียนสามแท่งก่อนหน้านั้น ซึ่งเป็นไปได้มากที่จะกระตุ้นตัวเลขของคำสั่งซื้อหยุดการขาดทุน การขายเพิ่มนี้นำไปสู่การเคลื่อนไหวในแนวโน้มขาลงที่ชัดเจนมากขึ้น"],"In October 1999, Regent Markets receives US$ 2 million investment funding from Jim Mellon through his Regent Pacific Group, a Hong Kong based fund management company":[null,"เมื่อเดือนตุลาคม พ.ศ. 2542 (ค.ศ.1999) Regent Markets ได้รับเงินลงทุน 2 ล้านเหรียญสหรัฐ จากนายจิม เมลลอน ผ่านทาง Regent Pacific Group บริษัทจัดการกองทุนที่ฮ่องกง"],"In a downtrend, one small short body candlestick has a long lower shadow at least three times the real body, and little or no upper shadow. Confirmation from prices closing higher the next day":[null,"ในช่วงขาลง แท่งเทียนจะมีลำตัวสั้น มีเงาต่ำกว่ายาวอย่างน้อยสามเท่าของลำตัวจริง และมีเงาที่สูงกว่าเล็กน้อย หรือ ไม่มีเลย และมีการยืนยันจากราคาปิดที่สูงกว่าวันถัดไป"],"In a downward price trend, a black candle appears followed by a white candle that opens below the prior body, but it may be difficult to see that from the chart. The white candle closes above the body, too. The last day of the three line candle is another white candle in this example. It shows a higher close":[null,"ในแนวโน้มราคาขาลง แท่งเทียนสีดำเกิดขึ้นตามด้วยแท่งเทียนสีขาวซึ่งเปิดข้างใต้ตัวแท่งเทียนก่อนหน้า แต่อาจจะมองเห็นได้ยากจากแผนภูมิ แท่งเทียนสีขาวปิดเหนือลำตัวด้วย วันสุดท้ายของแท่งเทียนสามเส้น คือ เทียนสีขาวอีกอันในตัวอย่างนี้ แสดงการปิดที่สูงกว่า"],"In an uptrend three successive days opens at or near the previous day's close and close down on the day. This pattern is more severe than the Three Black Crows pattern and thus has a higher reliability as a reversal pattern":[null,"ในสามวันที่เป็นขาขึ้นต่อเนื่องกันเปิดที่ หรือ ใกล้กับราคาปิดวันก่อน และปิดในวันนั้น รูปแบบนี้รุนแรงกว่ารูปแบบ Three Black Crows แต่มีความน่าเชื่อถือมากกว่าว่าเป็น รูปแบบการกลับตัวของราคา"],"In classic Silicon Valley style, Hong Kong based hedge fund manager and entrepreneur, Jean-Yves Sireau, starts Regent Markets in his Hong Kong bedroom. He develops the systems, methods and algorithms for implementing a fixed-odds financial betting system. Jean-Yves's vision is to create a market in the simplest of all derivatives contracts - the fixed-odds bet - and to offer ordinary investors the chance to make small bets. Until his innovation, binary options are normally only traded in large quantities":[null,"รูปแบบคลาสสิกซิลิคอน วัลเลย์ ผู้จัดการกองทุนเฮดจ์ที่ประเทศฮ่องกง นาย Jean-Yves Sireau ก่อตั้ง Regent Markets จากห้องนอนของเขาในประเทศฮ่องกง\nเขาพัฒนาระบบต่างๆ วิธีการ และ อัลกอริธึ่มสำหรับระบบการซื้อขายผลิตภัณฑ์การเงินแบบ Fixed-Odds วิสัยทัศน์ของ Jean-Yves คือ การสร้างตลาดที่ง่ายที่สุดสำหรับสัญญาอนุพันธ์ที่เป็นแบบ Fixed-Odds Bet และเสนอให้กับนักลงทุนทั่วๆ ไป ในการซื้อขายเล็กๆ ในระยะแรก กระทั่งนวัตกรรมของเขาเป็นที่แพร่หลายสำหรับการซื้อขายไบนารีออปชั่นปริมาณมาก"],"In foreign exchange markets, traders can enter contracts based on the change in price of one currency as it relates to another currency. For example if a trader selects Rise in the EUR/USD market, they are predicting that the value of the Euro will rise in relation to the value of the US dollar":[null,"ในตลาดแลกเปลี่ยนเงินตรา นักลงทุนสามารถกำหนดสัญญาเพื่อราคาที่เปลี่ยนแปลงของหนึ่งสกุลเงินที่สัมพันธ์กับอีกสกุลเงิน เช่น หากนักลงทุนกำหนด ค่าเงินสูงขึ้น ของตลาด EUR/USD คือ พวกเขากำลังทำนายว่า มูลค่าของเงินยูโร จะเพิ่มขึ้นที่สัมพันธ์กับมูลค่าของเงินดอลลาร์สหรัฐ"],"In order to properly apply theme, a full refresh of page is required. Are you sure you want to proceed?":[null,"เพื่อการใช้งานธีมอย่างมีประสิทธิภาพ ต้องมีการรีเฟรชหน้าจอ ท่านต้องการดำเนินการหรือไม่?"],"In providing our services to you, we are required to obtain information from you in order to assess whether a given product or service is appropriate for you (that is, whether you possess the experience and knowledge to understand the risks involved)":[null,"ในการให้บริการ พวกเราขออนุญาตสอบถามข้อมูลจากท่านเพื่อประเมินผลิตภัณฑ์และบริการที่เหมาะสมให้กับท่าน (ซึ่งรายละเอียดจะเกี่ยวข้องกับประสบการณ์และความรู้ของท่านเพื่อให้เข้าใจถึงระดับความเสี่ยงที่เกี่ยวข้องในผลิตภัณฑ์แต่ละประเภท)"],"In the EU, financial products are offered by Binary Investments (Europe) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta, licensed and regulated as a Category 3 Investment Services provider by the Malta Financial Services Authority (license no. IS/70156). In the Isle of Man and the UK, Volatility Indices are offered by Binary (IOM) Ltd., First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW, Isle of Man, British Isles; licensed and regulated respectively by (1) the Gambling Supervision Commission in the Isle of Man (current licence issued on 31 August 2017) and by (2) the Gambling Commission in the UK":[null,"ในสหภาพยุโรป ผลิตภัณฑ์ทางการเงินถูกนำเสนอโดย Binary Investments (Europe) Ltd. อาคาร Mompalao Suite 2 ถนนทาวเวอร์ Msida MSD1825 ประเทศมอลตา ได้รับอนุญาตและกำกับดูแลทางกฎหมายในฐานะผู้ให้บริการการลงทุนประเภท 3 โดย Malta Financial Services Authority (ใบอนุญาตหมายเลข IS/70156) ใน Isle of Man และสหราชอาณาจักร ดัชนีผันผวนถูกนำเสนอโดย Binary (IOM) Ltd. ชั้นหนึ่ง อาคาร Millennium House ถนนวิคตอเรีย Douglas IM2 4RW Isle of Man, British Isles ได้รับอนุญาตและกำกับดูแลทางกฎหมายตามลำดับโดย (1) Gambling Supervision Commission แห่ง Isle of Man (ใบอนุญาตปัจจุบันออกให้วันที่ 31 สิงหาคม 2560) และโดย (2) Gambling Commission แห่งสหราชอาณาจักร"],"In the UK and Isle of Man, our clients trade through Binary (IOM) Ltd. In Japan, they trade through Binary KK. In the European Union (except UK), they trade through Binary (Europe) Ltd and Binary Investments (Europe) Ltd. In the rest of the world, they trade through Binary (C.R.) S.A":[null,"ในสหราชอาณาจักร และเกาะ Isle of Man ลูกค้าของเราซื้อขายผ่านบริษัท Binary (IOM) Ltd และประเทศญี่ปุ่น ดำเนินการซื้อขายผ่าน Binary KK ในสหพันธ์ยุโรป (ยกเว้นสหราชอาณาจักร) ลูกค้าซื้อขายผ่านบริษัท Binary (Europe) Ltd และ Binary Investments (Europe) Ltd และประเทศอื่นๆ ในภูมิภาคอื่น พวกเขาซื้อขายผ่านบริษัท Binary (C.R.) S.A"],"In the rest of the EU, Volatility Indices are offered by Binary (Europe) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta; licensed and regulated by (1) the Malta Gaming Authority in Malta (licence no. MGA/CL2/118/2000 issued on 26 May 2015), for UK clients by (2) the UK Gambling Commission":[null,"สำหรับประเทศอื่นๆในสหภาพยุโรป ดัชนีผันผวนถูกนำเสนอโดย Binary (Europe) Ltd. อาคาร Mompalao Suite 2 ถนนทาวเวอร์ Msida MSD1825 ประเทศมอลตา ได้รับอนุญาตและกำกับดูแลทางกฎหมายโดย (1) Malta Gaming Authority ในประเทศมอลตา (ใบอนุญาตหมายเลข MGA/CL2/118/2000 ออกให้วันที่ 26 พฤษภาคม 2558) สำหรับลูกค้าสหราชอาณาจักร โดย (2) UK Gambling Commission"],"In-Neck Pattern (CDLINNECK)":[null,"In-Neck Pattern (CDLINNECK)"],"In/Out":[null,"In/Out"],"In/Out (ends between/outside and stays between/goes outside)":[null,"In/Out (ends between/outside และ stays between/goes outside)"],"In/Out - Predict if the market will stay between or outside two target prices":[null,"In/Out - พยากรณ์ว่า ตลาดจะอยู่ระหว่างราคาเป้าหมายทั้งสอง หรือ เกินกว่าราคาเป้าหมาย"],"In/Out trades":[null,"การซื้อขาย In/Out"],"Income Source":[null,"แหล่งที่มาของรายได้"],"Indicative Price":[null,"ราคาดัชนี"],"Indicators":[null,"ดัชนีต่างๆ"],"Indices":[null,"ดัชนี"],"Indices - All major worldwide stock indices sourced from the over-the-counter market":[null,"ดัชนี - ดัชนีหลักทรัพย์หลักต่างๆ ทั่วโลกจากตลาดรองตราสารทุน"],"Indices trading experience":[null,"ประสบการณ์ในการซื้อขายดัชนีต่างๆ"],"Indices trading frequency":[null,"ความถี่ในการซื้อขายดัชนีต่างๆ"],"Individual Traders":[null,"นักลงทุนรายย่อย"],"Indonesia":[null,"อินโดนีเซีย"],"Industry of Employment":[null,"อุตสาหกรรมของการจ้างงาน"],"Initial Coin Offering (ICO)":[null,"การเสนอขายเหรียญครั้งแรก หรือ Initial Coin Offering (ICO)"],"Instant access":[null,"เข้าถึงได้ทันที"],"Instruments":[null,"เครื่องมือ"],"Invalid JSON file":[null,"ไฟล์ JSON ไม่ถูกต้อง"],"Invalid parameter(s)":[null,"ตัวแปรไม่ถูกต้อง"],"Invalid template type":[null,"ประเภทแม่แบบไม่ถูกต้อง"],"Inverted Hammer (CDLINVERTEDHAMMER)":[null,"Inverted Hammer (CDLINVERTEDHAMMER)"],"Investments & Dividends":[null,"การลงทุนและเงินปันผล"],"Is it possible to deposit the same funds through different payment methods?":[null,"เป็นไปได้ไหมที่จะฝากเงินผ่านช่องทางรับชำระเงินที่ต่างกัน?"],"It has a long white candle, followed by another that opens above the first (gaps up), followed by a downward black candlestick that opens below the close of the second day (gaps down) and has a low below the close of the first day. The upward trend is expected to continue":[null,"มีเทียนสีขาวยาว และตามด้วยอีกอันที่เปิดเหนืออันแรก (ช่องว่าง ด้านขึ้น) ตามด้วยแท่งเทียนสีดำขาลงที่เปิดต่ำกว่าราคาปิดของวันที่สอง (ช่องว่าง ด้านลง) และมีราคาต่ำใต้ราคาปิดของวันแรก คาดว่า แนวโน้มขาขึ้นนี้จะยังดำเนินต่อไป"],"It is sometimes possible to sell an option before the expiry of a trade, but only if a fair price can be determined. If this option is available, you will see a blue 'Sell' button next to your trade in the portfolio":[null,"ในบางครั้งการจำหน่ายออปชั่นก่อนวันหมดอายุเมื่อมีราคาที่เหมาะสมเป็นสิ่งที่เกิดขึ้นได้ และหากมีออปชั่นในสถานะดังกล่าว ท่านจะเห็นปุ่ม \"ขาย\" สีน้ำเงิน อยู่ถัดไปจากรายการซื้อขายในพอร์ตโฟลิโอ"],"It's time to expand. We set up a programming center in Cyberjaya - the Silicon Valley of Kuala Lumpur - to maintain and improve BetOnMarkets.com":[null,"ถึงเวลาที่จะขยายอาณาจักร พวกเราได้ตั้งศูนย์ของระบบที่ไซเบอร์จายา สถานที่หนึ่งประดุจซิลิคอนวัลเลย์ของกัวลาลัมเปอร์ เพื่อดูแลและปรับปรุง BetOnMarkets.com"],"Italiano":[null,"ภาษาอิตาเลียน"],"Jan":[null,"ม.ค."],"January":[null,"มกราคม"],"Jul":[null,"ก.ค."],"July":[null,"กรกฎาคม"],"Jun":[null,"มิ.ย."],"June":[null,"มิถุนายน"],"Just click  Grant  button on the page you will now be taken to":[null,"เพีลงคลิกปุ่ม Grant ท่านจะ"],"Kaufman's Adaptive Moving Average (KAMA)":[null,"Kaufman's Adaptive Moving Average (KAMA)"],"Key facts":[null,"ข้อเท็จจริงหลัก"],"Kicking (CDLKICKING)":[null,"Kicking (CDLKICKING)"],"Kicking - bull/bear determined by the longer marubozu (CDLKICKINGBYLENGTH)":[null,"Kicking - ตื่นตัว/ซบเซา พิจารณาโดย Marubozu ที่ยาวกว่า (CDLKICKINGBYLENGTH)"],"Kicking patterns on a candlestick chart are formed when there are two long marubozu - one white and one black - with a gap between them. Bullish kicking patterns would present as a black or filled candlestick without any wicks (shadows) followed by a gap higher with a white or hollow candlestick that is also without wicks":[null,"รูปแบบ Kicking บนแผนภูมิแท่งเทียนถูกทำให้เป็นรูปร่างเมื่อมี Marubozu สองอันยาว ซึ่งอันหนึ่งสีขาว อีกอันเป็นสีดำ และมีช่องว่างระหว่างทั้งสองแท่ง รูปแบบ Kicking ตลาดตื่นตัวจะแสดงออกเป็นแท่งเทียนสีดำ หรือ แท่งเทียนทึบที่ไม่มีไส้ (เงา) ตามด้วยช่องว่างสูงกว่า กับแท่งเทียนสีขาว หรือ แท่งเทียนโปร่งที่ไม่มีไส้เช่นกัน"],"Kicking patterns on a candlestick chart are formed when there are two marubozu - one white and one black - with a gap between them. Bullish kicking patterns would present as a black or filled candlestick without any wicks (shadows) followed by a gap higher with a white or hollow candlestick that is also without wicks":[null,"รูปแบบ Kicking บนแผนภูมิแท่งเทียนก่อตัวเป็นรูปร่างเมื่อมี Marubozu สองอัน อันหนึ่งสีขาว อีกแท่งหนึ่งสีดำ และมีช่องว่างระหว่างทั้งสอง รูปแบบ Kicking ตลาดขาขึ้นจะแสดงเป็นแท่งเทียนสีดำ หรือ ทึบที่ไม่มีไส้ (เงา) ตามด้วยช่องว่างด้านบน กับแท่งเทียนสีขาว หรือ โปร่งที่ไม่มีไส้เช่นกัน"],"Kuala Lumpur Office":[null,"สำนักงานกัวลาลัมเปอร์"],"Ladder Bottom (CDLLADDERBOTTOM)":[null,"Ladder Bottom (CDLLADDERBOTTOM)"],"Last 12 mnts Profitable Trades":[null,"ตารางผลกำไร 12 รอบเดือนที่ผ่านมา"],"Last used":[null,"ใช้ครั้งล่าสุด"],"Learning to trade":[null,"ศึกษาการซื้อขาย"],"Least Squares Moving Average (LSMA)":[null,"Least Squares Moving Average (LSMA)"],"Less than":[null,"น้อยกว่า  "],"Let's do it":[null,"ลงมือเลย"],"Level of Education":[null,"ระดับการศึกษา"],"Licensed and regulated in Malta, the United Kingdom, the Isle of Man, Ireland, and Japan":[null,"ได้รับอนุญาตและเป็นไปตามกฎหมายในการดำเนินธุรกิจในประเทศมอลตา สหราชอาณาจักร เกาะ Isle of Man ไอร์แลนด์ และญี่ปุ่น"],"Like the EMA, the LWMA assigns more meaning to the recent prices and less to the closing price from the period's beginning. Thus they are faster at detecting a trend reversal, though it they can be more prone to market noise":[null,"เช่นเดียวกับ EMA LWMA ให้ความหมายมากกว่ากับราคาล่าสุด และน้อยกว่ากับราคาปิดของช่วงเวลาเริ่มต้น ดังนั้นจะช่วยให้ค้นพบการย้อนกลับของแนวโน้มได้เร็วกว่า แต่มีแนวโน้มที่ถูกกระทบด้วยคลื่นรบกวนในตลาดได้ง่ายกว่า"],"Line":[null,"เส้น"],"Line Dot":[null,"เส้นจุด"],"Linearly Weighted Moving Average (LWMA)":[null,"Linearly Weighted Moving Average (LWMA)"],"Link":[null,"ลิงค์"],"Load Workspace":[null,"โหลด Workspace"],"Load chart template":[null,"โหลดแผนภูมิแม่แบบ"],"Load trade template":[null,"โหลดแม่แบบสำหรับซื้อขาย"],"Loading Asset Index":[null,"กำลังโหลดดัชนีสินทรัพย์"],"Loading Copy Trade":[null,"กำลังโหลด Copy Trade"],"Loading Download/View Data":[null,"กำลังโหลด Download/View Data"],"Loading MAM":[null,"กำลังโหลด MAM"],"Loading Password dialog":[null,"กำลังโหลด Password Dialog"],"Loading Profit Table":[null,"กำลังโหลด Profit Table"],"Loading Real account opening":[null,"กำลังโหลดการเปิดบัญชีจริง"],"Loading Self-Exclusion":[null,"กำลังโหลดเมนูพักการใช้งาน"],"Loading Statement Table":[null,"กำลังโหลดตารางเดินบัญชี"],"Loading Token management":[null,"กำลังโหลด Token Management"],"Loading Trading Times":[null,"กำลังโหลด Trading Times"],"Loading chart and trade menus":[null,"กำลังโหลดแผนภูมิและเมนูในการเทรด"],"Loading custom theme configuration":[null,"กำลังโหลดค่าตัวแปรในการปรับแต่งธีม"],"Loading help docs":[null,"กำลังโหลดเอกสารการใช้งาน"],"Loading portfolio":[null,"กำลังโหลดพอร์ตโฟลิโอ"],"Loading...":[null,"กำลังโหลด..."],"Log in":[null,"เข้าสู่ระบบ"],"Log in time":[null,"เวลาเข้าสู่ระบบ"],"Login":[null,"เข้าสู่ระบบ"],"Logout":[null,"ออกจากระบบ"],"Long Legged Doji (CDLLONGLEGGEDDOJI)":[null,"Long Legged Doji (CDLLONGLEGGEDDOJI)"],"Long Line Candle (CDLLONGLINE)":[null,"Long Line Candle (CDLLONGLINE)"],"Long-legged doji have long upper and lower shadows that are almost equal in length. These doji reflect a great amount of indecision in the market. Long-legged doji indicate that prices traded well above and below the session's opening level, but closed virtually even with the open. After a whole lot of yelling and screaming, the end result showed little change from the initial open":[null,"Doji ขายาวมีเงาด้านบนและด้านล่างที่เกือบจะยาวเท่ากัน Doji เหล่านี้สะท้อนให้เห็นถึงการตัดสินใจไม่ได้อย่างมากของตลาด Doji ขายาวบ่งชี้ถึงราคาซื้อขายที่เหนือและต่ำกว่าระดับราคาเปิด แต่ปิดเท่ากันกับราคาเปิด สุดท้ายผลลัพธ์ที่เปิดแสดงให้เห็นการเปลี่ยนแปลงเล็กน้อยจากราคาเมื่อเริ่มเปิดซื้อขาย"],"Look for a black candle in a downward price trend followed by a white candle that opens below the prior low but closes near but below the midpoint of the black candle's body":[null,"มองหาเทียนสีดำในแนวโน้มราคาขาลง ตามด้วยเทียนสีขาวที่เปิดต่ำกว่าราคาต่ำก่อนหน้า แต่ปิดใกล้ หรือ ต่ำกว่าจุดกลางของตัวของแท่งเทียน"],"Look for a tall black candle with a long lower shadow to appear in a downward price trend. The second day should be similar to the first day, but smaller and with a higher low. The last day is a black marubozu that squeezes inside the high-low range of the prior day":[null,"มองหาเทียนสีดำสูงที่มีเงาด้านล่างยาวที่ปรากฎในแนวโน้มราคาขาลง วันที่สองควรจะเหมือนกับวันแรก แต่เล็กกว่าและมีราคาต่ำที่สูงกว่า วันสุดท้ายคือ Marubozu สีดำที่บีบอยู่ภายในระยะสูง-ต่ำของวันก่อนหน้านั้น"],"Look for a tall white candle in an upward price trend. Following that, a black candle has a body that gaps above the prior candle's body. The last day is another black candle, but this one engulfs the previous bearish candle but closes above first bar's open":[null,"มองหาเทียนสีขาวสูงในแนวโน้มราคาขาขึ้น ตามด้วยเทียนสีดำที่มีลำตัว ซึ่งมีช่องว่างเหนือลำตัวของเทียนแท่งก่อนหน้า วันสุดท้าย คือ แท่งเทียนสีดำอีกแท่งหนึ่ง แต่แท่งนี้กลืนแท่งเทียนตลาดซบเซาก่อนหน้านี้แต่ปิดเหนือราคาเปิดของแท่งแรก"],"Lookbacks":[null,"Lookbacks"],"Lookbacks are currently only available for Volatility Indices":[null,"ขณะนี้ Lookbacks มีให้สำหรับดัชนีผันผวนเท่านั้น"],"Low":[null,"ต่ำ"],"Low barrier":[null,"Barrier ต่ำ"],"Low barrier offset":[null,"Barrier ต่ำ ที่หักกลบลบกัน"],"Low minimum stakes":[null,"เงินเดิมพันขั้นต่ำ"],"Lower":[null,"ต่ำกว่า"],"MACD is a trading indicator used in technical analysis of stock prices.It is supposed to reveal changes in the strength, direction, momentum, and duration of a trend in a stock's price":[null,"MACD คือ ตัวชี้วัดที่ใช้ในการวิเคราะห์ทางเทคนิคของราคาหุ้น ซึ่งควรจะเปิดเผยการเปลี่ยนแปลงในความแข็งแกร่ง ทิศทาง โมเมนตัม และระยะเวลาของแนวโน้มของราคาหุ้น"],"MENA FFXPO Award":[null,"รางวัล MENA FFXPO"],"Make sure that you have first agreed with the Agent on the terms of payment before submitting your request. Once you click the 'Confirm transfer' button the funds will be withdrawn from your account and will be sent to the Payment Agent you have chosen. The Agent will send you the withdrawal amount (minus the commission) via your preferred payment method":[null,"โปรดแน่ใจว่า ท่านได้แสดงความยินยอมต่อตัวแทนรับชำระเงินในเงื่อนไขการชำระเงินก่อนส่งคำขอของท่าน เมื่อท่านคลิกปุ่ม \"ยืนยันการโอน\" หลักประกันจะถูกถอนจากบัญชีของท่านและจะถูกส่งไปยังตัวแทนรับชำระเงินที่ท่านเลือก ตัวแทนรับชำระเงินจะส่งจำนวนเงินที่ถอน (หักด้วยค่าธรรมเนียม) ให้ท่านตามช่องทางการรับเงินที่ท่านเลือก"],"Make your trade":[null,"ซื้อขาย"],"Manage":[null,"จัดการ"],"Mar":[null,"มี.ค."],"March":[null,"มีนาคม"],"Market Professionals":[null,"เจ้าหน้าที่ทางตลาด"],"Market exit price":[null,"ราคาสิ้นสุดของตลาด"],"Marubozu (CDLMARUBOZU)":[null,"Marubozu (CDLMARUBOZU)"],"Mass Index (MASS)":[null,"Mass Index (MASS)"],"Mat Hold (CDLMATHOLD)":[null,"Mat Hold (CDLMATHOLD)"],"Matches":[null,"จับคู่"],"Matches/Differs - Predict that the last digit will match or not match":[null,"Matches/Differs - ทำนายว่า เลขหลักสุดท้ายจะถูกจับคู่ หรือไม่"],"Matching Low (CDLMATCHINGLOW)":[null,"Matching Low (CDLMATCHINGLOW)"],"Max. Trade Stake":[null,"เดิมพันสูงสุด"],"Maximum (MAX)":[null,"Maximum (MAX)"],"Maximum account cash balance":[null,"มูลค่าบัญชีเงินสดคงเหลือสูงสุด"],"Maximum aggregate contract purchases over a 30-day period":[null,"มูลค่าสัญญารวมสูงสุดที่ซื้อในระยะเวลา 30 วัน"],"Maximum aggregate contract purchases over a 7-day period":[null,"มูลค่าสัญญารวมสูงสุดที่ซื้อในระยะเวลา 7 วัน"],"Maximum aggregate contract purchases per day":[null,"มูลค่าสัญญารวมสูงสุดที่ซื้อต่อวัน"],"Maximum aggregate loss over a 30-day period":[null,"มูลค่ารวมที่ขาดทุนสูงสุดในระยะเวลา 30 วัน"],"Maximum aggregate loss per day":[null,"มูลค่ารวมที่ขาดทุนสูงสุดต่อวัน"],"Maximum number of open positions":[null,"จำนวนสูงสุดของโพซิชั่นที่เปิดอยู่"],"Maximum price over selected period":[null,"ราคาสูงสุดในช่วงเวลาเลือก"],"May":[null,"พ.ค."],"Memorable date":[null,"วันแห่งความทรงจำ"],"Memorable town/city":[null,"เมืองแห่งความทรงจำ"],"Mesa Adaptive Moving Average (MAMA)":[null,"Mesa Adaptive Moving Average (MAMA)"],"Min. Trade Stake":[null,"เดิมพันต่ำสุด"],"Min: 10 Max: 2000":[null,"ต่ำสุด: 10 สูงสุด: 2000"],"Minimum (MIN)":[null,"Minimum (MIN)"],"Minimum of 2 characters required":[null,"จำนวนตัวอักขระน้อยที่สุดที่ต้องการ คือ 2 อักขระ"],"Minimum of 4 characters required":[null,"จำนวนตัวอักขระน้อยที่สุดที่ต้องการ คือ 4 อักขระ"],"Minimum of 6 characters required":[null,"จำนวนตัวอักขระน้อยที่สุดที่ต้องการ คือ 6 อักขระ"],"Minimum of six lower and uppercase letters with numbers":[null,"จำนวนตัวอักขระอย่างน้อย 6 อักขระ ซึ่งเป็นอักษรตัวเล็ก ตัวใหญ่ และตัวเลข"],"Minimum price over selected period":[null,"ราคาต่ำสุดในช่วงเวลาเลือก"],"Minus the agent's commission":[null,"หักค่านายหน้าตัวแทน"],"Minutes":[null,"นาที"],"Miss":[null,"นางสาว"],"Momentum (MOM)":[null,"Momentum (MOM)"],"Momentum Indicators":[null,"ตัวชี้วัดโมเมนตัม"],"Mon":[null,"จ."],"Monday":[null,"วันจันทร์"],"Monthly Profitable Trades":[null,"ตารางผลกำไรรายเดือน"],"Morning Doji Star (CDLMORNINGDOJISTAR)":[null,"Morning Doji Star (CDLMORNINGDOJISTAR)"],"Morning Star (CDLMORNINGSTAR)":[null,"Morning Star (CDLMORNINGSTAR)"],"Mother's maiden name":[null,"ชื่อกลางของมารดา"],"Moving Average Convergence/Divergence (MACD)":[null,"Moving Average Convergence/Divergence (MACD)"],"Mr":[null,"นาย"],"Mrs":[null,"นาง"],"Ms":[null,"นางสาว"],"Multiplier":[null,"ตัวคูณ"],"Name":[null,"ชื่อ"],"Name of first love":[null,"ชื่อของคนรักคนแรก"],"Name of your pet":[null,"ชื่อของสัตว์เลี้ยงของท่าน"],"Navigator handles background":[null,"พื้นหลังของ Navigator"],"Navigator handles border":[null,"เส้นขอบของ Navigator"],"Navigator mask-fill":[null,"สีเติมหน้ากากของ Navigator"],"Navigator outline":[null,"เส้นรอบนอกของ Navigator"],"Navigator series color":[null,"แผงสีของ Navigator"],"Navigator series line":[null,"แผงเส้นของ Navigator"],"Net Annual Income":[null,"รายได้สุทธิต่อปี"],"Net Profit":[null,"กำไรสุทธิ"],"New password":[null,"รหัสผ่านใหม่"],"No":[null,"ไม่ใช่"],"No Touch trades":[null,"การซื้อขายแบบไม่แตะเส้น"],"No touch":[null,"ไม่แตะเส้น"],"Normalized Average True Range (NATR)":[null,"Normalized Average True Range (NATR)"],"Normalized Average True Range (NATR) attempts to normalize the average true range values across instruments by using the formula below":[null,"ค่ามาตรฐานเฉลี่ยจริงช่วง (NATR) พยายามปรับค่าเฉลี่ยจริง โดยใช้สูตรด้านล่าง"],"Note: You can only have one fiat currency account and one of each cryptocurrency account":[null,"หมายเหตุ: ท่านสามารถมีได้เพียงบัญชีสกุลเงินกระดาษหนึ่งบัญชี และหนึ่งบัญชีของบัญชีเงินดิจิทัล"],"Note: withdrawal via payment agent is available only if you deposit exclusively via payment agent":[null,"หมายเหตุ: การถอนเงินผ่านตัวแทนรับชำระเงินมีให้บริการท่าน เมื่อท่านฝากเงินผ่านตัวตัวแทนรับชำระเงิน"],"Nov":[null,"พ.ย."],"November":[null,"November"],"Now":[null,"ขณะนี้"],"OHLC":[null,"OHLC"],"OK":[null,"OK"],"OTC stocks - Blue-chip stock contracts sourced from the over-the-counter market":[null,"หุ้น OTC - สัญญาหุ้นบลูชิพจากตลาดที่ซื้อขายได้เองโดยตรง"],"Occupation":[null,"อาชีพ"],"Oct":[null,"ต.ค."],"October":[null,"ตุลาคม"],"Odd":[null,"คี่"],"Offices in Malta, Malaysia and Japan":[null,"สำนักงานอื่นที่ประเทศมอลตา มาเลเซีย และญี่ปุ่น"],"Ok":[null,"ตกลง"],"On the basis of the information provided in relation to your knowledge and experience, we consider that the investments available via this website are not appropriate for you":[null,"บนพื้นฐานของข้อมูลที่สัมพันธ์กับความรู้และประสบการณ์ของท่าน พวกเราพิจารณาว่า การลงทุนที่มีอยู่ทางเว็บไซต์แห่งนี้ไม่เหมาะสมกับท่าน"],"On-Neck Pattern (CDLONNECK)":[null,"On-Neck Pattern (CDLONNECK)"],"Once this limit is reached, you may no longer deposit":[null,"เมื่อวงเงินเต็ม ท่านไม่สามารถฝากเงินได้"],"One last step left":[null,"เหลือขั้นตอนสุดท้ายแล้ว"],"Online trading can become addictive. Fill in the form below to limit your participation on the website or send a signed letter or fax to our customer support team. Once set, you can only tighten your limits. Limits will only be removed or loosened after 7 days with the exception of the self- exclusion date, which cannot be removed or altered once you have confirmed it. To remove or increase your limits, please contact":[null,"การซื้อขายผลิตภัณฑ์ทางการเงินอาจทำให้ท่านเสพติดได้ โปรดกรอกข้อมูลในแบบฟอร์มด้านล่างเพื่อกำหนดระดับความต้องการในเว็บไซต์ หรือ ส่งจดหมายที่มีการลงนาม หรือ ส่งแฟกซ์มายังฝ่ายลูกค้าสัมพันธ์ เมื่อมีการตั้งค่าตามความประสงค์ของท่านแล้ว ท่านจะถูกจำกัดตามเงื่อนไขดังกล่าว วงเงินจะถูกปรับหรือผ่อนปรนหลังจาก 7 วันของวันที่กำหนดให้พัก แต่หากท่านต้องการลบหรือเพิ่มวงเงินของท่าน โปรดติดต่อ ฝ่ายลูกค้าสัมพันธ์"],"Only five years after inception, we pick up this major award for our online trading services. The award recognises BetOnMarkets.com's reliable, fast and secure online trading for novice and expert traders. At this time, our website has received over 15 million trades":[null,"เพียงระยะเวลา 5 ปี หลังจากเริ่มต้น พวกเราได้รับรางวัลสำหรับบริการซื้อขายออนไลน์ของพวกเรา รางวัลแสดงถึงความเชื่อถือได้ ความรวดเร็ว และความปลอดภัยในการซื้อขายออนไลน์ของ BetOnMarkets.com ทั้งสำหรับนักลงทุนมือใหม่ และ นักลงทุนผู้คร่ำหวอดในตลาด ในขณะนั้น เว็บไซต์ของเรามีมูลค่าการซื้อขายมากกว่า 15 ล้านเหรียญ"],"Only letters, numbers, hyphen are allowed":[null,"ตัวอักษร ตัวเลข และเครื่องหมายขีดกลางเท่านั้นที่อนุญาต"],"Only letters, numbers, space, hyphen, period, apostrophe are allowed":[null,"ตัวอักษร ช่องว่าง ขีดกลาง จุด เครื่องหมายอัญประกาศ ( ' ) เท่านั้น ที่สามารถใช้ได้"],"Only letters, numbers, space, period, comma, - / @ ' are allowed":[null,"เฉพาะตัวอักษร ตัวเลข พื้นที่ ระยะเวลา จุลภาค - / @ ' ที่อนุญาตให้ใช้ได้"],"Only letters, numbers, space, period, comma, dash(-)":[null,"เฉพาะตัวอักษร ตัวเลข พื้นที่ ระยะเวลา จุลภาค ขีดกลาง"],"Only letters, space, hyphen, period, apostrophe are allowed":[null,"ตัวอักษร ช่องว่าง ขีดกลาง จุด เครื่องหมายอัญประกาศ ( ' ) เท่านั้น ที่สามารถใช้ได้"],"Only numbers and space are allowed":[null,"ตัวเลข และช่องว่างเท่านั้นที่อนุญาต"],"Only numbers, letters, hyphens are allowed":[null,"ตัวอักษร ตัวเลข และเครื่องหมายขีดกลางเท่านั้นที่อนุญาต"],"Open":[null,"เปิด"],"Open Account":[null,"เปิดบัญชี "],"Open a Financial Account":[null,"เปิดบัญชีทางการเงิน 1 บัญชี"],"Open account":[null,"เปิดบัญชี"],"Opening an account":[null,"เปิดบัญชี"],"Opens":[null,"เปิด"],"Opera":[null,"Opera"],"Option trading can become a real addiction, as can any other activity pushed to its limits. To avoid the danger of such addiction, we provide a reality-check that gives you a summary of your trades and accounts on a regular basis":[null,"การซื้อขายออปชั่นสามารถทำให้ท่านเสพติดได้เฉกเช่นกับกิจกรรมอื่นที่มีการกำหนดขีดจำกัด เพื่อหลีกเลี่ยงความเสี่ยงต่างๆ ในการเสพติด พวกเรามีทางเลือกในการตรวจสอบเพื่อช่วยให้ท่านได้รับรายงานสรุปการซื้อขายของท่านในบัญชีต่างๆ ของท่านตามปกติ"],"Other":[null,"อื่นๆ"],"Other financial instruments trading experience":[null,"ประสบการณ์ซื้อขายเครื่องมือทางการเงินอื่นๆ"],"Other financial instruments trading frequency":[null,"ความถี่ในการซื้อขายเครื่องมือทางการเงินอื่นๆ"],"Our company continues to thrive and obtains a license in the Isle of Man to better service our UK clients":[null,"บริษัทของเรามีการพัฒนาอย่างต่อเนื่องเพื่อขอใบอนุญาตดำเนินธุรกิจบนเกาะ Isle of Man ในการให้บริการที่ดีขึ้นกับลูกค้าในประเทศสหราชอาณาจักร"],"Our customers clearly like us. In mid-2014, Binary.com has over 100 million historical transactions and over 130,000 new daily transactions":[null,"เราเป็นที่นิยมชมชอบของลูกค้า ในกลางปี พ.ศ. 2557 (ค.ศ. 2014) %1 มีธุรกรรมมากกว่า 100 ล้านระเบียน และมีธุรกรรมใหม่ที่เกิดขึ้นรายวันกว่า 130,000 ธุรกรรม"],"Our fast organic growth is supplemented by the acquisition of the client base of BetsForTraders, one of our main competitors":[null,"หลักการเติบโตอย่างรวดเร็วของเรา คือ การผนวกกันโดยได้มาซึ่งฐานลูกค้าของ BetsForTraders ผู้เป็นหนึ่งในคู่แข่งหลักของเรา"],"Our prices are benchmarked against the interbank options market. You ll receive fair and transparent pricing, whatever your position":[null,"ราคาต่างๆ ของพวกเรานั้น อ้างอิงตามเกณฑ์มาตรฐานของราคาออปชั่นในตลาด ดังนั้นท่านจะได้รับราคาที่ยุติธรรมและโปร่งใสเสมอในการซื้อขายของท่าน"],"Over":[null,"มากกว่า"],"Over 1 million registered accounts worldwide":[null,"มากกว่าหนึ่งล้านบัญชีที่ลงทะเบียนทั่วโลก"],"Over 130 staff and contractors worldwide":[null,"พนักงานมากกว่า 130 ท่าน และผู้ปฏิบัติงานสัญญาจ้างทั่วโลก"],"Over 3 years":[null,"มากกว่า 3 ปี"],"Over/Under - Predict that the last digit is higher or lower":[null,"Over/Under - พยากรณ์ว่า เลขหลักสุดท้ายจะสูงกว่า หรือ ต่ำกว่า"],"Overlap Studies":[null,"การศึกษาการซ้อนทับกัน"],"PEP Declaration":[null,"การแสดงเจตนารมณ์ไม่เกี่ยวข้องทางการเมือง (PEP Declaration)"],"Parabolic SAR (SAR)":[null,"Parabolic SAR (SAR)"],"Passwords didn't match. Please type them again":[null,"รหัสผ่านไม่ตรงกัน โปรดพิมพ์อีกครั้ง"],"Patented technology":[null,"เทคโนโลยีที่จดสิทธิบัตร"],"Pattern Recognition":[null,"การรู้จำรูปแบบ"],"Payment agent":[null,"ตัวแทนรับชำระเงิน"],"Payment agents":[null,"ตัวแทนรับชำระเงิน"],"Payments":[null,"การชำระเงิน"],"Payout":[null,"การชำระเงิน"],"Pension":[null,"บำนาญ"],"Percentage Price Oscillator (PPO)":[null,"Absolute Price Oscillator (APO)"],"Performance Probability":[null,"ความเป็นไปได้ของผลประกอบการ"],"Permissions":[null,"สิทธิ์"],"Personal Details":[null,"รายละเอียดส่วนบุคคล"],"Personal Wealth Awards 2017":[null,"รางวัลผู้จัดการความมั่งคั่งส่วนบุคคล ปี พ.ศ. 2560 (ค.ศ. 2017)"],"Phone":[null,"โทรศัพท์"],"Piercing Pattern (CDLPIERCING)":[null,"Piercing Pattern (CDLPIERCING)"],"Pip":[null,"Pip"],"Pip stands for 'percentage in point' which is generally the fourth decimal place (i.e. 0.0001)":[null,"Pip ย่อมาจาก ‘Percentage in Point’ ซึ่งปกติจะเป็นทศนิยม 4 หลัก (เช่น 0.0001)"],"Place of birth":[null,"สถานที่เกิด"],"Please":[null,"โปรด"],"Please choose which currency you would like to transact in":[null,"โปรดระบุสกุลเงินที่ท่านต้องการ"],"Please confirm the following details in order to complete the transfer":[null,"โปรดยืนยันรายละเอียดของธุรกรรมเพื่อดำเนินการโอนเงิน"],"Please enter a valid date in yyyy-mm-dd format":[null,"โปรดป้อนวันที่ในรูปแบบ yyyy-mm-dd ให้ถูกต้อง"],"Please enter a value greater than 0":[null,"โปรดป้อนค่าที่มากกว่าศูนย์"],"Please enter correct email":[null,"โปรดป้อนอีเมล์ที่ถูกต้องของท่าน"],"Please enter date in the format YYYY-MM-DD":[null,"โปรดป้อนวันที่ในรูปแบบ YYYY-MM-DD"],"Please enter time in the format HH:MM":[null,"โปรดป้อนเวลาในรูปแบบ HH:MM"],"Please enter your current password":[null,"โปรดป้อนรหัสผ่านปัจจุบันของท่าน"],"Please enter your email":[null,"โปรดป้อนอีเมล์ของท่าน"],"Please input correct token":[null,"โปรดป้อนโทเค่นที่ถูกต้อง"],"Please install the latest version of one of these browsers":[null,"โปรดติดตั้งเบราเซอร์เวอร์ชันล่าสุดตัวใดตัวหนึ่ง"],"Please note that due to their over-the-counter nature, the prices of the OTC Indices and stocks will differ from the prices of the corresponding indices and stocks on centralised exchanges":[null,"โปรดพึงตระหนักว่า ตามหลักการของการซื้อขายด้วยตัวท่านเอง ราคาที่เกิดขึ้นจากดัชนีและหลักทรัพทย์จะต่างไปจากดัชนีและราคาหลักทรัพย์ของศูนย์กลางการแลกเปลี่ยน"],"Please provide your tax information":[null,"โปรดให้ข้อมูลภาษีของท่าน"],"Please select":[null,"โปรดระบุ"],"Please select an account opening reason before continuing":[null,"กรุณาระบุเหตุผลของการเปิดบัญชีก่อนดำเนินการต่อ"],"Please submit a valid verification token":[null,"โปรดแจ้งโทเค่นเพื่อการตรวจสอบที่ถูกต้อง"],"Please try again after 1 minute":[null,"โปรดทดลองใหม่อีกครั้ง หลังจาก 1 นาที"],"Plot":[null,"วาด"],"Pofit/Loss":[null,"กำไร/ขาดทุน"],"Points":[null,"จุด"],"Polski":[null,"Polski"],"Portfolio":[null,"พอร์ตโฟลิโอ"],"Portugu s":[null,"ภาษาโปรตุเกส"],"Postal code/ZIP":[null,"รหัสไปรษณีย์"],"Potential Payout":[null,"ประมาณการจำนวนเงินที่ชำระ"],"Potential Profit":[null,"ประมาณการกำไร"],"Potential profit":[null,"ประมาณการกำไร"],"Pre-Defined":[null,"กำหนดไว้ล่วงหน้า"],"Preferred reality-check interval":[null,"รอบการตรวจสอบที่ต้องการ"],"Press Create token button on the right to create your first token":[null,"กดปุ่ม สร้างโทเค่น ทางด้านขวาเพื่อสร้างโทเค่นแรกของท่าน"],"Price Transformation":[null,"การเปลี่ยนแปลงราคา"],"Price forms three black candles, each with lower closes, in a downward price trend. A tall white candle engulfs the price action of the prior three days. The candle acts as a bullish reversal when price breaks out upward, and closes above the top of the candle pattern":[null,"ราคาจากสามแท่งเทียนดำ จะมีค่าปิดต่ำสุด ที่เกิดขึ้แบบลดลง แท่งเทียนขาวสูงโอบล้อมราคาของวันก่อนหน้า 3 วัน แท่งเทียนเป็นเหมือนกระทิงกลับด้านเมื่อราคาขึ้นด้านบน และปิดเเหนือด้านบนสุดของรูปแบบแท่งเทียน"],"Price trends downward into the start of the pattern, a tall black candle. Following that, a white candle appears that fits inside the body of the prior candle. This completes the bullish harami candlestick. The final day of the pattern is the confirming candle, a white one that closes above the prior close, which it does. The combination suggests price has reversed trend":[null,"แนวโน้มราคาที่เป็นขาลงเป็นการเริ่มต้นของรูปแบบ กล่าวคือ มีแท่งเทียนสูงสีดำ ตามด้วยแท่งเทียนสีขาวที่มีขนาดลำตัวเท่ากับแท่งเทียนก่อนหน้า ซึ่งแสดงลักษณะเชิงเทียนรูปแบบ Harami ขั้นสมบูรณ์ และยังมีแท่งเทียนวันสุดท้ายยืนยัน มีแท่งสีขาวปิดสูงกว่าแท่งเทียนที่ปิดก่อนหน้า ซึ่งแสดงแนวโน้มราคากลับตัว"],"Primary":[null,"หลัก"],"Print chart":[null,"พิมพ์แผนภูมิ"],"Professional Client":[null,"ลูกค้าที่มีความเชี่ยวชาญ"],"Profit":[null,"กำไร"],"Profit table":[null,"ตารางผลกำไร"],"Profit/ Loss":[null,"กำไร / ขาดทุน"],"Profit/Loss (points)":[null,"กำไร/ขาดทุน (จุด)"],"Protect your profits":[null,"ปกป้องผลกำไรของท่าน"],"Published in English, Indonesian, Japanese, Chinese, Polish, German, French, Spanish, Portuguese, Italian, Russian, and Thai":[null,"เผยแพร่ด้วยภาษาอังกฤษ ภาษาอินโดนีเซีย ภาษาญี่ปุ่น ภาษาจีน ภาษาโปแลนด์ ภาษาเยอรมัน ภาษาฝรั่งเศส ภาษาสเปน ภาษาโปรตุเกส ภาษาอิตาเลียน ภาษารัสเซีย และภาษาไทย"],"Purchase":[null,"ซื้อ"],"Purchase Date":[null,"วันที่ซื้อ"],"Purchase Price":[null,"ราคาซื้อ"],"Rate Of Change (ROC)":[null,"Rate Of Change (ROC)"],"Rate Of Change Percentage (ROCP)":[null,"Rate Of Change Percentage (ROCP)"],"Rate Of Change Ratio (ROCR)":[null,"Rate Of Change Ratio (ROCR)"],"Read":[null,"อ่าน"],"Read about":[null,"ศึกษาเกี่ยวกับ"],"Ref":[null,"อ้างอิง"],"Regent Markets Group Ltd. renames to Binary Ltd":[null,"Regent Markets Group Ltd. ถูกเปลี่ยนชื่อเป็น Binary Ltd"],"Regent Markets Group Ltd. renames to Binary Ltd., harmonising company and website branding throughout the organisation":[null,"Regent Markets Group Ltd. ถูกเปลี่ยนชื่อเป็น Binary Ltd. การผสานกันของกิจการและเครื่องหมายการค้าทางเว็บไซต์ขององค์กรให้เป็นหนึ่งเดียว"],"Regent Markets acquires BetsForTraders client base":[null,"Regent Markets ได้ครอบครองฐานลูกค้าของ BetsForTraders"],"Regent Markets files for a patent in March 2000 on the basis of our unique position as the sole serious competitor in the business of fixed-odds financial betting. In May, we register the trading name BetOnMarkets and move to Malta to receive an internet betting licence":[null,"Regent Markets ดำเนินการเพื่อขอสิทธิบัตรในเดือนมีนาคม ค.ศ. 2000 (พ.ศ. 2543)ในประเภท Fixed-Odds Financial Betting ในเดือนพฤษภาคม พวกเราขึ้นทะเบียนทำการซื้อขายในนาม BetOnMarkets และย้ายไปที่ประเทศมอลตาเพื่อรับใบอนุญาตการประกอบธุรกิจทางอินเทอร์เน็ต"],"Regent Markets files for patent, and registers BetOnMarkets trading name":[null,"Regent Markets ได้รับสิทธิบัตร และขึ้นทะเบียนการซื้อขายในชื่อ BetOnMarkets"],"Regent Markets granted US patent for 'Betting system and method'":[null,"Regent Markets ได้รับสิทธิบัตรของประเทศสหรัฐอเมริกาสำหรับ 'ระบบและวิธีการซื้อขาย'"],"Regent Markets granted two new US patents":[null,"Regent Markets ได้รับสิทธิบัตรใหม่ 2 ฉบับของประเทศสหรัฐอเมริกา"],"Regent Markets is founded by Jean-Yves Sireau":[null,"Regent Markets ก่อตั้งโดย Jean-Yves Sireau"],"Regent Markets obtains a licence in the Isle of Man":[null,"Regent Markets ได้รับใบอนุญาตในเกาะ Isle of Man"],"Regent Markets receives funding to provide on-line financial betting services":[null,"Regent Markets ได้รับทุนในการพัฒนาบริการด้านระบบการเงินออนไลน์"],"Regent Markets sets up a programming centre in Cyberjaya, Malaysia":[null,"Regent Markets ดำเนินการจัดตั้งศูนย์พัฒนาระบบที่ไซเบอร์จายา ประเทศมาเลเซีย"],"Regent Pacific Group Ltd., the Hong Kong-listed founding shareholder of Binary.com":[null,"Regent Pacific Group Ltd ผู้ถือหุ้นที่เป็นผู้ก่อตั้งที่จดทะเบียนในตลาดฮ่องกงของ Binary.com"],"Regent Pacific transaction":[null,"ธุรกรรมของ Regent Pacific"],"Register free account":[null,"ลงทะเบียนบัญชีใหม่ฟรี"],"Regulatory Information":[null,"ข้อมูลเกี่ยวกับกฎระเบียบ"],"Relative Strength Index (RSI)":[null,"Relative Strength Index (RSI)"],"Remove":[null,"ลบ"],"Remove Selected":[null,"ลบรายการที่เลือก"],"Rename":[null,"เปลี่ยนชื่อ"],"Repeat password":[null,"ป้อนรหัสผ่านอีกครั้ง"],"Resale price":[null,"ราคาจำหน่ายต่อ"],"Reset zoom":[null,"ตั้งค่าขยายเป็นค่าเดิม"],"Reset zoom level 1:1":[null,"ตั้งค่าขยายเป็นระดับ 1:1"],"Resources":[null,"แหล่งข้อมูล"],"Responsible Trading":[null,"การซื้อขายอย่างรับผิดชอบ"],"Results":[null,"ผลลัพธ์"],"Return":[null,"ผลตอบแทน"],"Rickshaw Man (CDLRICKSHAWMAN)":[null,"Rickshaw Man (CDLRICKSHAWMAN)"],"Rise":[null,"ขึ้น"],"Rise/Fall":[null,"Rise/Fall"],"Rise/Fall - Predict if the market will rise or fall from its current level":[null,"Rise/Fall - พยากรณ์ว่า ตลาดจะขึ้น หรือ จะลดต่ำลงจากระดับปัจจุบัน"],"Rise/Fall trades":[null,"การซื้อขาย Rise/Fall"],"Rise/Fall   Predict that the market will rise or fall from its current level":[null,"Rise/Fall - พยากรณ์ว่า ตลาดจะขึ้น หรือ จะลดต่ำลงจากระดับปัจจุบัน"],"Rising/Falling Three Methods (CDLRISEFALL3METHODS)":[null,"Rising/Falling Three Methods (CDLRISEFALL3METHODS)"],"Robust and secure platform":[null,"แพลตฟอร์มที่แข็งแกร่งและปลอดภัย"],"Safari":[null,"Safari"],"Salaried Employee":[null,"พนักงานที่ได้รับเงินเดือน"],"Sale Date":[null,"วันที่ขาย"],"Sale Price":[null,"ราคาขาย"],"Sand Signika":[null,"Sand Signika"],"Sat":[null,"ส"],"Saturday":[null,"วันเสาร์"],"Save":[null,"บันทึก"],"Save as":[null,"บันทึกเป็น"],"Save changes":[null,"บันทึกการเปลี่ยนแปลง"],"Saved":[null,"บันทึกแล้ว"],"Scalable":[null,"ปรับขนาดได้"],"Second line of home address":[null,"บรรทัดที่สองของที่อยู่"],"Secondary":[null,"ลำดับที่สอง"],"Security":[null,"หลักทรัพย์"],"Security and privacy":[null,"ความปลอดภัยและความเป็นส่วนตัว"],"Security question":[null,"คำถามลับ"],"Self-Employed":[null,"อาชีพอิสระ"],"Self-Exclusion":[null,"การพักการใช้งาน"],"Sell At Market":[null,"ขายที่ราคาตลาด"],"Sell option":[null,"ขายออปชั่น"],"Sent to account":[null,"ส่งไปยังบัญชี"],"Sep":[null,"ก.ย."],"Separating Lines (CDLSEPARATINGLINES)":[null,"Separating Lines (CDLSEPARATINGLINES)"],"September":[null,"กันยายน"],"Session":[null,"เซสชัน"],"Session duration limit, in minutes":[null,"รอบระยะเวลาการซื้อขาย ในหน่วยนาที"],"Set barrier(s) to define your position and trigger the payout you will receive":[null,"ตั้งค่า Barrier เพื่อกำหนดโพซิชั่นของท่านและสัมพันธ์กับเงินที่ท่านจะได้รับ"],"Set the length of your trade, from 10 seconds to 365 days":[null,"กำหนดระยะเวลาการซื้อขายของท่าน จาก 10 วินาที ถึง 365 วัน"],"Settles":[null,"ชำระเงิน"],"Share":[null,"หุ้น"],"Share chart":[null,"แบ่งปันแผนภูมิ"],"Sharp, benchmarked prices":[null,"เฉียบคม ราคาได้มาตรฐาน"],"Shooting Star (CDLSHOOTINGSTAR)":[null,"Shooting Star (CDLSHOOTINGSTAR)"],"Short to long-term durations":[null,"ระยะเวลาสั้นถึงระยะยาว"],"Side by side white lines candlestick pattern is a triple pattern. Bullish pattern: In an upward trend, the first candlestick is followed by another upward that opens above the close of the first (gap up), that is followed by a third upward candlestick that opens below the close of the second (gap down). Bearish pattern: During a downtrend, the first candlestick is downward, followed by an upward candlestick that opens below the close of the first one (gap down), followed by an upward candlestick that opens below the close of the second one. This pattern indicates the continuation of a downtrend":[null,"รูปแบบ Side by Side White Lines เป็นรูปแบบที่ประกอบด้วยสามส่วน รูปแบบขาขึ้น: แท่งเทียนแรกจะถูกตามโดยแท่งต่อๆ มาในลักษณะขาขึ้น และราคาเปิดอยู่เหนือราคาปิดวันแรก (มีช่องว่างด้านบน) และตามด้วยแท่งเทียนที่สามที่มีราคาเปิดต่ำกว่าราคาปิดของวันที่สอง (มีช่องว่างด้านล่าง) รูปแบบขาลง: แท่งเทียนแรกจะแสดงแนวโน้มขาลง ตามด้วยแท่งเทียนขาขึ้นที่มีราคาเปิดต่ำกว่าราคาปิดวันแรก (มีช่องว่างด้านล่าง) และตามด้วยแท่งเทียนที่สามขาขึ้นที่มีราคาเปิดต่ำกว่าราคาปิดของวันที่สอง รูปแบบเชิงเทคนิคนี้แสดงความต่อเนื่องของขาลง"],"Simple Moving Average (SMA)":[null,"Simple Moving Average (SMA)"],"Simple and intuitive":[null,"ใช้งานง่าย"],"Smart FX":[null,"Smart FX"],"Smart Indices":[null,"ดัชนีสมาร์ท"],"Smoothed Moving Average (SMMA)":[null,"Smoothed Moving Average (SMMA)"],"Sold":[null,"ขาย"],"Some products are not available in all countries. This website's services are not made available in certain countries such as the USA, Costa Rica, Hong Kong, or to persons under age 18":[null,"บางผลิตภัณฑ์ยังไม่มีในทุกประเทศ บริการของเว็บไซต์นี้ไม่มีในบางประเทศ เช่น สหรัฐอเมริกา คอสตาริกา ฮ่องกง หรือให้แก่บุคคลที่อายุต่ำกว่า 18 ปี"],"Source of wealth":[null,"แหล่งที่มาของรายได้"],"Specify your payout, which is your potential return if your prediction is correct. Our system will proceed to calculate your stake, which is the total cost of purchasing the contract. Binary.com offers payouts from $1 to $50,000":[null,"ระบุการชำระเงินของท่าน ซึ่งคือ ผลตอบแทนที่เป็นไปได้ถ้าการคาดการณ์ของท่านถูกต้อง ระบบของเราจะดำเนินการคำนวณเงินเดิมพันของท่าน ซึ่งคือ ต้นทุนทั้งหมดของการซื้อสัญญา Binary.com มีการจ่ายเงินให้ตั้งแต่ 1 เหรียญสหรัฐ ถึง 50,000 เหรียญสหรัฐ"],"Spinning Top (CDLSPINNINGTOP)":[null,"Spinning Top (CDLSPINNINGTOP)"],"Spline":[null,"เส้นโค้ง"],"Spot price":[null,"ราคาสปอต"],"Spreads":[null,"สเปรด"],"Spreads down":[null,"สเปรดลง"],"Spreads up":[null,"สเปรดขึ้น"],"Stake":[null,"วางเงิน"],"Stalled Pattern (CDLSTALLEDPATTERN)":[null,"Stalled Pattern (CDLSTALLEDPATTERN)"],"Standard Deviation (STDDEV)":[null,"Standard Deviation (STDDEV)"],"Standard Deviation is a statistical calculation used to measure the variability. In trading this value is known as volatility. A low standard deviation indicates that the data points tend to be very close to the mean, whereas high standard deviation indicates that the data points are spread out over a large range of values":[null,"ค่าเบี่ยงเบนมาตรฐาน คือ การคำนวณทางสถิติเพื่อวัดความแปรปรวน ในการซื้อขายนั้น ค่าดังกล่าว เป็นที่รู้จักในนาม ความผันผวน ค่าเบี่ยงเบนมาตรฐานต่ำบ่งชี้ว่า ข้อมูลมีแนวโน้มใกล้กับค่าเฉลี่ยมากๆ ในขณะที่ค่าเบี่ยงเบนมาตรฐานสูงจะบ่งชี้ว่า ข้อมูลกระจายตัวออกไปจากช่วงของข้อมูล"],"Standard methods":[null,"วิธีการมาตรฐาน"],"Standard withdrawal":[null,"การถอนเงินมาตรฐาน"],"Start Time":[null,"เวลาเริ่มต้น"],"Start Trading":[null,"เริ่มซื้อขาย"],"Start time":[null,"เวลาเริ่มต้น"],"State/province/region":[null,"รัฐ/จังหวัด/ภูมิภาค"],"Statement":[null,"รายการเดินบัญชี"],"Statistical Functions":[null,"ฟังก์ชันทางสถิติ"],"Status":[null,"สถานะ"],"Stays Between/Goes Outside":[null,"อยู่ใน/นอกขอบเขต"],"Stays Between/Goes Outside trades":[null,"การซื้อขาย อยู่ใน/นอกขอบเขต"],"Stays Between/Goes Outside   Predict that the market stays inside or goes outside two price targets any time during the contract period":[null,"อยู่ใน/นอกขอบเขต - พยากรณ์ว่า ราคาในตลาดจะอยู่ในกรอบราคาเป้าหมาย หรือ ออกนอกขอบเขตราคาเป้าหมาย ณ เวลาใดๆ ในระหว่างสัญญาดำเนินอยู่"],"Stays in":[null,"Stays in"],"Step 1: Define your position":[null,"ขั้นตอนที่ 1: กำหนดโพซิชั่นของท่าน"],"Step 2: Get your contract price":[null,"ขั้นตอนที่ 2: ตั้งราคาซื้อขายของท่าน"],"Step 3: Make your trade":[null,"ขั้นตอนที่ 3: ทำการซื้อขาย"],"Stick Sandwich (CDLSTICKSANDWICH)":[null,"Stick Sandwich (CDLSTICKSANDWICH)"],"Stochastic (STOCH )":[null,"Stochastic (STOCH )"],"Stochastic Fast (STOCHF)":[null,"Stochastic Fast (STOCHF)"],"Stochastic Relative Strength Index (STOCHRSI)":[null,"Stochastic Relative Strength Index (STOCHRSI)"],"Stochastic Slow (STOCHS)":[null,"Stochastic Slow (STOCHS)"],"Stock market indices measure the value of a selection of companies in the stock market":[null,"ดัชนีหลักทรัพย์ของตลาดเป็นตัวบอกมูลค่าของกลุ่มบริษัท หรือ กิจการของตลาดหลักทรัพย์"],"Stocks trading experience":[null,"ประสบการณ์ในการซื้อขายหลักทรัพย์ต่างๆ"],"Stocks trading frequency":[null,"ความถี่ในการซื้อขายหลักทรัพย์ต่างๆ"],"Stop Loss Level":[null,"ระดับยุติการขาดทุน"],"Stop Profit Level":[null,"ระดับยุติกำไร"],"Stop-loss":[null,"หยุดขาดทุน"],"Stop-profit":[null,"หยุดกำไร"],"Stop-type":[null,"ประเภทการยุติ"],"Stroke color":[null,"สีของเส้น"],"Stroke width":[null,"ความกว้างของเส้น"],"Submit":[null,"ส่ง"],"Successfully applied the template and saved it as":[null,"เลือกใช้แม่แบบแล้ว และบันทึกเป็น"],"Summation (SUM)":[null,"Summation (SUM)"],"Sun":[null,"อา"],"Sunday":[null,"วันอาทิตย์"],"Table":[null,"ตาราง"],"Takuri (Dragonfly Doji with very long lower shadow) (CDLTAKURI)":[null,"Takuri (แมลงปอแท่งเทียนเงาล่างยาวมาก) (CDLTAKURI)"],"Tasuki Gap (CDLTASUKIGAP)":[null,"Tasuki Gap (CDLTASUKIGAP)"],"Tax identification number":[null,"เลขประจำตัวผู้เสียภาษี"],"Tax information":[null,"ข้อมูลภาษี"],"Tax residence":[null,"แหล่งรายได้สำหรับภาษี"],"Tel":[null,"โทร"],"Template changes saved":[null,"การเปลี่ยนแปลงแม่แบบได้ถูกบันทึกแล้ว"],"Template name":[null,"ชื่อแม่แบบ"],"Template name already exists":[null,"มีชื่อแม่แบบนี้แล้ว"],"Terms":[null,"ข้อตกลง"],"Tertiary":[null,"ลำดับที่สาม"],"The":[null,"-"],"The AUD Index is a weighted Index, measuring the Australian Dollar's value against a basket of 5 global currencies (USD, EUR, GBP, JPY, CAD), each weighted by 20%":[null,"AUD Index เป็นดัชนีถ่วงน้ำหนัก ที่ใช้แสดงมูลค่าของดอลลาร์ออสเตรเลียกับ 5 สกุลเงินหลักของโลก (USD, EUR, GBP, JPY, CAD) โดยมีนำ้หนักแต่ละสกุลเงินที่ 20%"],"The Absolute Price Oscillator (APO) is based on the absolute differences between two moving averages of different lengths, a  Fast  and a  Slow  moving average":[null,"Absolute Price Oscillator (APO) แสดงค่าสัมบูรณ์ของความแตกต่างระหว่างค่าเฉลี่ยเคลื่อนที่ที่มีระยะต่างกัน ของการเคลื่อนที่เร็วเฉลี่ย และการเคลื่อนที่ช้าเฉลี่ย"],"The Aroon Oscillator is the difference between Aroon-Up and Aroon-Down. These two indicators are usually plotted together for easy comparison, but chartists can also view the difference of these two indicators with the Aroon Oscillator. This indicator fluctuates between -100 and +100 with zero as the middle line":[null,"Aroon Oscillator มีความแตกต่างระหว่า Aroon-Up และ Aroon-Down ดัชนีสองประเภทนี้เป็นดัชนีทั่วๆ ไป ที่ใช้แสดงการเปรียบเทียบอย่างง่าย แต่ผู้เชี่ยวชาญในตลาดหลักทรัพย์แนะนำว่ายังสามารถใช้ดัชนีนี้แสดงความแตกต่างระหว่างสองดัชนี Aroon Oscillator ดัชนีชนิดนี้มีความแปรปรวนอยู่ระหว่าง -100 และ +100 กับศูนย์ ที่เป็นเส้นกลาง"],"The Average Directional Movement Index index (ADX) was developed in 1978 by J. Welles Wilder as an indicator of trend strength in a series of prices of a financial instrument ADX will range between 0 and 100. Generally, ADX readings below 20 indicate trend weakness, and readings above 40 indicate trend strength":[null,"ดัชนีเฉลี่ยทิศทางการเคลื่อนไหวดัชนี (ADX) ถูกพัฒนาขึ้นในปี พ.ศ. 2521 (ค.ศ. 1978) โดย J. Welles Wilder เป็นตัวบ่งชี้ของความแข็งแรงของแนวโน้มในชุดของราคาของเครื่องมือทางการเงินที่ ADX จะมีช่วงอยู่ระหว่าง 0 ถึง 100 โดยทั่วไป ADX อ่านค่าต่ำกว่า 20 ดัชนีแสดงแนวโน้มอ่อนแอ และอ่านกว่า 40 ดัชนีที่แสดงความแข็งแกร่งของแนวโน้ม"],"The Average True Range (TRANGE) study measures the size of the period s range, and takes into account any gap from the close of the previous period":[null,"Average True Range (TRANGE) ศึกษาการวัดผลของขนาดของช่วงเวลา และพิจารณาช่วงห่างใดๆ จากราคาปิดของช่วงก่อนหน้า"],"The Awesome Oscillator is an indicator used to measure market momentum. AO calculates the difference of a 34 Period and 5 Period Simple Moving Averages. The Simple Moving Averages that are used are not calculated using closing price but rather each bar's midpoints. AO is generally used to affirm trends or to anticipate possible reversals":[null,"Awesome Oscillator (AO) เป็นดัชนีที่ใช้เพื่อบอกสภาวะแนวโน้มโมเมนตัมของตลาด ดัชนี AO คำนวณความแตกต่างของ 34 ช่วง และ 5 ช่วงเส้นค่าเฉลี่ยเคลื่อนที่อย่างง่าย เส้นค่าเฉลี่ยเคลื่อนที่อย่างง่ายที่ใช้จะไม่คำนวณโดยใช้ราคาปิด แต่จะเป็นค่ากลางของวันดังกล่าว โดยทั่วไปแล้ว ดัชนี AO ใช้เพื่อยืนยันแนวโน้ม หรือ บอกแนวโน้มและแรงส่งของตลาดในส่วนความเป็นไปได้ที่ราคาจะกลับตัว"],"The Bearish I-Neck Pattern occurs after a downtrend when first day is a long red candle and the second day is a blue day, opening below the low of the first day and closing barely into the body of the first day":[null,"รูปแบบ Bearish In-Neck นี้ เกิดหลังจากช่วงขาลง เมื่อวันแรกปรากฏแท่งเทียนยาวสีแดง และวันถัดมาเป็นสีน้ำเงิน ที่เปิดด้วยราคาที่ต่ำกว่าวันแรกและปิดเต็มแกนของตัวแท่งเทียนวันแรก"],"The Bearish On-Neck Pattern occurs after a downtrend when a long black day is followed by a long white day that gaps down at the open and closes below the close of the black day":[null,"รูปแบบ Bearish On-Neck นี้ เกิดหลังจากช่วงขาลง เมื่อมีแท่งเทียนสีดำยาวในวันก่อนหน้า ตามด้วยแท่งเทียนยาวสีขาวหนึ่งแท่ง ซึ่งมีช่องว่างทางด้านล่าง เมื่อราคาเปิดและราคาปิดต่ำกว่าราคาปิดของวันที่เป็นแท่งเทียนสีดำ"],"The Bullish Three Star appears after a downtrend and it consists of three consecutive Doji, in which the second Doji gaps below the other two Doji. The Bearish Three Star appears after a uptrend and it consists of three consecutive Doji, in which the second Doji gaps above the other two Doji":[null,"Bullish Three Star ปรากฏเมื่อเป็นแนวโน้มขาลง และประกอบด้วย Doji 3 อันต่อเนื่อง โดย Doji อันที่สองมีช่องว่างด้านล่างของอีกสองอัน รูปแบบ Bearish Three Star ที่ปรากฏในแนวโน้มขาขึ้น ประกอบด้วย Doji 3 อันต่อเนื่อง โดย Doji อันที่สองมีช่องว่างด้านบนของอีกสองอัน"],"The CMO indicator is created by calculating the difference between the sum of all recent higher closes and the sum of all recent lower closes and then dividing the result by the sum of all price movement over a given time period. The result is multiplied by 100 to give the -100 to +100 range":[null,"ดัชนี CMO ถูกพัฒนาเพื่อนำมาคำนวณความแตกต่างระหว่างผลรวมของราคาปิดที่เป็นราคาที่สูงกว่าที่เกิดขึ้นล่าสุด และผลรวมของราคาปิดที่เป็นราคาที่ต่ำกว่าที่เกิดขึ้นล่าสุด แล้วหารด้วยช่วงเวลา นำผลรวมมาคูณด้วย 100 จะให้ค่าในช่วง -100 ถึง +100"],"The Choppiness Index (CHOP) is an indicator designed to determine if the market is choppy (trading sideways) or not choppy (trading within a trend in either direction). CHOP is not meant to predict future market direction, it is a metric to be used to for defining the market's trendiness only":[null,"Choppiness Index (CHOP) เป็นดัชนีที่ออกแบบเพื่อบ่งชี้หากว่าตลาดมีสภาพไม่แน่นอน (ราคาเป็นแนวขึ้นลงด้านข้าง หรือ ไซด์เวย์) หรือ ตลาดมีทิศทาง (การซื้อขายมีราคาที่บอกทิศทางได้) ดัชนี CHOP ไม่ได้ใช้ทำนายทิศทางตลาดในอนาคต แต่เป็นตัวชี้วัดที่ใช้บอกแนวโน้มตลาดเท่านั้น"],"The Commodity Channel Index (CCI) is a versatile indicator that can be used to identify a new trend or warn of extreme conditions":[null,"Commodity Channel Index (CCI) เป็นดัชนีอเนกประสงค์ที่สามารถใช้บอกแนวโน้มใหม่ หรือ การเตือนสภาวะรุนแรง"],"The Donchian Channel is an indicator used in market trading developed by Richard Donchian. It is formed by taking the highest high and the lowest low of the last n periods. The area between the high and the low is the channel for the period chosen":[null,"Donchian Channel เป็นดัชนีที่ใช้ในบอกแนวโน้มตลาดที่พัฒนาโดย Richard Donchian เป็นการแสดงรูปแบบโดยใช้จุดสูงที่สูงที่สุด และจุดต่ำที่ต่ำที่สุดของช่วงสุดท้าย พื้นที่ระหว่างค่าสูงและค่าต่ำเป็นช่องของช่วงที่ได้เลือก"],"The Double Exponential Moving Average (CKS) by Patrick Mulloy attempts to remove the inherent lag associated to Moving Averages by placing more weight on recent values":[null,"Double Exponential Moving Average (CKS) พัฒนาโดย Patrick Mulloy โดยพยายามนำราคาทั่วๆ ไปที่ล้าหลังที่สัมพันธ์กับค่าเฉลี่ยเคลื่อนที่ออกและเพิ่มน้ำหนักให้กับราคาล่าสุด"],"The Double Exponential Moving Average (DEMA) by Patrick Mulloy attempts to remove the inherent lag associated to Moving Averages by placing more weight on recent values":[null,"Double Exponential Moving Average (DEMA) พัฒนาโดย Patrick Mulloy โดยพยายามนำราคาทั่วๆ ไปที่ล้าหลังที่สัมพันธ์กับค่าเฉลี่ยเคลื่อนที่ออกและเพิ่มน้ำหนักให้กับราคาล่าสุด"],"The Dragonfly Doji is created when the open, high, and close are the same or about the same price (Where the open, high, and close are exactly the same price is quite rare).The most important part of the Dragonfly Doji is the long lower shadow":[null,"Dragonfly Doji เกิดขึ้นเมื่อ ราคาเปิด ราคาสูงสุด และราคาปิด เป็นค่าเดียวกัน หรือ เกือบจะเป็นค่าเดียวกัน (กรณีราคาเปิด ราคาต่ำสุด และราคาปิด เป็นราคาเดียวกันจะเกิดขึ้นได้ยากมาก) ส่วนสำคัญที่สุดของ Dragonfly Doji คือ มีเงาทางด้านล่างค่อนข้างยาว"],"The EUR Index is a weighted Index, measuring the Euro's value against a basket of 5 global currencies (USD, AUD, GBP, JPY, CAD), each weighted by 20%":[null,"EUR Index เป็นดัชนีถ่วงน้ำหนัก ที่ใช้แสดงมูลค่าของเงินยูโรกับ 5 สกุลเงินหลักของโลก (USD, AUD, GBP, JPY, CAD) โดยมีนำ้หนักแต่ละสกุลเงินที่ 20%"],"The Exponential Moving Average (EMA) represents an average of prices, but places more weight on recent prices. The weighting applied to the most recent price depends on the selected period of the moving average. The shorter the period for the EMA, the more weight that will be applied to the most recent price":[null,"Exponential Moving Average (EMA) แสดงค่าเฉลี่ของราคา แต่ให้ความสำคัญกับราคาที่เกิดขึ้นใหม่ๆ น้ำหนักที่ใช้กับราคาปิดใหม่ขึ้นกับช่วงเวลาที่ระบุของค่าเฉลี่ยเคลื่อนที่ รอบ EMA ที่สั้นกว่า ให้น้ำหนักมากกว่า และจะใช้กับราคาล่าสุด"],"The Fast Stochastic Oscillator is based on George Lane's original formulas for %K and %D. %K in the fast version that appears rather choppy. %D is the 3-day SMA of %K":[null,"Fast Stochastic Oscillator พัฒนาโดย George Lane โดยมีสูตรดั้งเดิมสำหรับ %K และ %D โดย %K ในเวอร์ชันเร็วแสดงความไม่แน่นอน %D คือ ค่า 3-day SMA ของ %K"],"The GBP Index is a weighted Index, measuring the British Pound's value against a basket of 5 global currencies (USD, EUR, AUD, JPY, CAD), each weighted by 20%":[null,"ดัชนี GBP เป็นดัชนีถ่วงน้ำหนัก แสดงมูลค่าของค่าเงินปอนด์ต่อ 5 สกุลเงินสากล (USD, EUR, AUD, JPY, CAD) โดยใช้ร้อยละ 20 ในการถ่วงน้ำหนัก"],"The Gravestone Doji is created when the open, low, and close are the same or about the same price (Where the open, low, and close are exactly the same price is quite rare). The most important part of the Graveston Doji is the long upper shadow":[null,"Gravestone Doji เกิดขึ้นเมื่อ ราคาเปิด ราคาต่ำสุด และราคาปิด เป็นค่าเดียวกัน หรือ เกือบจะเป็นค่าเดียวกัน (กรณีราคาเปิด ราคาต่ำสุด และราคาปิด เป็นราคาเดียวกันจะเกิดขึ้นได้ยากมาก) ส่วนสำคัญที่สุดของ Graveston Doji คือ มีเงาทางด้านบนค่อนข้างยาว"],"The Hammer formation is created when the open, high, and close are roughly the same price.Also, there is a long lower shadow, twice the length as the real body":[null,"การก่อตัวรูปแบบค้อน (Hammer) เกิดเมื่อมีราคาเปิด และราคาปิด กลับมาที่ราคาสูงสุดเหมือนกัน และยังมีเงาด้านล่างที่ค่อนข้างยาว ซึ่งจะมีความยาวอย่างน้อยสองเท่าของลำตัวของแท่งเทียน"],"The Hanging Man formation, just like the Hammer, is created when the open, high, and close are roughly the same price. Also, there is a long lower shadow, which should be at least twice the length of the real body":[null,"การก่อตัวรูปแบบคนแขวนคอ (Hanging Man) หรือ รูปร่างของค้อน (Hammer) เกิดเมื่อมีราคาเปิด และราคาปิด กลับมาที่ราคาสูงสุดเหมือนกัน และยังมีเงาด้านล่างที่ค่อนข้างยาว ซึ่งจะมีความยาวอย่างน้อยสองเท่าของลำตัวของแท่งเทียน"],"The Hull Moving Average solves the age old dilemma of making a moving average more responsive to current price activity whilst maintaining curve smoothness. In fact the HMA almost eliminates lag altogether and manages to improve smoothing at the same time":[null,"Hull Moving Average แก้ปัญหาสภาวะวิกฤตของการทำให้ค่าเฉลี่ยเคลื่อนที่มีการตอบสนองต่อราคาปัจจุบันที่ดีขึ้น และมีการแสดงความต่อเนื่องของเส้นแนวโน้ม จริงๆ แล้ว HMA ช่วยลดความล่าช้าและช่วยปรับเส้นแนวโน้มในขณะเดียวกัน"],"The Inverted Hammer occurs mainly at the bottom of downtrends when the open, low, and close are roughly the same price. Also, there is a long upper shadow, which should be at least twice the length of the real body":[null,"โดยมากการก่อตัวรูปแบบค้อนกลับหัว (Inverted Hammer) เกิดเมื่อเป็นจุดต่ำสุดของขาลง โดยมีราคาเปิด และราคาปิด กลับมาที่ราคาต่ำสุดเหมือนกัน และยังมีเงาด้านบนที่ค่อนข้างยาว ซึ่งจะมีความยาวอย่างน้อยสองเท่าของลำตัวของแท่งเทียน"],"The Kaufman's Adaptive Moving Average (KAMA) Developed by Perry Kaufman, is a moving average designed to account for market noise or volatility. This trend-following indicator can be used to identify the overall trend, time turning points and filter price movements":[null,"Kaufman's Adaptive Moving Average (KAMA) เป็นดัชนีที่พัฒนาโดย Perry Kaufman คือ ค่าเฉลี่ยเคลื่อนที่ที่ถูกออกแบบเพื่ออธิบายความผันผวนในตลาด ดัชนีนี้ใช้เพื่อบอกแนวโน้มทั้งหมดของตลาด เวลาที่มีจุดเปลี่ยนแปลง และการเคลื่อนที่ของราคา"],"The Least Squares Moving Average first calculates a least squares regression line over the preceding time periods, then projects it forward to the current period. In essence, it calculates what the value would be if the regression line continued":[null,"Least Squares Moving Average คำนวณ เส้นถดถอยกำลังสองน้อยสุดในช่วงเวลงก่อนหน้า แล้วพยากรณ์ไปข้างหน้าจนถึงรอบปัจจุบัน เครื่องมือนี้ใช้สำหรับคำนวณเมื่อมีเส้นถดถอยต่อเนื่อง"],"The MESA Adaptive Moving Average is developed by John Ehlers of Mesa Software. This trend-following indicator can be used to identify the overall trend, time turning points and filter price movements":[null,"MESA Adaptive Moving Average (KAMA) เป็นดัชนีที่พัฒนาโดย John Ehlers จากบริษัท Mesa Software ดัชนีนี้ใช้เพื่อบอกแนวโน้มทั้งหมดของตลาด เวลาที่มีจุดเปลี่ยนแปลง และการเคลื่อนที่ของราคา"],"The Momentum indicator compares where the current price is in relation to where the price was in the past. How far in the past the comparison is made is up to the technical analysis trader. The calculation of Momentum is quite simple (n is the number of periods the technical trader selects): The current price minus the price n-periods ago":[null,"ดัชนี Momentum เปรียบเทียบราคาปัจจุบันที่สัมพันธ์ กับราคาในอดีต นักวิเคราะห์ทางเทคนิคแสดงการเปรียบเทียบความห่างของราคา การคำนวณโมเมนตัมทำไ้อย่างง่ายๆ (มี n เป็นจำนวนของช่วงเวลาที่นักลงทุนเชิงเทคนิคเลือก): ราคาปัจจุบัน - ราคา n"],"The Percentage Price Oscillator (PPO) is a momentum oscillator that measures the difference between two moving averages as a percentage of the larger moving average":[null,"Percentage Price Oscillator (PPO) เป็นตัวบอกสัญญาณโมเมนตัมที่วัดความแตกต่างระหว่างค่าเฉลี่ยเคลื่อนที่สองค่าแล้วแสดงเป็นร้อยละของค่าเฉลี่ยเคลื่อนที่ที่ใหญ่กว่า"],"The Price Rate-of-Change (ROC) indicator displays the difference between the current price and the price x-time periods ago. The difference can be displayed in either points or as a percentage":[null,"ดัชนี Price Rate-of-Change (ROC) แสดงความแตกต่างระหว่างราคาปัจจุบันและราคา ณ เวลา ใดเวลาหนึ่งในช่วงที่ผ่านมา ซึ่งแสดงผลในรูปของจุด หรือ ร้อยละ"],"The Rate of Change Percentage (ROCP) indicator compares the current price with the previous price from a selected number of periods ago. The current price is divided by the previous price. ROCP does not express as a percentage. This indicator is also commonly known as a momentum indicator":[null,"ดัชนี Rate of Change Percentage (ROCP) แสดงการเปรียบเทียบระหว่างราคาปัจจุบันและราคาในอดีต ณ เวลา ใดเวลาหนึ่งในช่วงที่ผ่านมาโดยการระบุช่วงเวลา ราคาในปัจจุบันถูกหารด้วยราคาก่อนหน้า ดัชนี ROCP ไม่ได้แสดงผลในรูปร้อยละ ดัชนีนี้เป็นดัชนีที่รู้จักในอีกชื่อหนึ่งว่า ดัชนีโมเมนตัม"],"The Rate of Change Rate (ROCR) indicator compares the current price with the previous price from a selected number of periods ago. The current price is divided by the previous price. This indicator is also commonly known as a momentum indicator":[null,"ดัชนี Rate of Change Rate (ROCR) แสดงการเปรียบเทียบระหว่างราคาปัจจุบันและราคาในอดีต ณ เวลา ใดเวลาหนึ่งในช่วงที่ผ่านมาโดยการระบุช่วงเวลา ราคาในปัจจุบันถูกหารด้วยราคาก่อนหน้า ดัชนีนี้เป็นดัชนีที่รู้จักในอีกชื่อหนึ่งว่า ดัชนีโมเมนตัม"],"The Relative Strength Index (RSI) was published by J. Welles Wilder. The current price is normalized as a percentage between 0 and 100. The name of this oscillator is misleading because it does not compare the instrument relative to another instrument or set of instruments, but rather represents the current price relative to other recent pieces within the selected lookback window length":[null,"Relative Strength Index (RSI) ถูกแผยแพร่โดย J. Welles Wilder ราคาปัจจุบันถูกปรับให้เป็นร้อยละที่มีค่าระหว่าง 0 ถึง 100 ชื่อนี้ทำให้เข้าใจผิด เพราะไม่ได้เป็นการเปรียบเทียบเครื่องมือหนึ่งกับอีกเครื่องมือหนึ่ง หรือ กลุ่มของเครื่องมือที่ใช้ แต่เป็นการแสดงราคาปัจจุบันสัมพันธ์กับราคาอื่นๆ ในช่วงเวลาที่เลือกไว้เปรียบเทียบ"],"The Rickshaw Man has unusually tall upper and lower shadows, a body in which the opening and closing prices are about the same, and the body is near the middle of the candlestick":[null,"Rickshaw Man มีความสูงของเงาด้านบนและเงาด้านล่างที่ผิดปกติ ลำตัวของแท่งเทียนมีราคาเปิดและราคาปิดเป็นราคาเดียวกัน และตัวของแท่งเทียนใกล้กับจุดกลางของแท่งเทียน"],"The Shooting formation is created when the open, low, and close are roughly the same price. There is a long upper shadow, generally defined as at least twice the length of the real body":[null,"การก่อตัวรูปแบบ Shooting เกิดเมื่อมีราคาเปิด ราคาที่ต่ำสุด และราคาปิด เป็นราคาเดียวกัน และยังมีเงาด้านบนที่ค่อนข้างยาว ซึ่งจะมีความยาวอย่างน้อยสองเท่าของตัวของแท่งเทียน"],"The Simple Moving Average (SMA) is calculated by adding the price of an instrument over a number of time periods and then dividing the sum by the number of time periods. The SMA is basically the average price of the given time period, with equal weighting given to the price of each period":[null,"Simple Moving Average (SMA) เป็นการคำนวณโดยเพิ่มเครื่องมือของราคาในรอบเวลา แล้วหารด้วยผลรวมของรอบระยะเวลา ปกติแล้ว ดัชนี SMA เป็นราคาเฉลี่ยในช่วงเวลาใดๆ ที่มีการให้น้ำหนักของราคาในช่วงเวลาที่พิจารณา"],"The Stochastic Relative Strength Index (STOCHRSI) was developed by Tushar Chande and Stanley Kroll, StochRSI is an oscillator that measures the level of RSI relative to its high-low range over a set time period. StochRSI applies the Stochastics formula to RSI values, instead of price values. This makes it an indicator of an indicator. The result is an oscillator that fluctuates between 0 and 1":[null,"Stochastic Relative Strength Index (STOCHRSI) ถูกพัฒนาโดย Tushar Chande และ Stanley Kroll, ดัชนี StochRSI เป็นดัชนีของสัญญาณซึ่งแสดงเป็นระดับของ RSI ที่สัมพันธ์กับช่วยสูง-ต่ำ ในเวลาช่วงหนึ่ง StochRSI ใช้สูตร Stochastics และใช้ค่า RSI แทนราคา จึงเป็นดัชนีของดัชนี และผลลัพธ์ของดัชนีนี้จะผันผวนระหว่าง 0 ถึง 1"],"The Tasuki Gap pattern is made up of three candlesticks, the first bar is a red candlestick within a defined downtrend, the second bar is another red candlestick that has gapped below the close of the previous bar and the last bar is a white candlestick that closes within the gap of the first two bars":[null,"รูปแบบ Tasuki Gap เกิดจาก 3 แท่งเทียน แท่งแรกสีแดงที่บ่งบอกลักษณะแนวโน้มขาลง แท่งเทียนที่สองเป็นแท่งสีแดงอีกแท่งหนึ่งที่มีช่วงห่างในทิศทางด้านล่างราคาปิดของแท่งแรก และแท่งเทียนสุดท้ายเป็นสีขาวซึ่งราคาปิดอยู่ระหว่างช่องว่างของแท่งที่หนึ่งและแท่งที่สอง"],"The Three Methods pattern is a trend continuation pattern that can appear in an uptrend or a down trend. In an uptrend it is called the rising three methods pattern and in a downtrend it is called the falling three methods pattern. The three methods pattern consists of at least five candlesticks":[null,"รูปแบบ Three Methods เป็นรูปแบบของแนวโน้มที่ต่อเนื่องซึ่งสามารถปรากฏในทั้งขาขึ้นและขาลง ในแนวโน้มขาขึ้นจะเรียกว่า รูปแบบ Rising Three Methods และหากเป็นขาลงจะเรียกว่า รูปแบบ Falling Three Methods รูปแบบนี้จะประกอบด้วยอย่างน้อย 5 แท่งเทียน"],"The Triangular Moving Average (TRIMA) represents an average of prices, but places weight on the middle prices of the time period. The calculations double-smooth the data using a window width that is one-half the length of the series":[null,"Triangular Moving Average (TRIMA) แสดงค่าเฉลี่ยของราคา โดยให้น้ำหนักที่ราคาตรงกลางของรอบระยะเวลาดังกล่าว การคำนวณที่ปรับค่าให้เห็นคู่แนวโน้มแนะนำให้ใช้ความกว้างของหน้าต่างที่มีความยาวครึ่งหนึ่งของชุดข้อมูล"],"The Triple Exponential Moving Average (T3) by Tim Tillson attempts to offers a moving average with better smoothing then traditional exponential moving average":[null,"Triple Exponential Moving Average (T3) พัฒนาโดย Tim Tillson แสดงค่าเฉลี่ยเคลื่อนที่ที่ปรับค่าแนวโน้มดีกว่า EMA เดิม"],"The Triple Exponential Moving Average (TEMA) by Patrick Mulloy offers a moving average with less lag then traditional exponential moving average":[null,"Triple Exponential Moving Average (TEMA) พัฒนาโดย Patrick Mulloy แสดงค่าเฉลี่ยเคลื่อนที่ที่ลดความล่าช้าของ EMA เดิม"],"The Typical Price function measures the average of the high, low, and closing prices for the day using a simple, single-line plot. The ordinary price gives a simplified view of the day trading prices for as well as it happens with other price-adjustment functions. You can use it for smoothing out some of the inconstancy of the closing price because it comprises information for the whole trading day and not only the result of the day's end. The Typical Price indicator is measured by adding the high, low, and closing prices together, and then dividing by three":[null,"ฟังก์ชันราคาปกติ (Typical Price) วัดค่าเฉลี่ยราคาสูง ราคาต่ำ และราคาปิด ในระดับวัน โดยใช้เส้นวาดแนวโน้มอย่างง่าย ราคาปกติจะให้มุมมองราคาซื้อขายในแต่ละวันเช่นเดียวกับฟังก์ชันราคาอื่นๆ ท่านสามานถใช้ฟังก์ชันนี้เพื่อปรับแนวโน้มของเส้นกราฟที่มีราคาปิดไม่คงเส้นคงวา เนื่องจากข้อมูลราคาในแต่ละวันและไม่ได้เป็นการแสดงผลของราคา ณ สิ้นวัน ดัชนีราคาปกติ (Typical Price) นี้ ใช้วัดราคาสูง ราคาต่ำ และราคาปิด โดยรวมมูลค่าเข้าด้วยกันแล้วหารด้วยสาม"],"The USD Index is a weighted Index, measuring the US Dollar's value against a basket of 5 global currencies (EUR, GBP, JPY, CAD, AUD), each weighted by 20%":[null,"ดัชนี USD เป็นดัชนีถ่วงน้ำหนัก แสดงมูลค่าของค่าเงินดอลลาร์สหรัฐต่อ 5 สกุลเงินสากล (EUR, GBP, JPY, CAD, AUD) โดยใช้ร้อยละ 20 ในการถ่วงน้ำหนัก"],"The Volatility 100 Index is twice as volatile as the Volatility 50 Index, and four times as volatile as the Volatility 25 Index":[null,"ดัชนีแปรปรวน 100 เป็นสองเท่าของความแปรปรวนของดัชนีแปรปรวน 50 และเป็นสี่เท่าของ ดัชนีแปรปรวน 25"],"The Weighted Close indicator is simply an average of each day's price. It can be used to smooth out some of the inconstancy of a chart of closing prices, as it comprises information for the whole trading day":[null,"ดัชนีค่าปิดถ่วงน้ำหนัก (Weighted Close) เป็นค่าเฉลี่ยอย่างง่ายของราคารายวัน ซึ่งสามารถใช้แก้ปัญหาราคาปิดที่เส้นแนวโน้มไม่คงเส้นคงวา เนื่องจากเป็นข้อมูลราคาที่มาจากราคาที่ซื้อขายตลอดทั้งวัน"],"The balance of power (BOP) indicator measures the strength of the bulls vs. bears by assessing the ability of each to push price to an extreme level":[null,"ดัชนี Balance of Power (BOP) วัดความแข็งแกร่งขแง กระทิง และ หมี โดยประเมินจากความสามารถของราคาที่แสดง ไปถึงระดับสูงสุด"],"The barrier of a binary option trade is the price target you set for the underlying. You can choose trades that stay below or go above a price target, or stay between two targets":[null,"ค่า Barrier ของการซื้อขายไบนารีออปชั่น คือ ราคาเป้าหมายที่ท่านกำหนดสำหรับตลาดอ้างอิง ท่านสามารถเลือกซื้อขายมูลค่าต่ำกว่า หรือ สูงกว่า ราคาเป้าหมาย หรือ อยู่ระหว่างค่าสองค่าใดๆ"],"The breakaway pattern begins with a long candle representing the current trend. The following candle is the same color and it gaps away from that first long candle. While the third day s candle can be either color, it will not show a change in the current trend. The fourth day continues the trend and therefore continues to produce the same color candles. The fifth day however, reverses the trend. Please note that it only opens slightly the opposite of the current trend and it continues in the same direction to where it then closes in the gap area":[null,"รูปแบบ Breakaway เริ่มจากแท่งเทียนยาวแสดงถึงแนวโน้มปัจจุบัน แท่งเทียนต่อไปเป็นสีเดียวกัน และมีช่องว่างห่างจากแท่งเทียนยาวแท่งแรก ในขณะที่แท่งเทียนในวันที่สาม หากเป็นสี คือ ไม่แสดงการเปลี่ยนแปลงของแนวโน้มปัจจุบัน วันที่สี่ยังคงเป็นแนวโน้มต่อเนื่อง ดังนั้นจึงยังเป็นแท่งเทียนสีเดียวกัน อย่างไรก็ตาม ในวันที่ห้า แสดงการกลับตัว โปรดทราบว่า เป็นเพียงการแสดงการเปิดในแนวตรงข้ามของแนวโน้มปัจจุบันเพียงเล็กน้อย และจะต่อเนื่องในทิศทางเดียวกันจนกระทั่งราคาปิดเกิดขึ้นในบริเวณช่องว่าง"],"The closing black marubozu candlestick is a tall black candle with an upper shadow but no lower one. The closing white marubozu candlestick is a tall white candle with an lower shadow but no upper shadow":[null,"แท่งเทียน Marubozu ปิดสีดำ เป็นแท่งเทียนสูงสีดำที่มีเงาด้านบนแต่ไม่มีเงาด้านล่าง ในขณะเดียวกัน แท่งเทียน Marubozu ปิดสีขาว เป็นแท่งเทียนสูงสีขาวที่มีเงาด้านล่างแต่ไม่มีเงาด้านบน "],"The company holds customer funds in separate bank accounts to the operational accounts which would not, in the event of insolvency, form part of the Company's assets. This meets the Gambling Commission's requirements for the segregation of customer funds at the level":[null,"บริษัทฯ ดูแลเงินทุนประกันของลูกค้าในบัญชีที่ถูกจัดสรรแยกเพื่อการปฏิบัติการ และการจัดการเพื่อให้แน่ใจว่า สินทรัพย์ของบัญชีลูกค้ามีการถูกจำหน่ายหากมีกรณีล้มละลาย ซึ่งเป็นไปตามข้อกำหนดของ Gambling Commission ในการแยกเงินทุนลูกค้าโดยเป็นมาตรการการป้องกันระดับ: "],"The contract period is the timeframe of a trade. It is also called the duration":[null,"ระยะเวลาของสัญญาในการซื้อขาย เรียกว่า ระยะเวลา"],"The duration is the length of a purchased trade (see":[null,"ระยะเวลา คือ ช่วงเวลาในการซื้อขาย (อ้างอิง"],"The entry spot price is the starting price of the trade purchased by a trader":[null,"ราคาสปอตเริ่มต้น คือ ราคาเริ่มต้นของการเริ่มซื้อขายโดยนักลงทุน"],"The expiry price is the price of the underlying when the contract expires":[null,"ราคาที่หมดอายุ คือ ราคาของผลิตภัณฑ์อ้างอิงเมื่อสัญญาหมดอายุ"],"The financial trading services contained within this site are only suitable for customers who are able to bear the loss of all the money they invest and who understand and have experience of the risk involved in the acquistion of financial contracts. Transactions in financial contracts carry a high degree of risk. If purchased contracts expire worthless, you will suffer a total loss of your investment, which consists of the contract premium":[null,"บริการการซื้อขายทางการเงินในเว็บไซต์นี้เหมาะกับลูกค้าผู้ซึ่งพึงรับรู้ต่อภาวะขาดทุนต่อเงินทั้งหมดที่ได้ลงทุน และผู้ซึ่งเข้าใจและมีประสบการณ์ต่อความเสี่ยงที่เกี่ยวข้องกับการได้มาซึ่งสัญญาทางการเงินต่างๆ ธุรกรรมที่เกี่ยวข้องกับสัญญาทางการเงินมีความเสี่ยงระดับสูง หากสัญญาที่ซื้อหมดอายุ ท่านจะสูญเสียเงินลงทุนของท่านทั้งหมด ซึ่งรวมถึงค่าธรรมเนียมของสัญญาด้วย"],"The financial trading services contained within this site are only suitable for customers who are able to bear the loss of all the money they invest and who understand and have experience of the risk involved in the aquistion of financial contracts. Transactions in financial contracts carry a high degree of risk. If purchased contracts expire worthless, you will suffer a total loss of your investment, which consists of the contract permium":[null,"บริการการซื้อขายทางการเงินในเว็บไซต์นี้เหมาะกับลูกค้าผู้ซึ่งพึงรับรู้ต่อภาวะขาดทุนต่อเงินทั้งหมดที่ได้ลงทุน และผู้ซึ่งเข้าใจและมีประสบการณ์ต่อความเสี่ยงที่เกี่ยวข้องกับการได้มาซึ่งสัญญาทางการเงินต่างๆ ธุรกรรมที่เกี่ยวข้องกับสัญญาทางการเงินมีความเสี่ยงระดับสูง หากสัญญาที่ซื้อหมดอายุ ท่านจะสูญเสียเงินลงทุนของท่านทั้งหมด ซึ่งรวมถึงค่าธรรมเนียมของสัญญาด้วย"],"The first step is to open an account. You can":[null,"ขั้นตอนแรก คือ เปิดบัญชี ท่านสามารถ"],"The first thing to do is choose the asset you wish to trade, such as gold or oil, stocks or FX rates (The value of a binary option is derived from the price of the underlying asset). A big advantage of trading options is that you are not buying or selling the actual asset":[null,"สิ่งแรกที่ต้องทำ คือ เลือกสินทรัพย์ที่ท่านปรารถนาจะซื้อขาย เช่น ทองคำ หรือ น้ำมัน หลักทรัพย์ หรือ อัตราแลกเปลี่ยน (มูลค่าของไบนารีออปชั่นจะถูกกำหนดจากราคาของผลิตภัณฑ์อ้างอิง) ประโยชน์ที่ยิ่งใหญ่ของการซื้อขายออปชั่น คือ ท่านไม่ได้กำลังซื้อ หรือ ดำเนินการขายสินทรัพย์จริง"],"The first three days of the Bullish Ladder Bottom are strong black candlesticks with consecutive lower opens and lower closes. The fourth day is a short black candlestick, but it opens higher and trades higher, leaving a long upper shadow, then closes making a new low. The fifth day is a strong white candlestick that makes a body gap with the fourth day":[null,"สามวันแรกของ Bullish Ladder Bottom มีแท่งเทียนสีดำที่ดูแข็งแกร่งที่มีราคาเปิดต่ำกว่าและราคาปิดต่ำกว่าต่อเนื่องกัน ในวันที่สี่มีแท่งเทียนสีดำสั้นๆ แต่มีราคาเปิดสูงกว่า รวมถึงเงายาวทางด้านบน แล้วปิดโดยราคาต่ำสุดที่เป็นค่าใหม่ หรือ นิวโลว์ ต่อมาในวันที่ห้ามีแท่งเทียนสีขาวที่ดูแข็งแกร่งและทำให้เกิดช่องว่างช่วงตัวของแทนเทียนในวันที่สี่"],"The homing pigeon is a bullish candlestick reversal pattern comprised of two red candlesticks. The first candle is a tall black one that appears in a downward price trend. The second day is also a black candle, but it is smaller and fits inside the body of the first black candle":[null,"Homing Pigeon เป็นรูปแบบการกลับตัวของแท่งเทียนตื่นตัว ประกอบด้วยแท่งเทียนสีแดงสองแท่ง โดยแท่งแรกเป็นสีดำสูงในแนวโน้มขาลง ในวันที่สองก็จะยังเป็นแท่งเทียนสีดำ แต่มีขนาดเล็กกว่า และมีสัดส่วนอยู่ในลำตัวของแท่งเทียนดำแท่งแรก"],"The indicator is designed for use on a monthly time scale. It is the sum of a 14-month rate of change and 11-month rate of change, smoothed by a 10-period weighted moving average":[null,"ดัชนีถูกออกแบบเพื่อใช้ในระยะรายเดือน เป็นผลรวมของอัตราการเปลี่ยนแปลง 14 เดือน และ 11 เดือน และทำให้เห็นแนวโน้มโดยใช้ค่าเฉลี่ยเคลื่อนที่ถ่วงน้ำหนัก 10"],"The market exit price is the price in effect at the end of the contract period":[null,"ราคาสิ้นสุดของตลาด คือ ราคาที่มีผลในช่วงสุดท้ายของเวลาในสัญญา"],"The parabolic SAR is calculated almost independently for each trend in the price. When the price is in an uptrend, the SAR emerges below the price and converges upwards towards it. Similarly, on a downtrend, the SAR emerges above the price and converges downwards. At each step within a trend, the SAR is calculated one period in advance":[null,"พาราโบลิก SAR (Stop and Reversal) คำนวณจากค่าอิสระของแต่ละแนวโน้มของราคา เมื่อราคาเป็นแนวโน้มขาขึ้น และมี SAR เกิดขึ้นด้านล่างราคาแล้วกลับเป็นขาขึ้น ในทำนองเดียวกันในขาลง SAR เกิดขึ้นด้านบนเหนือราคาแล้วกลับตัวเป็นขาลง แต่ละขั้นของแนวโน้มถูกคำนวณจากช่วงเวลาหนึ่งในอนาคต"],"The patent means Regent Markets is the recognised pioneer of binary betting. The patent helps protect our innovations":[null,"สิทธิบัตร หมายถึง Regent Markets ได้รับการยอมรับให้เป็นผู้บุกเบิกการซื้อขายไบนารี สิทธิบัตรช่วยป้องกันนวัตกรรมที่พวกเราได้สร้างสรรค์ขึ้น"],"The payout is the amount paid to an options trader if their prediction is correct":[null,"การชำระเงินเกิดขึ้นเมื่อผู้ซื้อขายออปชั่นพยากรณ์ได้ถูกต้อง"],"The piercing pattern is made up of two candlesticks, the first black and the second white.Both candlesticks should have fairly large bodies and the shadows are usually, but not necessarily, small or nonexistent. The white candlestick must open below the previous close and close above the midpoint of the black candlestick's body. A close below the midpoint might qualify as a reversal, but would not be considered as bullish":[null,"รูปแบบ Piercing เกิดจากสองแท่งเทียน แท่งแรกสีดำ และแท่งที่สองสีขาว ทั้งสองแสดงตัวแท่งเทียนขนาดใหญ่ใกล้เคียงกัน และมีเงาตามปกติ โดยไม่จำเป็นต้องเล็ก หรือ ไม่มี แท่งเทียนขาวต้องเปิดต่ำกว่าราคาปิดก่อนหน้าและปิดสูงกว่าจุดกลางลำตัวของแท่งเทียนสีดำ หากมีราคาปิดต่ำกว่าจุดกึ่งกลางตัวแท่งเทียนจะเป็นสัญญาณกลับตัว แต่ไม่ถือว่าเป็นการตื่นตัวแบบกระทิง"],"The premier platform for trading binary options in the world's financial markets":[null,"แพลตฟอร์มปฐมฤกษ์สำหรับการซื้อขายไบนารีออปชั่นในตลาดการเงินระดับโลก"],"The profit is the difference between the purchase price (the stake) and the payout on a winning trade":[null,"กำไร คือ ผลต่างของราคาซื้อ (ที่วางเงิน) และการชำระเงินเมื่อท่านชนะการซื้อขาย"],"The rebranding is a natural evolution for the platform as it continues to grow market share in the highly competitive field of binary trading. The new brand reflects the nature of the business, and our new tagline - Sharp Prices, Smart Trading - communicates our ethos and commitment to our clients":[null,"การปรับปรุงภาพลักษณ์เป็นวิวัฒนาการตามธรรมชาติสำหรับแพลตฟอร์มเพื่อที่จะโตอย่างต่อเนื่องในตลาดการซื้อขายไบนารีที่มีการแข่งขันสูง ภาพลักษณ์ใหม่แสดงถึงธรรมชาติของธุรกิจ และคำนิยามใหม่ของเรา - ราคาเฉียบ การซื้อขายอันชาญฉลาด (Sharp Prices, Smart Trading) ที่สื่อความถึงปรัชญาและพันธกิจขององค์กรที่มีต่อลูกค้าของเรา"],"The resale price indicates a contract's current market price. Resale prices are on a best-efforts basis and may not be available at all times after purchase. See 'Sell option' for more details on selling contracts before expiry":[null,"ราคาจำหน่ายใหม่แสดงถึงราคาตลาดปัจจุบันของสัญญา ราคาจำหน่ายใหม่จะอยู่บนพื้นฐานปัจจัยที่ดีที่สุด ซึ่งอาจจะไม่ได้มีตลอดเวลาหลังจากการซื้อ พิจารณาข้อมูลจาก 'Sell Option' เพื่อทำการซื้อขายก่อนวันหมดอายุ"],"The return is the money realized when the contract expires (see 'Payout')":[null,"ผลกำไร คือ เงินที่ถูกรับรู้เมื่อสัญญานั้นหมดอายุ (อ้างอิง 'Payout')"],"The stake is the amount that a trader must pay to enter into a trade":[null,"เงินเดิมพัน คือ จำนวนเงินที่ผู้ทำการซื้อขายต้องชำระเพื่อเริ่มการซื้อขาย"],"The sum of price over selected period":[null,"ผลรวมของราคาในช่วงเวลาเลือก"],"The variance and the closely-related standard deviation are measures of how spread out a distribution is. In other words, they are measures of variability. The variance is computed as the average squared deviation of each number from its mean":[null,"ความแปรปรวนและมีความสัมพันธ์กับค่าเบี่ยงเบนมาตรฐาน คือ การวัดการกระจายตัวของสเปรด หรืออีกนัยหนึ่ง คือ การวัดความผันแปร ความแปรปรวนถูกคำนวณเป็นค่าเฉลี่ยกำลังสองของค่าความเบี่ยงเบนของแต่ละตัวเลขจากค่ากลาง"],"The volatility indices simulate various real market situations and provide an ideal platform for getting used to trading and testing strategies under various market conditions. These indices depend on volatility and drift, and help users to try out scenarios like - high volatility, low volatility, bullish and bearish trends":[null,"ดัชนีความผันผวนจำลองความหลากหลายของสถานการณ์ตลาดจริงและมีแพลตฟอร์มในอุดมคติสำหรับการซื้อขายและการทดสอบกลยุทธ์ภายใต้เงื่อนไขทางตลาดที่หลากหลาย ดัชนีเหล่านี้ขึ้นกับความผันผวน การเคลื่อนไหว และช่วยผู้ใช้งานให้ใช้รูปแบบต่างๆ เช่น ความผันผวนระดับสูง ความผันผวนระดับต่ำ แนวโน้มตลาดหมีและตลาดกระทิง"],"There are four main trade types for you to choose from":[null,"มีการซื้อขายหลัก 4 ประเภท ที่นำเสนอให้ท่านพิจารณา"],"There are two types of In/Out trades":[null,"มีการซื้อขาย In/Out 2 ประเภท"],"There are two types of Up/Down trades":[null,"มีการซื้อขาย Up/Down 2 ประเภท"],"There are two ways to trade Asians":[null,"มีการซื้อขาย Asians 2 ประเภท"],"These are trades where the trader predicts if a market will finish higher or lower than a specified price target":[null,"การซื้อขายเกิดขึ้นเมื่อนักลงทุนพยากรณ์ว่า ค่าดัชนีของตลาดเมื่อสิ้นสุดการซื้อขายจะมีค่าสูงกว่า หรือ ต่ำกว่าราคาเป้าหมายที่กำหนดไว้"],"These are trades where the trader predicts if a market will rise or fall at the end of a selected time period":[null,"การซื้อขายเหล่านี้เกิดขึ้นเมื่อนักลงทุนขายพยากรณ์ว่า ตลาดจะขึ้น หรือ ลง ขณะสิ้นสุดช่วงเวลาที่ระบุไว้"],"These are trades where the trader selects a low and high barrier, and predicts if the market will stay within these barriers or go outside them (see also 'Stays Between/Goes Outside trades')":[null,"การซื้อขายเหล่านี้ เมื่อนักลงทุนเลือก Barrier สูง หรือ ต่ำ และพยากรณ์หากตลาดจะคงอยู่ที่ค่า Barrier นี้ หรือ ออกไปนอกขอบเขต (ศึกษาเพิ่มจาก 'Stays Between/Goes Outside trades')"],"These are trades where the trader selects a price target, and predicts that the market will never touch the target before the expiry of the trade":[null,"การซื้อขายเหล่านี้ดำเนินการโดยนักลงทุนเลือกราคาเป้าหมาย และพยากรณ์ว่า ตลาดจะไม่สิ้นสุดที่เป้าหมายก่อนการหมดอายุของการซื้อขาย"],"These are trades where the trader selects a price target, and predicts that the market will touch the target before the expiry of the trade":[null,"การซื้อขายเหล่านี้ดำเนินการโดยนักลงทุนเลือกราคาเป้าหมาย และพยากรณ์ว่า ตลาดจะถึงเป้าหมายก่อนการหมดอายุของการซื้อขาย"],"This Moving Average uses curve of the Normal (Gauss) distribution which can be placed by Offset parameter from 0 to 1. This parameter allows regulating the smoothness and high sensitivity of the Moving Average. Sigma is another parameter that is responsible for the shape of the curve coefficients":[null,"ค่าเฉลี่ยเคลื่อนที่นี้ใช้เส้นโค้งของการแจกแจงปกติ (Gauss) ซึ่งสามารถกำหนดโดยตัวแปรออฟเซ็ตจาก 0 ถึง 1 ตัวแปรนี้ควบคุมความเรียบของแนวโน้มและความไวสูงของค่าเฉลี่ยเคลื่อนที่ Sigma มีอีกตัวแปรหนึ่งที่ใช้จัดการรูปร่างของสัมประสิทธิ์เส้นโค้ง"],"This feature is not relevant to virtual-money accounts":[null,"ฟังก์ชันนี้ไม่สัมพันธ์กับบัญชีเงินทดลอง"],"This field is required":[null,"ข้อมูลนี้ต้องระบุ ไม่สามารถเป็นค่าว่าง"],"This is another award we really savour. Trade2win is a portal for active traders seeking to profit from stocks, futures, options and forex, and these traders award us silver (we are just pipped for gold by Betfair). It means active traders worldwide rate our trading platform extremely highly":[null,"นี้คืออีกรางวัลหนึ่งที่เราได้ดื่มด่ำอย่างมีความสุข Trade2win เป็นระบบสำหรับนักลงทุนเพื่อการแสวงหากำไรจากหลักทรัพย์ ฟิวเจอร์ ออปชั่น และฟอเร็กซ์ นักลงทุนเหล่านี้เองที่มอบรางวัลให้เรา สำหรับรางวัลเหรียญเงิน (ซึ่งเราเพิ่งได้ระดับเหรียญทองมา จาก Betfair) นั่นหมายความว่า นักลงทุนที่ใช้งานอยู่ทั่วโลกประกาศว่า เราคือระบบซื้อขายที่เยี่ยมยอดทีเดียว"],"This is big. We pick up a double award from the Financial Times and Investors Chronicle, reflecting our success in improving the quality and usability of our website and products":[null,"นี้คือผลงานชิ้นใหญ่อีกอันหนึ่ง พวกเราได้รับสองรางวัลจาก The Financial Times และ Investors Chronicle เพื่อแสดงถึงความสำเร็จของเราในการพัฒนาเว็บไซต์และผลิตภัณฑ์ของเราอย่างมีคุณภาพและใช้งานง่าย"],"This is the current price at which an underlying can be bought or sold at a particular time":[null,"นี้คือราคาปัจจุบันที่ผลิตภัณฑ์อ้างอิงสามารถถูกซื้อ หรือ ขาย ณ เวลาใดๆ"],"This pattern occurs when two black days appear with equal closes in a downtrend. Matching Low indicates a bottom has been made, even though the new low was tested and there was no follow through, which is indicative of a good support price":[null,"รูปแบบนี้เกิดขึ้นเมื่อมีแท่งเทียนสีดำสองวันปรากฏขึ้นที่มีราคาปิดเท่ากันในแนวโน้มขาลง สัญญาณ Matching Low เป็นตัวบอกจุดต่ำสุดได้เกิดขึ้นแล้ว แม้ว่าเป็นการทดสอบราคาปิดต่ำสุดใหม่และไม่มีอะไรตามมาอีก เป็นการแสดงสัญญาณราคาที่ดี"],"Three Advancing White Soldiers (CDL3WHITESOLDIERS)":[null,"Three Advancing White Soldiers (CDL3WHITESOLDIERS)"],"Three Black Crows (CDL3BLACKCROWS)":[null,"Three Black Crows (CDL3BLACKCROWS)"],"Three Inside Up/Down (CDL3INSIDE)":[null,"Three Inside Up/Down (CDL3INSIDE)"],"Three Outside Up/Down (CDL3OUTSIDE)":[null,"Three Outside Up/Down (CDL3OUTSIDE)"],"Three Stars In The South (CDL3STARSSOUTH)":[null,"Three Stars In The South (CDL3STARSSOUTH)"],"Three tall white candles, each with higher closes, and bodies that overlap (an opening price within the prior candle's body)":[null,"แท่งเทียนขาวสูงสามแท่ง แต่ละแท่งจะมีค่าปิดสูง และแท่งเทียนจะซ้อนทับ (ราคาเปิดของแท่งเทียนก่อนหน้า)"],"Three white days occur. Each successive day opens within the body of the previous day and closes above the previous day. The bodies of the candles get progressively smaller with the upper shadows of day 2 and 3 getting progressively longer":[null,"มีแท่งเทียนสีขาวสามวันเกิดขึ้น แต่ละวันเปิดด้วยราคาที่เป็นตัวของแท่งเทียนในวันก่อนหน้าและปิดด้วยราคาเหนือราคาปิดของวันก่อนหน้าตามลำดับ ตัวของแท่งเทียนมีการเติบโตทีละน้อยและมีเงาด้านบนในวันที่สองและวันที่สามโตต่อเนื่องทีละน้อยเช่นกัน"],"Three-Line Strike (CDL3LINESTRIKE)":[null,"Three-Line Strike (CDL3LINESTRIKE)"],"Thrusting Pattern (CDLTHRUSTING)":[null,"Thrusting Pattern (CDLTHRUSTING)"],"Thu":[null,"พฤ"],"Thursday":[null,"วันพฤหัสบดี"],"Tick":[null,"ช่วงห่างของราคา"],"Tick Trade app":[null,"แอพ Tick Trade "],"Tick {row.number}":[null,"ช่วงราคา {row.number}"],"Ticks":[null,"ช่วงห่างของราคา"],"Time interval":[null,"ช่วงเวลา"],"Time out until":[null,"หมดเวลากระทั่ง"],"Times are changing. We increase payouts so our clients can make the most of their winning trades":[null,"เวลาเปลี่ยนแปรไป เราเพิ่มการจ่ายเงิน ดังนั้นลูกค้าของเราสามารถมีโอกาสมากขึ้นในการได้รับเงินเพิ่มจากการซื้อขาย"],"Title":[null,"คำนำหน้าชื่อ"],"Ti ng Vi t":[null,"Ti ng Vi t"],"To":[null,"ถึง"],"To deposit money please contact the payment agent directly":[null,"ในการฝากเงิน โปรดติดต่อตัวแทนรับชำระเงินโดยตรง"],"To process deposits and withdrawals for payment methods or local currencies not supported by Binary.com contact a payment agent":[null,"เพื่อดำเนินฝากและถอนเงินสำหรับวิธีการชำระเงิน  หรือ สกุลเงินท้องถิ่นไม่รองรับ โดย Binary.com โปรดติดต่อตัวแทนรับชำระเงิน"],"To withdraw funds please enter the special verification token we have just emailed you":[null,"ในการถอนหลักประกัน โปรดป้อนรหัสโทเค่นเพื่อการยืนยัน ซึ่งเราได้ส่งให้ท่านทางอีเมล์แล้ว"],"Token":[null,"โทเค่น"],"Token Management":[null,"การจัดการโทเค่น"],"Token management":[null,"การจัดการโทเค่น"],"Token name":[null,"ชื่อโทเค่น"],"Token permissions":[null,"สิทธิ์โทเค่น"],"Tooltip background":[null,"พื้นหลังของป้ายคำแนะนำ"],"Tooltip text":[null,"ข้อความในป้ายคำแนะนำ"],"Total Copiers":[null,"เครื่องมือการคัดลอกทั้งหมด"],"Total Cost":[null,"ต้นทุนรวม"],"Total Profit/Loss":[null,"รวมกำไร/ขาดทุน"],"Total Trades":[null,"การซื้อขายทั้งหมด"],"Touch":[null,"แตะ"],"Touch/No Touch":[null,"Touch/No Touch"],"Touch/No Touch - Predict if the market will touch or not touch a target price":[null,"Touch/No Touch - พยากรณ์ว่า ตลาดสามารถทำราคาได้ตามเป้าหมาย หรือ ห่างจากราคาเป้าหมาย"],"Tourism":[null,"การท่องเที่ยว"],"Town/City":[null,"เมือง"],"Trade":[null,"ซื้อ-ขาย"],"Trade Confirmation":[null,"การยืนยันซื้อขาย"],"Trade Types":[null,"ประเภทการซื้อขาย"],"Trade according to your preferred strategy":[null,"ซื้อขายตามกลยุทธ์ที่ท่านปรารถนา"],"Trade using":[null,"ซื้อขายโดยใช้"],"Trader":[null,"นักลงทุน"],"Trader's Statistics":[null,"สถิติของนักลงทุน"],"Trades Profitability":[null,"ความสามารถในการทำกำไรของนักลงทุน"],"Trades break down":[null,"ไม่สามารถซื้อขายได้"],"Trading Experience":[null,"ประสบการณ์การซื้อขาย"],"Trading Times":[null,"เวลาซื้อขาย"],"Trading binary options is relatively easy, and you can purchase a trade in only three simple steps":[null,"การซื้อขายไบนารีออปชั่นทำได้อย่างง่ายดาย ด้วยเพียง 3 ขั้นตอน เพื่อเริ่มการซื้อขาย"],"Trading binary options may not be suitable for everyone, so please ensure that you fully understand the risks involved. Your losses can exceed your initial deposit and you do not own or have any interest in the underlying asset. In regards to binary options which are gambling products, remember that gambling can be addictive - please play responsibly":[null,"การซื้อขายไบนารีออปชั่นอาจจะไม่เหมาะสมกับทุกคน ดังนั้นโปรดแน่ใจว่า ท่านมีความเข้าใจอย่างครบถ้วนเกี่ยวกับความเสี่ยงที่เกี่ยวข้อง การขาดทุนของท่านสามารถเกินจำนวนเงินฝากเริ่มต้น และท่านจะไม่ได้รับผลตอบแทนใดๆ จากสินทรัพย์ที่อ้างถึงนั้น อนึ่ง ไบนารีออปชั่น เป็นผลิตภัณฑ์เพื่อการเสี่ยงโชค โปรดทราบว่า การเสี่ยงโชคอาจเป็นพฤติกรรมเสพติด โปรดใช้ความระมัดระวังในการซื้อขาย "],"Tradingview for Binary.com":[null,"Tradingview สำหรับ Binary.com"],"Transfer":[null,"โอน"],"Transfer to another Binary account":[null,"โอนไปยังบัญชี Binary อีกอันหนึ่ง"],"Transparent risk and potential reward":[null,"ความเสี่ยงที่โปร่งใสกับรางวัลที่จะได้รับ"],"Triangular Moving Average (TRIMA)":[null,"Triangular Moving Average (TRIMA)"],"Triple Exponential Moving Average (T3)":[null,"Triple Exponential Moving Average (T3)"],"Triple Exponential Moving Average (TEMA)":[null,"Triple Exponential Moving Average (TEMA)"],"Tristar Pattern (CDLTRISTAR)":[null,"Tristar Pattern (CDLTRISTAR)"],"True Range (TRANGE)":[null,"True Range (TRANGE)"],"Try":[null,"ลอง"],"Tue":[null,"อัง"],"Tuesday":[null,"วันอังคาร"],"Turnover":[null,"การซื้อขาย"],"Two Crows (CDL2CROWS)":[null,"Two Crows (CDL2CROWS)"],"Two-way pricing":[null,"ราคา 2 ทาง (2-Way Pricing)"],"Types of lookbacks":[null,"ประเภทของ lookbacks"],"Typical Price (TYPPRICE)":[null,"Typical Price (TYPPRICE)"],"US Patents":[null,"สิทธิบัตรสหรัฐอเมริกา"],"USD":[null,"USD"],"USDJPY":[null,"USDJPY"],"Ultimate Oscillator (ULTOSC)":[null,"Ultimate Oscillator (ULTOSC)"],"Under":[null,"ต่ำกว่า"],"Underlying":[null,"ผลิตภัณฑ์อ้างอิง"],"Unfortunately, no - funds initially deposited through one payment method must be withdrawn through the same system; funds cannot be transferred to an alternate system for withdrawal. We do offer a wide variety of payment methods, to suit your specific needs and preferences":[null,"ขออภัย ที่ยังไม่มีการฝากหลักประกันจากช่องทางหนึ่งจะถูกถอนผ่านระบบเดียวกัน เงินทุนไม่สามารถถูกถ่ายโอนไปที่ระบบอื่นในการถอน พวกเรามีช่องทางในการชำระเงินที่หลากหลายเพื่ออำนวยความสะดวกตามความปรารถนาของท่าน"],"Unfortunately, your browser does not support them":[null,"ขออภัย เบราเซอร์ของท่านไม่รองรับการใช้งาน"],"Unique 3 River (CDLUNIQUE3RIVER)":[null,"Unique 3 River (CDLUNIQUE3RIVER)"],"Unique Three River Bottom is a bullish candlestick pattern made up of three candles: The 1st candle has a long and bearish body, the 2nd candle is a hammer, and its body is inside the 1st bar's body, the 3rd candle is small and bullish, its Close price is lower than 2nd bar's":[null,"Unique Three River Bottom เป็นรูปแบบแท่งเทียนขาขึ้นที่ประกอบด้วยแท่งเทียนสามแท่ง โดยแท่งแรกมีความยาวและลำตัวที่เป็นขาลงลบ แท่งที่สองเป็นค้อน และลำตัวจะอยู่ในลำตัวของแท่งเทียนวันแรก ส่วนในวันที่สามจะเป็นแท่งเทียนเล็กและเป็นขาขึ้นบวก และมีราคาปิดต่ำกว่าแท่งเทียนในวันที่สอง"],"Up - Predict that the market will end higher than the average price":[null,"ขึ้น - พยากรณ์ว่า ตลาดจะสิ้นสุดด้วยค่าที่สูงกว่าราคาเฉลี่ย"],"Up/Down":[null,"Up/Down"],"Up/Down-Gap Side-By-Side White Lines (CDLGAPSIDESIDEWHITE)":[null,"Up/Down-Gap Side-By-Side White Lines (CDLGAPSIDESIDEWHITE)"],"Upcoming Events":[null,"กิจกรรมในอนาคต"],"Update":[null,"การปรับปรุง"],"Update Settings":[null,"การปรับปรุงการตั้งค่า"],"Upgrade to a Real Account":[null,"อัพเกรดเป็นบัญชีจริง"],"Upload template":[null,"อัปโหลดแม่แบบ"],"Upside/Downside Gap Three Methods (CDLXSIDEGAP3METHODS)":[null,"Upside/Downside Gap Three Methods (CDLXSIDEGAP3METHODS)"],"Upside/Downside Gap Two Crows (CDLUPSIDEGAP2CROWS)":[null,"Upside/Downside Gap Two Crows (CDLUPSIDEGAP2CROWS)"],"Use":[null,"ใช้"],"Use the \"Save as ...\" button to save the chart settings, type, time period, indicators and comparisons":[null,"ใช้เมนู \"บันทึกเป็น...\" เพื่อบันทึกการตั้งค่าแผนภูมิ ชนิด ระยะเวลา ตัวชี้วัด และการเปรียบเทียบ"],"Use the \"Save as ...\" button to save the trade settings":[null,"ใช้คำสั่ง \"บันทึกเป็น...\" เพื่อบันทึกการตั้งค่าการซื้อขาย"],"Using our website, customers can trade currencies, indices, stocks and commodities 24/7. We have the most flexible pricing and the most comprehensive suite of products available":[null,"การใช้เว็บไซต์ของเรา ลูกค้าสามารถซื้อขายสกุลเงินต่างๆ ดัชนีต่างๆ หลักทรัพย์ต่างๆ สินค้าโภคภัณฑ์ต่างๆ ได้ตลอด 24 ชั่วโมง 7 วัน พวกเรามีความยืดหยุ่นในราคามากที่สุด และผลิตภัณฑ์ที่หลากหลายมากที่สุด"],"Variance (VAR)":[null,"Variance (VAR)"],"Various customisable features like loading and arranging assets, charting, and other resources however you see fit":[null,"มีเครื่องมือ และหน้าจอที่สามารถปรับแต่งใช้งานได้หลายรูปแบบ เช่น การแสดงและการจัดการผลิตภัณฑ์อ้างอิง การแสดงแผนภูมิ และเครื่องมืออื่นๆ "],"Verification code has been sent to your email":[null,"รหัสยืนยันได้ถูกส่งให้ท่านแล้วทางอีเมล์"],"Verification token":[null,"รหัสตรวจสอบ"],"Verify new password":[null,"ตรวจสอบรหัสผ่านใหม่"],"Vertical line":[null,"เส้นแนวตั้ง"],"View":[null,"ดูรายการ"],"View Statement":[null,"ดูรายการเดินบัญชี"],"Volatility Index Markets":[null,"ตลาดดัชนีความผันผวน"],"Volatility Indicators":[null,"ดัชนีความผันผวน"],"Volatility Indices":[null,"ดัชนีความผันผวน"],"Volatility Indices are further categorized into two types":[null,"ดัชนีความผันผวนถูกจำแนกเป็น 2 ประเภท"],"Volatility indices - Binary.com's proprietary indices that simulate market forces":[null,"ดัชนีผันผวน - ผลิตภัณฑ์ดัชนีลิขสิทธิ์ของ %1 ซึ่งกระตุ้นตลาด"],"WMA stands for weighted moving average. It helps to smooth the price curve for better trend identification. It places even greater importance on recent data than the EMA does":[null,"WMA ย่อมาจาก Weighted Moving Average ซึ่งช่วยในการปรับเส้นราคาให้แสดงรูปแบบแนวโน้มต่างๆ ซึ่งให้ความสำคัญกับข้อมูลล่าสุดมากกว่าที่ EMA ใช้คำนวณ"],"We are required by our license to inform you about what happens to funds which we hold on account for you, and the extent to which funds are protected in the event of insolvency":[null,"พวกเราถูกกำหนดโดยใบอนุญาตของพวกเราเพื่อเรียนให้ท่านทราบเกี่ยวกับสิ่งที่เกิดขึ้นกับเงินทุนที่พวกเราดูแลในบัญชีของท่าน และขอบเขตที่เงินทุนได้รับการปกป้องจากภาวะล้มละลาย "],"We do it again. BetOnMarkets.com follows up our 2007 award by being voted 'Best Fixed-Odds Financial Trading Provider' for 2008":[null,"เราทำได้อีกแล้ว เราคว้ารางวัลจาก BetOnMarkets.com ในปี พ.ศ. 2550 (ค.ศ. 2007) โดยได้รับคะแนนลงมติให้เป็น 'Best Fixed-Odds Financial Trading Provider' ในปี พ.ศ. 2551 (ค.ศ. 2008)"],"We offer three types lookbacks":[null,"เรานำเสนอ lookbacks สามประเภท"],"We rebrand BetOnMarkets.com as":[null,"เราได้เปลี่ยนชื่อ BetOnMarkets.com เป็น"],"We segregate all client funds and hold them in secure and licensed financial institutions, according to the conditions of our trading licenses":[null,"เราแยกเงินทุนของลูกค้าทั้งหมด และรักษาไว้กับสถาบันการเงินที่ปลอดภัยและได้รับใบอนุญาต ตามเงื่อนไขของใบอนุญาตซื้อขายของเรา"],"We're granted patents for 'Computer trading system and method for speculating on a financial market' and 'Computer trading system for offering custom financial market speculations'. The patents show our ability to innovate and stay ahead of the pack":[null,"พวกเราได้รับสิทธิบัตรสำหรับ 'ระบบคอมพิวเตอร์สำหรับการซื้อขายและวิธีในการเก็งกำไรในตลาดการเงิน' และ 'ระบบคอมพิวเตอร์สำหรับการซื้อขายที่นำเสนอการเก็งกำไรในตลาดการเงิน' สิทธิบัตรแสดงถึงความสามารถของพวกเราในการสร้างสรรค์และนำหน้าตลาด"],"We're really proud of this award. We're strongly committed to offering an ethical and customer-focused trading experience, and the award shows that BetOnMarkets is a trusted brand that listens and caters to customers, whether they are experienced traders or novices. We offer customer services in English, Indonesian, Russian, Chinese and Spanish":[null,"พวกเรามีความภูมิใจในรางวัลนี้อย่างมาก พวกเราให้คำสัญญาอย่างแน่วแน่ในการทำให้ท่านมีประสบการณ์การซื้อขายอย่างมีจริยธรรม รางวัลนี้แสดงว่า BetOnMarkets เป็นแบรนด์ที่ได้รับความไว้วางใจ รับฟังและดูแลลูกค้า ผู้ซึ่งมีประสบการณ์ในการลงทุนมาแล้ว หรือ นักลงทุนมือใหม่ พวกเรามีทีมงานลูกค้าสัมพันธ์ที่สามารถสื่อสารกับท่านได้ด้วยภาษาอังกฤษ ภาษาอินโดนีเซีย ภาษารัสเซีย ภาษาจีน และภาษาสเปน"],"Webtrader":[null,"Webtrader"],"Webtrader is an advanced trading platform that's fully-customisable according to your personal preferences":[null,"Webtrader เป็นแพลตฟอร์มการซื้อขายขั้นสูงที่ออกแบบเพื่อการซื้อขายส่วนบุคคลของท่าน"],"Webtrader uses new web technologies for rich and enjoyable trading experience":[null,"Webtrader ใช้เทคโนโลยีเว็บสมัยใหม่เพื่อให้ได้รับประสบการณ์การซื้อขายหลากหลาย และสนุกสนาน"],"Wed":[null,"พ"],"Wednesday":[null,"วันพุธ"],"Weighted Close Price (WCLPRICE)":[null,"Weighted Close Price (WCLPRICE)"],"Weighted Moving Average (WMA)":[null,"Weighted Moving Average (WMA)"],"Welcome to Binary.com Webtrader":[null,"ยินดีต้อนรับสู่ Binary.com Webtrader"],"What are OTC indices and stocks?":[null,"ดัชนี OTC และหลักทรัพย์ OTC คืออะไร?"],"What are lookbacks":[null,"Lookbacks คืออะไร"],"What is pep?":[null,"PEP คืออะไร?"],"What is this?":[null,"นี้คืออะไร"],"When you are satisfied with the price that you receive, execute your trade immediately. With our unique platform, you won t have to contend with  slippages  or gaping markets. And most importantly, there are no invisible fees. You can also sell back any long-term trades at any time before they expire to protect the profit you may have earned or to minimise your losses":[null,"เมื่อท่านพอใจกับราคาที่ท่านได้รับ ดำเนินการซื้อขายทันที ในแพลตฟอร์มที่เป็นเอกลักษณ์ของเรา ท่านจะไม่ต้องต่อสู้กับ 'Slippage' หรือ ช่องว่างในตลาด และที่สำคัญที่สุด ไม่มีค่าธรรมเนียมที่มองไม่เห็น ท่านสามารถขายคืนการซื้อขายระยะยาวเมื่อใดก็ได้ก่อนที่จะหมดอายุเพื่อปกป้องกำไรที่ท่านอาจจะได้รับหรือลดการขาดทุนให้น้อยที่สุด"],"When you trade with Binary.com, you can be assured that your deposits are held in a separate trust account and are not used for any other purpose":[null,"เมื่อท่านซื้อขายกับ Binary.com ท่านสามารถเชื่อได้ว่า เงินฝากของท่านจะได้รับความไว้วางใจในการดูแลและไม่ถูกนำไปใช้เพื่อวัตถุประสงค์อื่น"],"Where does Binary.com hold my funds?":[null,"Binary.com  ดูแลหลักประกันของฉัน โดยเก็บที่ใดบ้าง?"],"While on the go, you can":[null,"ขณะตลาดดำเนินไป ท่านสามารถ"],"Why Choose Binary Trading?":[null,"ทำไมต้องใช้ระบบ Binary ในการซื้อขาย?"],"Why trade with Binary.com":[null,"ทำไมต้องเทรดกับ Binary.com"],"Will I need to install any software?":[null,"ต้องติดตั้งซอฟท์แวร์ใดๆ ไหม??"],"Williams' %R (WILLR)":[null,"Williams' %R (WILLR)"],"Win the multiplier times the close minus low":[null,"ชนะด้วย ตัวคูณคูณตัวปิดลบจุดต่ำ"],"Win the multiplier times the high minus close":[null,"ชนะด้วย ตัวคูณคูณตัวสูงลบจุดปิด"],"Win the multiplier times the high minus low":[null,"ชนะด้วย ตัวคูณคูณตัวสูงลบจุดต่ำ"],"With Binary.com you can trade":[null,"เมื่อท่านเลือก Binary.com ท่านสามารถใช้งาน"],"Withdraw funds":[null,"ถอนหลักประกัน"],"Withdrawal via payment agents":[null,"การถอนเงินผ่านตัวแทนรับชำระเงิน"],"Workspace":[null,"Workspace"],"X-axis labels":[null,"ป้ายชื่อแกนเอ็กซ์ (แนวนอน)"],"X-axis line":[null,"เส้นแกนเอ็กซ์ (แนวนอน)"],"X-axis tick":[null,"ช่วงราคาบนแกนเอ็กซ์ (แนวนอน)"],"Xodds.com":[null,"Xodds.com"],"Y-axis gridline":[null,"เส้นตาราง แกนวาย (แนวตั้ง)"],"Y-axis labels":[null,"ป้ายชื่อแกนวาย (แนวตั้ง)"],"Yearly Profitable Trades":[null,"ตารางผลกำไรรายปี"],"Yes":[null,"ใช่"],"You are not copying any trade(s) yet":[null,"ท่านยังไม่ได้คัดลอกการซื้อขายใดๆ"],"You can":[null,"ท่านสามารถ"],"You don't need to deposit any money to open an account, but you need to deposit funds before you can start trading":[null,"ท่านไม่จำเป็นต้องฝากเงินเพื่อเปิดบัญชี แต่ท่านจะเป็นต้องฝากหลักประกันก่อนการเริ่มซื้อขาย"],"You have sold the following contract":[null,"ท่านจำหน่ายสัญญาต่อไปนี้แล้ว"],"You haven't saved any templates yet":[null,"ท่านยังไม่ได้บันทึกแม่แบบใด ๆ"],"You only need to make four decisions to execute a binary contract":[null,"ท่านจำเป็นต้องตัดสินใจใน 4 เรื่อง เพื่อดำเนินการในสัญญาไบนารี"],"You pay":[null,"ท่านชำระ"],"You will be automatically logged out after such time":[null,"ท่านออกจากระบบโดยอัตโนมัติภายหลังเวลาดังกล่าว"],"You wish to allow other traders to copy your trades":[null,"ท่านยินยอมให้นักลงทุนท่านอื่นๆ คัดลอกการซื้อขายของท่าน"],"You wish to copy another trader's trades":[null,"ท่านปรารถนาที่จะคัดลอกการซื้อขายของนักลงทุนท่านอื่นๆ"],"Your Binary.com account is created, but to start trading you need to allow Webtrader access it":[null,"บัญชี Binary.com ของท่านได้ถูกสร้างขึ้นแล้ว ท่านสามารถเริ่มซื้อขายด้วย Webtrader "],"Your account (%) is locked, please contact customer support for more info.":[null,"บัญชีของท่าน (%) ถูกระงับการใช้งาน โปรดติดต่อฝ่ายบริการลูกค้าเพื่อดำเนินการ"],"Your browser is not supported":[null,"เบราเซอร์ของท่านไม่รองรับการใช้งาน"],"Your copying settings":[null,"การตั้งค่าการคัดลอกของท่าน"],"Your email":[null,"อีเมล์ของท่าน"],"Your new account balance is":[null,"ยอดคงเหลือในบัญชีใหม่ของท่าน คือ"],"Your transaction reference is":[null,"หมายเลขอ้างอิงของธุรกรรมของท่าน คือ"],"Your transaction reference number is":[null,"หมายเลขอ้างอิงของธุรกรรมของท่าน คือ"],"Zoom":[null,"ขยาย"],"allowing clients to develop their own automated trading robots with  drag-and-drop  simplicity":[null,"อนุญาตให้ลูกค้าพัฒนาเครื่องมื่อสำหรับซื้อขายอัตโนมัติของเขาโดยการลากและวางอย่างง่ายๆ"],"and for Irish clients by (3) the Revenue Commissioners in Ireland (Remote Bookmaker's Licence no. 1010285 issued on 1 July 2017). View complete":[null,"และสำหรับลูกค้าไอร์แลนด์โดย (3) Revenue Commissioners ในประเทศไอร์แลนด์ (ใบอนุญาตของ Remote Bookmaker หมายเลข 1010285 ออกให้วันที่ 1 กรกฎาคม 2560) ดูทั้งหมด"],"and start learning how to trade":[null,"และเริ่มเรียนรู้วิธีการซื้อขาย"],"apostrophe (') are allowed":[null,"เครื่องหมายอัญประกาศ (') สามารถใช้ได้"],"apply online":[null,"สมัครออนไลน์"],"at a valuation of US$ 50.5 million":[null,"มีมูลค่า 50.5 ล้านเหรียญสหรัฐ"],"auto-trader programming tool":[null,"เครื่องมือในการตั้งซื้อขายแบบอัตโนมัติ"],"below and proceeding with the Account Opening you should note that you may be exposing yourself to risks (which may be significant, including the risk of loss of the entire sum invested) that you may not have the knowledge and experience to properly assess or mitigate":[null,"ด้านล่างนี้ เพื่อดำเนินการเปิดบัญชี ขอเรียนให้ท่านทราบว่า ท่านอาจะมีความเสี่ยง (ที่อาจจะมีนัยสำคัญ รวมถึงความเสี่ยงในการขาดทุนมูลค่าทั้งหมดที่ได้ลงทุน) ซึ่งท่านอาจจะไม่มีความรู้และประสบการณ์เพื่อประเมินและจัดการอย่างเหมาะสม"],"commission":[null,"คอมมิชชั่น"],"contact support":[null,"ติดต่อฝ่ายบริการลูกค้า"],"create a Read-only token, and share the token with your copier(s)":[null,"สร้างโทเค่นแบบอ่านอย่างเดียว และแชร์โทเค่นกับท่านอื่น"],"customer support":[null,"ฝ่ายบริการลูกค้า"],"day":[null,"วัน"],"days":[null,"วัน"],"deposit funds and begin trading within minutes":[null,"ฝากหลักประกันแล้วเริ่มซื้อขายในเวลาไม่กี่นาที"],"disposes of its stake":[null,"ออกจากการวางเดิมพัน"],"e-commerce site for branded merchandise":[null,"อีคอมเมิร์ซสำหรับสินค้าแบรนด์"],"end time":[null,"เวลาสิ้นสุด"],"entry spot":[null,"สปอตเริ่มต้น"],"exit spot":[null,"สปอตสิ้นสุด"],"for mobile charts":[null,"สำหรับแผนภูมิ"],"has updated its":[null,"ได้ปรับปรุง"],"hour":[null,"ชั่วโมง"],"hours":[null,"ชั่วโมง"],"if this is not your country of residence":[null,"หากไม่ใช่ประเทศที่ท่านพำนักอยู่"],"in just a few minutes":[null,"ในเวลาเพียงไม่กี่นาที"],"in the future, the":[null,"ในอนาคต"],"is Binary's advanced desktop trading platform. Its multi-window interface provides maximum flexibility and suits the needs of active traders working on their desktop PCs":[null,"คือ ระบบซื้อขายของ Binary ขั้นสูง บนเดสก์ทอป ลักษณะหน้าจอที่มีความยืดหยุ่นโดยสามารถเปิดได้หลายหน้าต่างพร้อมๆ กัน และเหมาะอย่างยิ่งสำหรับผู้ใช้งานที่ต้องทำงานของเขาไปด้วยบนคอมพิวเตอร์ส่วนบุคคลแบบเดสก์ทอป"],"is required. Current spread":[null,"เป็นสิ่งจำเป็น สเปรดปัจจุบัน"],"is that which is selected and the":[null,"ซึ่งถูกเลือก"],"is the":[null,"คือ"],"is the price in effect at that time":[null,"คือ ราคามีผลในเวลาดังกล่าว"],"is the selected number of minutes/hours after the":[null,"คือ ตัวเลขชั่วโมง และ นาทีที่ระบุ หลังจาก"],"is the selected time":[null,"คือ เวลาที่เลือก"],"is the spot at the":[null,"คือ สปอต ที่"],"is when the contract is processed by our servers and the":[null,"เมื่อสัญญาถูกประมวลผลโดยเครื่องแม่ข่ายของเราและ"],"main site":[null,"เว็บไซต์หลัก"],"medium protection":[null,"การป้องกันระดับกลาง"],"minute":[null,"นาที"],"minutes":[null,"นาที"],"next tick":[null,"ช่วงราคาถัดไป"],"of \"Now\", the":[null,"ของ \"เวลาปัจจุบัน\""],"open a free $10k fully-functional virtual-money account":[null,"เปิดบัญชีทดลองใช้ฟรี ที่มีฟังก์ชันใช้งานสมบูรณ์ พร้อมเงินลงทุนขั้นต้นมูลค่า 10,000 เหรียญสหรัฐ "],"open an account":[null,"เปิดบัญชี "],"our helpful support desk":[null,"ฝ่ายดูแลลูกค้าของเราที่ช่วยเหลือท่านได้"],"payment agent":[null,"ตัวแทนรับชำระเงิน"],"points":[null,"จุด"],"sec":[null,"วินาที"],"second":[null,"วินาที"],"seconds":[null,"วินาที"],"session overview":[null,"ภาพรวม"],"start time":[null,"เวลาเริ่มต้น"],"terms and conditions":[null,"ข้อตกลงและเงื่อนไข"],"the":[null,"-"],"thereafter":[null,"หลังจากนั้น"],"tick":[null,"ช่วงห่างของราคา"],"ticks":[null,"ช่วงห่างของราคา"],"www.Binary.com":[null,"www.Binary.com"],"yes":[null,"ใช่"],"{agent.commission}%":[null,"{agent.commission}%"],"| Return":[null,"| ผลตอบแทน"],"enabling clients, affiliates, and developers to buy and sell Binary.com products":[null,"ส่งเสริมให้ลูกค้า พันธมิตร และผู้พัฒนาระบบ ซื้อ และ ขายผลิตภัณฑ์ Binary.com"]}