{"1":[null,"1"],"2":[null,"2"],"3":[null,"3"],"4":[null,"4"],"5":[null,"5"],"8":[null,"8"],"10":[null,"10"],"15":[null,"15"],"30":[null,"30"],"1999":[null,"1999"],"2000":[null,"2000"],"2004":[null,"2004"],"2007":[null,"2007"],"2008":[null,"2008"],"2009":[null,"2009"],"2011":[null,"2011"],"2012":[null,"2012"],"2013":[null,"2013"],"2014":[null,"2014"],"2015":[null,"2015"],"2016":[null,"2016"],"2017":[null,"2017"],"":{"plural-forms":"nplurals=1; plural=0;","x-generator":"crowdin.com","x-crowdin-project":"webtrader","x-crowdin-language":"zh-CN","x-crowdin-file":"/development/translations/i18n/messages.pot","project-id-version":"webtrader","content-type":"text/plain; charset=UTF-8","last-translator":"binarycom <jy@binary.com>","language-team":"Chinese Simplified","language":"zh_CN","po-revision-date":"2018-08-16 05:20"},"\"http://www.gamblingcommission.gov.uk/Consumers/Protection-of-customer-funds.aspx\"":[null,"\"http://www.gamblingcommission.gov.uk/Consumers/Protection-of-customer-funds.aspx\""],"'Best Customer Communication Firm' award by Investors Chronicle":[null,"《 Investors Chronicle》颁发的“最佳客户沟通企业”奖项"],"'Best Fixed-Odds Broker' silver award by Trade2Win":[null,"Trade2Win 颁发的“最佳固定赔率经纪”银奖"],"'Best Fixed-Odds Financial Provider' award by Financial Times and Investors Chronicle UK":[null,"英国《金融时报》和《 Investors Chronicle》颁发的“最佳固定赔率金融提供商”奖项"],"'Best Fixed-Odds Financial Trading Provider' award by Shares Magazine UK":[null,"英国《Shares Magazine》颁发的“最佳固定赔率金融交易提供商”奖项"],"'Best Fixed-Odds Firm 2012' award by Global Banking and Finance Review":[null,"《Global Banking and Finance Review》颁发的“2012年最佳固定赔率企业”奖项"],"'Financial Betting Operator of the Year' award by eGaming Review":[null,"《 eGaming Review》颁发的“年度最佳金融投注运营商”奖项"],"'contract period'":[null,"“合约期间”"],"(6,000   5,200) * 2 = $1600":[null,""],"(One) Touch trades":[null,"一触即付交易"],"(formerly known as":[null,"(原名"],"(if less than one day in duration), or at the end of the trading day (if one day or more in duration)":[null,"（如期限不到一天），或于交易日结束时（如期限是一天及以上）"],"(license reference no: 39172)":[null,""],"(license reference no: 39495)":[null,""],") goes live, establishing a round-the-clock financial betting service on a variety of financial indices. Business grows quickly, and we soon become the market leader in fixed-odds financial betting":[null,"正式上线，提供基于各种金融指数的全天侯金融投注服务。公司业务快速增长，我们很快将成为固定赔率金融投注的市场领导者"],"- Benefit from the same rates of return as interbank traders. Our prices are benchmarked daily against the interbank options markets":[null,"-与银行间交易员享有相同的回报率。我们每日都对比银行间选项市场来制定基准价格。"],"- Binary.com is not affiliated with any of the Payment Agents listed above. Each Payment Agent operates as an independent service provider and is not endorsed, guaranteed or otherwise approved by Binary.com. CUSTOMERS DEAL WITH PAYMENT AGENTS AT THEIR SOLE RISK AND PERIL. Customers are advised to check the credentials of Payment Agents before sending them any money. Binary.com shall not in any circumstance be held responsible for transactions made between customers and Payment Agents":[null,"- Binary.com与上述所有支付代理不存在附属关系。各支付代理均以独立服务提供商的身份运营，未由Binary.com支持、担保或经其他方式批准。客户与支付代理的业务往来，风险自负。我们建议客户在向支付代理汇款前，应事先查询其信用状况。在任何情况下，Binary.com 都不对客户与支付代理之间的交易承担责任"],"- Choose from over one million possible trade variations at any time, and customise your trades according to your preferred strategy":[null,"- 随时从一百多万个交易选项中挑选，并按照您倾向的策略自定义交易"],"- Choose timeframes from 10 seconds to 365 days":[null,"- 选择时间范围为10秒到365天"],"- Deposit as little as USD 5 to start trading":[null,"- 存款最低仅需5美元即可开始交易"],"- Earn the same proportional return on stakes of all values":[null,"- 无论投入多少资金进行交易，均可获得同等回报率"],"- Enjoy a trading platform that s easy to navigate and use":[null,"- 享受简单操作、轻松浏览的交易平台"],"- Know how much you will win or lose before you purchase the contract":[null,"- 购入合约交易前，您已知道赢或输的金额"],"- Open an account and start trading in minutes. Deposits and withdrawals are also available 24/7":[null,"- 仅需数分钟即可开设账户并开始交易。也可全天候存取款"],"- Predict the market ending higher or lower than a price target":[null,"-预测到期时市场价格是高于还是低于目标价格。"],"- Predict the market rising or falling from its current level":[null,"-预测市价从目前价位上升或下跌。"],"- Predict the market staying between or going outside two price targets":[null,"-预测市价是保持在两个目标价格的范围之内，还是超出范围之外。"],"- Predict the market touching or not touching a price target":[null,"-预测市价触及或不触及一个目标价格。"],"- Receive quotes for a trade and counter-trade, so you always get unbiased, transparent rates from Binary.com":[null,"- Binary.com提供交易与反向交易的报价，因此您将始终获得公正透明的价格"],"- Sell your long-term contracts before expiry to protect any profits you may have made or to minimise your losses":[null,"- 长期合约到期前售出交易，以保护您的盈利或将亏损降至最低"],"- Trade based on \"gut feel\" or rely on technical and fundamental analysis":[null,"- 使用技术或基本面分析或按您的“直觉”进行交易"],"- Trade confidently, knowing that your personal data, transactions, and funds are always secure":[null,"- 得知个人数据、交易和资金总是安全的，您可以充满信心地进行交易"],"- Trade currencies, indices, commodities and more in rising, falling, sideways, quiet, and volatile markets":[null,"- 在各种市场环境（上涨、下跌、横盘整理、交易清淡和震荡）中交易外汇、指数、大宗商品及其它"],"- Trade when you want. Binary.com is available 24/7, even on weekends":[null,"-Binary.com全天候均可进行交易（包括周末）"],"- Trade with the industry pioneer and holder of a patented pricing technology":[null,"- 通过拥有受专利保护的报价技术的业内领先企业进行交易"],"- currencies, stock indices, and commodities":[null,"- 货币、股票指数和大宗商品"],"- from $1 to $50,000":[null,"- 从 1 美元到 5 万美元"],"- from 10 seconds to 365 days":[null,"- 从10秒到365天"],"- up/down, touch/no-touch, stays between/goes outside":[null,"-上涨/下跌，触及/未触及，保持在范围内/范围外"],"0-1 year":[null,"0-1 年"],"0-5 transactions in the past 12 months":[null,"过去12月内0-5次交易"],"1 Day":[null,"1天"],"1 Hour":[null,"1小时"],"1 Minute":[null,"1分钟"],"1 Tick":[null,"1跳动点"],"1 million transactions/day":[null,"1百万笔交易/天"],"1-2 years":[null,"1-2年"],"1. Choose the Underlying":[null,"1. 选择标的资产"],"1. Underlying market":[null,"1. 标的市场"],"10 Minutes":[null,"10分钟"],"10m":[null,"10分钟"],"15 Minutes":[null,"15分钟"],"15m":[null,"15分钟"],"1d":[null,"1天"],"1h":[null,"1小时"],"1m":[null,"1分钟"],"1t":[null,"1期"],"2 Hours":[null,"2小时"],"2 Minutes":[null,"2分钟"],"2. Choose the Duration of the Trade":[null,"2. 选择交易期限"],"2. Trade type":[null,"2. 交易类型"],"2h":[null,"2小时"],"2m":[null,"2分钟"],"3 Minutes":[null,"3分钟"],"3. Choose how you want to Trade the Market":[null,"3. 选择如何进行市场交易"],"3. Duration":[null,"3. 持续时间"],"30 Minutes":[null,"30分钟"],"30-day limit on losses":[null,"30天损失限额"],"30-day turnover limit":[null,"30天交易限额"],"30m":[null,"30分钟"],"3m":[null,"3分钟"],"4 Hours":[null,"4小时"],"4. Barrier(s)":[null,"4. 障碍"],"4. Choose your Stake and Potential Return":[null,"4. 选择您的投注额与潜在回报率"],"40 transactions or more in the past 12 months":[null,"过去12月内交易40次及以上"],"4h":[null,"4小时"],"5 Minutes":[null,"5分钟"],"5. Payout":[null,"5. 赔付"],"5m":[null,"5分钟"],"6-10 transactions in the past 12 months":[null,"过去12月内交易6-10次"],"7-day limit on losses":[null,"7天损失限额"],"7-day turnover limit":[null,"7天交易限额"],"8 Hours":[null,"8小时"],"8h":[null,"8小时"],"A Evening Doji Star consists of a long bullish candle, followed by a Doji that has gapped above it, then a third bearish candle that closes well within the body of the first candle and in doing so confirming the reversal. It is considered a strong bearish price reversal candlestick pattern":[null,"十字夜星包括长线看涨烛图， 接下来是其上有缺口的十字图，然后是在首个烛图主体内完整收盘并同时确认翻转的第三看跌烛图。被视为强大的看跌价逆转K线图形态"],"A Smoothed Moving Average is sort of a blend between a Simple Moving Average and an Exponential Moving Average, only with a longer period applied":[null,"平滑移动平均线类似简单移动平均线与指数移动平均线的混合，但应用期限较长"],"A Spinning Top Candlestick is a bullish or bearish candlestick with a small body. The length of the head and tail shadows can vary. Like a Doji Candlestick it represents a point of indecision with buyers and seller matched":[null,"陀螺型K 线图是体型较小的看涨或看跌K线图。影子头部和尾部长度不一。它与十字星K线图一样代表买卖双方相符时的犹疑不决点"],"A Stays Between trade pays out if the market stays between (does not touch) BOTH the high barrier or the low barrier at any time during the period chosen by a trader. A Goes Outside trade pays out if the market touches EITHER the high barrier or the low barrier at any time during the period chosen by a trader":[null,"如果市场在所选期限内一直保持在（没有触及）高障碍或低障碍之间，所选择的“保持在范围之内”交易即可获利。如果市场在所选期限内只要触及高障碍或低障碍，所选择的“超出范围之外”交易即可获利"],"A bearish candlestick pattern consisting of three candles that have demonstrated the following characteristics, the first bar is a large white candlestick located within an uptrend, the middle bar is a small-bodied candle (red or white) that closes above the first white bar, the last bar is a large red candle that opens below the middle candle and closes near the center of the first bar's body":[null,"看跌K线图包含演示以下特性的三个烛形线。首个条形图是位于上涨趋势中的巨大白色K线图，中间条形图是体积较小、在首个白条形图上方收盘的红色或白色烛形线， 最后的条形图是比较大的红色烛形线， 在中间烛形线下方开盘，在首个条形图主体中间附近收盘"],"A bearish candlestick pattern that is used to predict the reversal of the current uptrend. This pattern consists of three consecutive long-bodied candlesticks that have closed lower than the previous day with each session's open occurring within the body of the previous candle":[null,"看跌K线图用于预测当前上涨趋势的翻转。此图形包含三个连续的长体K线图，其收盘价比前一天为低，每一交易周期在前一烛形线之中开盘"],"A bearish counterattack is a long white candle in an uptrend, followed by a long black candle. Closing prices of both candles are at the same price level. A bullish counterattack is a long black candle in an downtrend, followed by a long white candle. Closing prices of both candles are at the same price level":[null,"看跌反攻线是上涨趋势中的长条白色烛线，其后是一长条黑色烛线。两条烛线的收盘价相同。看涨反攻线是下跌趋势中的长条黑色烛线，其后是一长条白色烛线。两条烛线的收盘价相同"],"A bearish separating line is a bearish continuation pattern. It is the exact opposite of the bullish separating line. There are two components to the bearish separating line: The first day is a green candlestick and the second day gaps down, opens at the first candlestick's open and closes weakly":[null,"看跌分手线是连续看跌形势。它与看涨分手线正好相反。看跌分手线有两部分：第一天是绿色K线图，第二天缺口变小，按首个K线图开盘价开盘，及弱势收盘"],"A binary option is a contract purchased by a trader, which pays a pre-determined amount if their prediction is correct":[null,"二元期权为交易者所买入之合约，如果预测正确即可获得预先确定的获利金额"],"A binary option is an option with a fixed payout that is determined at the start of the trade. If your prediction is correct, you receive an agreed payout. If not, you lose your initial stake, and no more. The options are called 'binary' because there can be only two outcomes - win or lose":[null,"二元期权是一种拥有固定赔付额的期权，赔付额在执行交易时就已经敲定。如果交易者预测正确，即可获得预定的赔付额，否则，将仅损失初始金额。此期权称为“二元”，因为只有两种结果，即赢或输"],"A bullish candlestick pattern that consists of five candles, the first day is a long white day, the second day gaps up and is a black day, the second, third, and fourth days have small real bodies and follow a brief downtrend pattern, but stay within the range of the first day and the fifth day is a long white day that closes above the close of the first day":[null,"看涨K 线图包含五个烛形线，第一天是长白色天，第二天缺口打开，是黑色天，第二天、第三天和第四天具小型实体，接下来是短暂的下跌走势，但保留在第一天范围内，第五天是长白色天，收盘价高于第一天的收盘水平"],"A bullish candlestick pattern that consists of three candles, the first bar is a large red candlestick located within a defined downtrend, the second bar is a small-bodied candle (either red or white) that closes below the first red bar and the last bar is a large white candle that opens above the middle candle and closes near the center of the first bar's body":[null,"看涨K线图包含三个烛形线。首个条形图是位于指定下跌趋势中的巨大红色K线图，第二条形图是体积较小、在首个红条形图下方收盘的红色或白色烛形线， 最后的条形图是比较大的白色烛形线， 在中间烛形线上方开盘，在首个条形图主体中间附近收盘"],"A bullish candlestick pattern that consists of three candles, the first bar is a large red candlestick located within a defined downtrend, the second bar is a small-bodied candle (either red or white) that closes below the first red bar., he last bar is a large white candle that opens above the middle candle and closes near the center of the first bar's body":[null,"看涨K 线图包含三个烛形线。首个条形图是位于指定下跌趋势中的巨大红色K线图，第二条形图是体积较小、在首个红条形图下方收盘的红色或白色烛形线， 最后的条形图是比较大的白色烛形线， 在中间烛形线上方开盘，在首个条形图主体中间附近收盘"],"A bullish or bearish candle followed by a doji with with a downward or uptrend gap":[null,"看涨或看跌烛形图，其后是具下跌或上涨趋势缺口的十字"],"A candlestick chart pattern in which a large candlestick is followed by a smaller candlestick whose body is located within the vertical range of the larger body. In terms of candlestick colors, the bullish harami is a downtrend of negative-colored (black) candlesticks engulfing a small positive (white) candlestick, giving a sign of a reversal of the downward trend":[null,"K线图图表上有巨大K线图，其后是位于较大K线图垂直面范围内的较小体形K 线图。关于K线图的颜色，看涨孕线是黑负面色下跌走势K线图中包含小型白正面色K线图，提供下跌走势的反转信号"],"A candlestick with a long black body (long line) represents a bearish force in the market. The price of the stock was up and down in a wide range, opening near the high and closing near the low of the day. One with a long white line represents a bullish force in the market. The price of the stock was up and down in a wide range, opening near the low of the day and closing near the high":[null,"具长黑体形（长线）的K线图代表市场看跌力量。股票价格大幅起伏，以接近当日最高水平开盘，并以接近当日最低水平收盘。具长白线的烛形图表示市场看涨力量。股票价格大幅起伏，以接近当日最低水平开盘，并以接近当日最高水平收盘"],"A candlestick with very long upper and lower shadows and a small real body on a Japanese candlestick chart. It shows that the market is losing its direction bias that it had before this candle appeared":[null,"带特长上下暗影的K线图，并在日本K线图图表中具较小真实体形。它显示市场失去了在此烛形图出现以前所具的市场方向偏差"],"A chart pattern that consists of a small white candlestick with short shadows or tails followed by a large black candlestick that eclipses or 'engulfs' the small white one":[null,"图表形式包括一个拥有短小暗影或尾巴的小型白色K线图，还有个将此小型白色烛线包围住的大型黑色K 线图"],"A derivative is a financial instrument whose value is determined by reference to an underlying market. Derivatives are commonly traded in the inter-bank market, and binaries are one of the simplest forms of derivatives":[null,"衍生品是一种通过参照基础市场来定价的金融工具，通常在银行间市场交易，而二元期权是衍生工具中最为普通的一种产品形式"],"A lookback contract has a payout that depends on the optimum high or low achieved by the market. The option allows the holder to \"look back\" over time to determine the payout":[null,""],"A medium to long bullish or bearish candlestick with the key defining trait being no head or tail shadows":[null,"长形看涨或看跌K线图媒介，其主要特性是头部或尾部无暗影"],"A panel featuring industry leaders awards BetOnMarkets.com 'Financial Betting Operator of the Year' over two other finalists. It's a major victory for our brand and further recognition of our world-beating service. Ten years on, and going from strength to strength":[null,"BetOnMarkets.com 淘汰了其他两个决赛对手，赢得由行业领袖专家团评选的“年度最佳金融投注运营商”奖项。这对我们的品牌来说是一场很重大的胜利，并进一步肯定了我们首屈一指的卓越服务。十年过去了，我们的实力越来越强"],"A technical indicator invented by Larry Williams that uses the weighted average of three different time periods to reduce the volatility and false transaction signals that are associated with many other indicators that mainly rely on a single time period":[null,"拉利·威廉斯发明的技术指标，采用三个不同周期的加权平均值将波动率及与许多主要依赖于单一周期的其他指标相关的错误交易信号降低"],"A technical momentum indicator that compares a security's closing price to its price range over a given time period. The oscillator's sensitivity to market movements can be reduced by adjusting the time period or by taking a moving average of the result":[null,"将证卷的收盘价与某个固定周期中的价格范围相比较的技术性动量指标。可通过周期调整或取结果的移动平均值将振荡器对市场走势的敏感度降低"],"A technical trading pattern in which three candlesticks form what appears to be a sandwich on the trader's screen. Stick sandwiches will have the middle candlestick oppositely colored of the candlesticks on either side of it, both of which will have a larger trading range than the middle candlestick. Stick sandwich patterns can occur in both bearish and bullish indications":[null,"交易员屏幕上由三个K线图形成类似三明治形的技术性交易形式。竖狀三明治的中间K线图颜色与两旁K线图的颜色呈对比。两旁烛形线的交易范围比中间K线图大。看涨和看跌指标市场均可能发生竖狀三明治形式"],"A tick is the minimum upward or downward movement in the price of a market":[null,"跳动点指市场价格的最小上涨或下跌数值"],"A trend indicated by a large candlestick followed by a doji that is located within the top and bottom of the candlestick's body. This indicates that the previous trend is about to reverse":[null,"由巨大K线图及位于K线图体内上下部位的十字显示走势。这表示之前的走势即将翻转"],"A white candle in an upward price trend followed by a doji whose lower shadow remains above the prior candle's high. The third day is a black candle with an upper shadow below the doji's low":[null,"价格上涨走势中一个白色烛形线及底部暗影保留在前烛形线顶部的十字。第三天是一个黑色烛形线，其上部暗影位于十字底部"],"Abandoned Baby (CDLABANDONEDBABY)":[null,"弃婴 (CDLABANDONEDBABY)"],"Absolute Price Oscillator (APO)":[null,"绝对价格振荡器 (APO)"],"Accept":[null,"接受"],"Accessible from any web browser in 13 languages":[null,"使用任何浏览器，通过13种语言访问"],"Account balance":[null,"账户余额"],"Account opening reason":[null,"开立账户的原因"],"Action":[null,"操作"],"Active":[null,"活跃"],"Active Since":[null,"开始活跃日期"],"Add comparisons":[null,"添加比较"],"Add indicator":[null,"添加指标"],"Add/Remove comparisons":[null,"添加/删除比较"],"Add/Remove indicators":[null,"添加/删除指标"],"Add/remove indicators":[null,"添加/删除指标"],"Address":[null,""],"Admin":[null,"管理中心"],"Advance Block (CDLADVANCEBLOCK)":[null,"高级阻滞 (CDLADVANCEBLOCK)"],"All durations":[null,"所有合约期限"],"All fields are optional. If you wish to copy all assets and trade types, please leave all fields empty":[null,""],"All market conditions":[null,"所有市场条件"],"All market conditions and durations":[null,"所有市场条件和期限"],"All markets":[null,"所有市场"],"All markets and conditions":[null,"所有市场和条件"],"All payouts":[null,"所有赔付额"],"All times are in GMT (Greenwich Mean Time)":[null,"所有时间均采用格林威治标准时间（GMT）"],"Allow others to copy your trades":[null,"允许他人复制您的交易"],"Amount":[null,"金额"],"Amount Per Point":[null,"每个点的金额"],"Amount per point":[null,"每个点的金额"],"An Ends Between trade pays out if the market exit price is strictly higher than the low price target AND strictly lower than the high price target. An Ends Outside binary pays out if the market exit price is EITHER strictly higher than the high price target OR strictly lower than the low price target":[null,"如果市场平仓价格严格高于 \"低\" 目标价格以及严格低于 \"高\"目标价格，“收于范围之内”交易将可获利。如果市场平仓价格严格高于 \"高\" 目标价格或严格低于 \"低\"目标价格，“收于范围之外”交易将可获利"],"Another major award. This time we're nominated by the online readers of Global Banking and Finance Review and judged by a panel of industry experts and analysts who recognise our 13 years of platform reliability, range of trades, pricing, customer service and extensive knowledge":[null,"这是我们赢得的另一大奖项。该奖项由《Global Banking and Finance Review》杂志的在线读者提名，并由行业专家和分析师评审团评选得出。这是对我们13年来的平台可靠性、交易品种范围、定价、客户服务和专业程度的认可"],"Answer":[null,"答案"],"Anticipated account turnover":[null,"预期的账户交易额"],"Apply":[null,"申请"],"Apply to become a Binary.com":[null,"申请成为Binary.com"],"Appropriateness Test: WARNING":[null,"合适性测试:警告"],"Apr":[null,"四月"],"April":[null,"四月"],"Are you sure you want to delete template?":[null,"确定删除模板？"],"Are you sure you want to delete this token?":[null,"确定删除此令牌？"],"Are you sure you want to overwrite current template?":[null,"确定覆盖当前模板？"],"Arnaud Legoux Moving Average (ALMA)":[null,"Arnaud Legoux 移动平均线 (ALMA)"],"Aroon (AROON)":[null,"阿隆指标 (AROON)"],"Aroon Oscillator (AROONOSC)":[null,"阿隆振荡指标 (AROONOSC)"],"Arrange":[null,"安排"],"Asian down":[null,"亚洲下跌"],"Asian up":[null,"亚洲上涨"],"Asians":[null,"亚洲期权"],"Asset":[null,"资产"],"Asset Index":[null,"资产指数"],"Assets":[null,"资产"],"Aug":[null,"八月"],"August":[null,"八月"],"Available 24/7":[null,"全天候无休"],"Available Currencies":[null,"可用的货币"],"Average Directional Movement Index (ADX)":[null,"平均趋向指标 (ADX)"],"Average Directional Movement Index Rating (ADXR)":[null,"平均趋向指标评估 (ADXR)"],"Average Directional Movement Rating quantifies momentum change in the ADX. It is calculated by adding two values of ADX (the current value and a value n periods back), then dividing by two":[null,"平均趋向评估计量ADX中的动量变化。计算方法是将ADX的两个数值（当前数值与前n周期数值）相加，然后除以二"],"Average True Range (ATR)":[null,"平均真实波动范围 (ATR)"],"Avg. Duration":[null,"平均持续时间"],"Avg. Duration of Open Positions":[null,""],"Avg. Loss":[null,"平均损失"],"Avg. Profit":[null,"平均利润"],"Award-winning online trading platform":[null,"屡获殊荣的在线交易平台"],"Awesome Oscillator (AO)":[null,"动量震荡指标 (AO)"],"Back":[null,"返回"],"Back to list":[null,"返回列表"],"Balance of Power (BOP)":[null,"力量平衡指标 (BOP)"],"Banks, hedge funds and professional investors routinely trade binary options in over-the-counter derivatives markets. Many market professionals use and trust the Binary.com platform for high-volume flexible trades":[null,"银行、对冲基金及专业投资者经常在衍生品场外市场交易二元期权。很多市场专业人士都使用和信任 %1 平台进行大量灵活的交易"],"Barrier":[null,"障碍"],"Barrier offset":[null,"障碍位移"],"Barrier(s)":[null,"障碍"],"Bearish: This is an end-of-trend pattern composed of three candlesticks in an uptrend. The second candlestick must open close to the close of the previous day. The last candlestick should be short and can form an upside gap. There could also be a selling shadow.The pattern represents a weakness in a rise with a risk of consolidation and possible reversal. Bullish: This is an end-of-trend pattern composed of three candlesticks in a downtrend. The second candlestick must open close to the close of the previous day. the last candlestick must be short. The pattern represents a weakness and consolidation and a possible reversal in trend":[null,"看跌：显示趋势到了尽头的形式，由三个上升趋势K线图组成。第二K线图必须以与前一天收盘价相近的价格开盘。最后的K线图的长度须短，并可形成向上缺口。另外还可能会有抛售暗影。走势形式显示上涨乏力，存在合并风险与反转的可能性。看涨：显示趋势到了尽头的形式，由三个下跌趋势K线图组成。第二K线图必须以与前一天收盘价相近的价格开盘。最后的K线图的长度须长。形式显示乏力及合并趋势，并存在反转的可能性"],"Belt-hold (CDLBELTHOLD)":[null,"执带 (CDLBELTHOLD)"],"Best Fixed-Odds Financial Trading Provider' award by Shares Magazine UK":[null,"英国《Shares Magazine》颁发的“最佳固定赔率金融交易提供商”奖项"],"BetOnMarkets goes live":[null,"BetOnMarkets 正式上线"],"BetOnMarkets.com has over 400,000 clients in its database and reach the US$ 1 billion milestone in only our 13th year, making us one of the leading fixed-odds trading providers":[null,"BetOnMarkets.com 的数据库中拥有超过400,000个客户，在第13年即达到10亿美元的里程碑，使我们成为领先的固定赔率交易提供商之一"],"BetOnMarkets.com increases payouts to 100,000 USD, EUR, GBP and AUD":[null,"BetOnMarkets.com 把赔付额增至100,000美元、欧元、英镑及澳元"],"BetOnMarkets.com is successfully rebranded Binary.com":[null,"BetOnMarkets.com 成功重塑品牌为 Binary.com"],"BetOnMarkets.com reaches $1 billion turnover since starting in 1999":[null,"BetOnMarkets.com 于1999年推出，目前营业额达10亿美元"],"Betonmarkets.com":[null,"Betonmarkets.com"],"Betting system and method":[null,"博彩系统和方法"],"Bill Williams":[null,"Bill Williams"],"Binary Bot released":[null,"Binary Bot 已发布"],"Binary KK granted Japan license":[null,"Binary KK 被授予日本牌照"],"Binary Options Basics":[null,"二元期权基础知识"],"Binary granted Investment Services license":[null,"Binary 被授予投资服务牌照"],"Binary opens Japan office":[null,"Binary 开设日本办公室"],"Binary option":[null,"二元期权"],"Binary options are easy to understand. They're called 'binary' because there can be only two outcomes - win or lose. If your prediction is correct, you receive a payout that is determined at the start of the trade. If not, you just lose your initial stake":[null,"二元期权很容易了解。它被称为“二元”是因为只能有2种结果：赢或输。如果预测正确，您会获得交易开始时设定的赔付额。不然，您将损失初始资金。"],"Binary options or other financial derivatives trading experience":[null,"二元期权或其他金融衍生品交易经验"],"Binary options or other financial derivatives trading frequency":[null,"二元期权或其他金融衍生品交易频率"],"Binary options trading experience":[null,""],"Binary options trading frequency":[null,""],"Binary trading is flexible":[null,"二元期权交易很灵活"],"Binary trading is ideal for both individuals and market professionals":[null,"个人和市场专业人员都非常适合参与二元期权交易"],"Binary's Japanese subsidiary Binary KK is licensed by the KLFB as a Type 1 Financial Instruments Business in Japan":[null,"Binary 日本子公司 Binary KK 由 KLFB 授予日本第1类金融工具商务许可证"],"Binary's Japanese subsidiary Binary KK opens an office in Tokyo and starts the process of applying for relevant licenses":[null,"Binary 的日本子公司 Binary KK 在东京开设了办公室，并开始办理申请相关许可证"],"Binary's Maltese subsidiary Binary Investments (Europe) Ltd. is granted a Category 3 Investment Services license by the Malta Financial Services Authority":[null,"Binary 的马耳他附属公司 Binary Investments (Europe) Ltd. 由 Malta Financial Services Authority 授予3级投资服务牌照"],"Binary's platform transacts on average 20 transactions per second, 24/7":[null,"Binary平台平均每秒钟进行20宗交易，全天候提供服务，整年无休"],"Binary.com":[null,"Binary.com"],"Binary.com : Webtrader":[null,"Binary.com︰ Webtrader"],"Binary.com Shop introduced":[null,"新增Binary.com商店"],"Binary.com announces plans for an":[null,"Binary.com宣布计划"],"Binary.com continues to innovate and grow":[null,"Binary.com不断创新、日渐成长"],"Binary.com has created Volatility Indices that you can trade 24/7. You can trade these on all types of contract":[null,"Binary.com已经创建可让您全天候交易的波动率指数。您可通过所有合约类型交易此类指数"],"Binary.com has earned an enviable reputation for our commitment to high ethical standards and the quality of the trading experience we provide":[null,"Binary.com竭诚达到极高的道德标准和优质的交易体验，因此获得了令人羡慕的声誉"],"Binary.com has over 800,000 clients in its database and reaches the US$ 2 billion milestone in our 15th year, making us one of the leading binary options providers":[null,"Binary.com的数据库中拥有超过 800,000 个客户，在第 15 年就达到 20 亿美元的里程碑，成为领先的二元期权交易提供商之一"],"Binary.com has thousands of clients taking a variety of positions on the financial markets at any one time, and earns a small margin on these trades":[null,"Binary.com在任一时间内均有数千名客户交易各类金融产品，该平台在这些交易中仅赚取极低的利润率"],"Binary.com hits 1 million users, reaching a historic milestone. The company continues to see exponential growth and this reconfirms its position as an industry leader":[null,"Binary.com已拥有百万用户，到达了一个历史性的里程碑。本公司持续快速成长，这项成就再次证实我们在同业中的领先地位"],"Binary.com introduces an":[null,"Binary.com引入了"],"Binary.com is awarded Best Binary Options Broker by the UK-based Online Personal Wealth Awards 2017, as voted by investors worldwide":[null,"2017 年英国网上个人财富奖中，Binary.com被全球投资人评选为最佳二元期权代理商"],"Binary.com is entirely web-based and requires no software installation":[null,"Binary.com完全基于网络，无需安装任何软件即可交易"],"Binary.com is honoured as the world's \"Best Binary Options Broker\" at the 16th annual MENA International Financial Conference and Exhibition, hosted in Dubai":[null,"在迪拜主办的第16 届年度中东和北非国际金融会议和展览会中，Binary.com被誉为世界上\"最佳二元期权经纪商\""],"Binary.com is owned and operated by the Binary Group Ltd. group of companies. For more information, visit our history page":[null,"Binary.com由Binary集团有限公司拥有和经营。欲了解更多信息，请参阅我们的历史页面"],"Binary.com launches Bitcoin (BTC) accounts for non-EU customers":[null,"Binary.com为非欧盟客户推出比特币 (BTC) 账户"],"Binary.com launches Bitcoin accounts":[null,"Binary.com推出比特币账户"],"Binary.com launches an":[null,"Binary.com启动了"],"Binary.com offers a range of common deposit and withdrawal methods, from credit and debit cards to bank wires, e-cash and e-wallets":[null,"Binary.com%1提供各种常见的存取款方式，包括借记卡和信用卡、银行电汇、电子现金及电子钱包等"],"Binary.com offers a virtual-money account so you can get the hang of trading binaries. Why not":[null,"Binary.com 提供虚拟货币账户, 方便您得到二元期权交易的窍门。何不试试"],"Binary.com offers new ways to trade":[null,"Binary.com提供新的交易方式"],"Binary.com offers you four ways to trade a particular asset":[null,"Binary.com为每一资产提供以下四种交易方式"],"Binary.com opens an office in the QSentral office building in central Kuala Lumpur to further expand its IT development team":[null,"Binary.com在吉隆坡市中心QSentral 办公大楼开设办公室，进一步扩大 IT 开发团队"],"Binary.com reaches $2 billion turnover since starting in 1999":[null,"Binary.com从1999年开始运营，目前营业额达到 20 亿美元"],"Binary.com reaches 1 million registered users":[null,"Binary.com%1注册用户已达一百万人"],"Binary.com takes home first prize in the Financial Betting Operator category at the prestigious 2015 EGR Operator Awards ceremony, hosted in London":[null,"Binary.com在久负盛名的伦敦EGR操作员颁奖仪式中荣获2015年金融博彩操作员第一奖"],"Binary.com's Continuous Indices are the Volatility 10 Index, Volatility 25 Index, Volatility 50 Index, Volatility 75 Index and Volatility 100 Index. These indices correspond to simulated markets with constant volatilities of 10%, 25%, 50%, 75% and 100%":[null,"Binary.com的连续指数包括波动率10指数、波动率25指数、波动率50指数、波动率75指数及波动率100指数。这些指数跟具10%、25%、50%、75% 和100% 持续波动率的模拟市场对应"],"Binary.com's OTC Indices and stocks are sourced from the over-the-counter market and provide you with an alternative means of trading stock indices and stocks - available from sources outside of the centralised exchanges":[null,"Binary.com的 OTC 指数和股票来自场外交易市场，并为您提供源自中央交易所外的替代式股票指数和股票交易方式"],"Binary.com's OTC Indices and stocks offer the benefit of real-time charts and pricing. Enjoy even more exciting opportunities to trade our featured market indices and stocks through this new real-time offering":[null,"Binary.com的OTC指数和股票提供实时图表和定价优势。此崭新实时产品让您在我们独特市场进行指数和股票交易，享受更多令人兴奋的机会"],"Binary.com's Smart FX are smart markets that measure the value of a currency against a basket of major currencies":[null,"Binary.com的智能外汇是衡量一种货币相对一篮子主要货币价值的智能型市场"],"Binary.com's Volatility Indices are based on a cryptographically secure random number generator audited for fairness by an independent third party":[null,"Binary.com的波动率指数由经过加密的安全随机数字生成器生成，并由独立的第三方审计其公平度"],"Binary.com's systems are now processing in excess of 1 million transactions/day (including virtual accounts)":[null,"Binary.com系统每天处理超过百万笔交易（包括虚拟账户）"],"Bollinger Bands (BBANDS)":[null,"布林带 (BBANDS)"],"Bollinger Bands can be used to measure the highness or lowness of the price relative to previous trades":[null,"布林带可用于测量与之前交易相对的价格变化高低点"],"Bought":[null,"购入"],"Brand of first car":[null,"第一辆车的品牌"],"Breakaway (CDLBREAKAWAY)":[null,"突破 (CDLBREAKAWAY)"],"Browser upgrade required":[null,"需更新浏览器"],"Bull Market and Bear Market Indices start at 00:00 GMT each day, replicating a bullish and bearish market respectively":[null,"每天，牛市和熊市指数于格林尼治时间 00:00 时开始，分别复制看涨和看跌市场"],"Buy Price":[null,"购入价"],"Buy price":[null,"购入价"],"By clicking":[null,"通过点击"],"By clicking OK, you confirm that you have read and accepted the updated":[null,"通过点击OK键，您确认已经阅读并接受更新的"],"By default, all clients are treated as retail. Do you prefer to be treated as a professional client if you match the necessary criteria?":[null,""],"CFD trading experience":[null,""],"CFD trading frequency":[null,""],"Can be used to buy and sell contracts, renew expired purchases, and top-up virtual-money accounts.":[null,"可用于合同购入与售出，给到期的购入合同延期，以及给虚拟金钱账户存入资金。"],"Can be used to open accounts, set settings, manage token usage, and more.":[null,"可用于开账户、设置、令牌用法管理等。"],"Can be used to view account activity, including settings, limits, balance sheets, trade purchase history, and more.":[null,"可用于查看账户活动，包括设置、限额、资产负债表、交易购入历史等。"],"Can be used to withdraw to payment agents, transfer funds between accounts, and set / clear cashier passwords.":[null,"用途包括为付款代理取款、帐户转账以及设置/删除收银台密码。"],"Cancel":[null,"取消"],"Candles":[null,"蜡烛"],"Candlestick down-color":[null,"K线图下跌颜色"],"Candlestick down-line":[null,"K线图下跌线"],"Candlestick up-color":[null,"K线图上升颜色"],"Candlestick up-line":[null,"K线图上升线"],"Cash Balance":[null,"现金余额"],"Chande Kroll Stop (CKS)":[null,"钱德克罗止损 (CKS)"],"Chande Momentum Oscillator (CMO)":[null,"钱德动量震荡指标 (CMO)"],"Change password":[null,"更改密码"],"Chart":[null,"图表"],"Chart Themes":[null,"图表主题"],"Chart background":[null,"图表背景"],"Chart context menu":[null,"图表上下文菜单"],"Chart template":[null,"图表模板"],"Chart type":[null,"图表类型"],"Choose from five types of markets and their respective assets":[null,"从五种市场与相关资产中选择"],"Choose password":[null,"选择密码"],"Choose the Touch/No Touch trade if you want to predict the market touching or not touching a target any time during the contract period":[null,"如您希望通过预测市场在合约期限内是否会触及目标价格而获利，您可以选择交易“触及/未触及”期权"],"Choose the asset you wish to trade, such as gold, oil, stocks, or currency pairs. The value of a binary option is derived from the price of the underlying asset. One advantage of trading binary options is that you are not buying or selling the actual asset, only a contract that determines how that asset performs":[null,"选择您要交易的资产，如黄金、原油、股票或货币对。二元期权的价值基于标的资产价格。二元期权交易的一个优势就是您并非买卖实际资产， 只是一个确认资产表现状况的合约"],"Choose your pereferred payment agent":[null,"选择您较倾向的支付代理"],"Choose your pereferred withdrawal method":[null,"选择您较倾向的提款方法"],"Choppiness Index (CHOP)":[null,"波动指数 (CHOP)"],"Chrome":[null,"Chrome"],"Citizenship":[null,""],"Click to log in with your Binary.com account":[null,"点击登录Binary.com账户"],"Client funds":[null,"客户基金"],"Close":[null,"关"],"Close All":[null,"全部关闭"],"Closes":[null,"关"],"Closing Marubozu (CDLCLOSINGMARUBOZU)":[null,"收盘无影线 (CDLCLOSINGMARUBOZU)"],"Commodities":[null,"大宗商品"],"Commodities - Major commodities such as gold and oil":[null,"大宗商品 - 黄金和原油等主要大宗商品"],"Commodities are resources that are grown or extracted from the ground, such as silver, gold and oil. On Binary.com, they are priced in US dollars":[null,"大宗商品是生长在地上或从地面开采的宝贵资源，例如白银、黄金和石油。在Binary.com，大宗商品按美元报价"],"Commodities trading experience":[null,"大宗商品交易经验"],"Commodities trading frequency":[null,"大宗商品交易频率"],"Commodity Channel Index (CCI)":[null,"顺势指标 (CCI)"],"Comparisons":[null,"比较"],"Competitive and transparent pricing":[null,"竞争及透明的价格"],"Computer system and method for speculating on a financial market":[null,"为预测金融市场而设的电脑系统和方法"],"Computer trading system for offering custom financial market speculations":[null,"提供自订金融市场预测的电脑交易系统"],"Conditions":[null,"条件"],"Confirm transfer":[null,"确认转账"],"Construction":[null,"建筑"],"Contact Us":[null,"联系我们"],"Continue":[null,"继续"],"Continue Trading":[null,"继续交易"],"Continuous Indices":[null,"连续指数"],"Contract":[null,"合约"],"Contract period":[null,"合约期间"],"Contracts":[null,"合约"],"Copier":[null,"复制者"],"Coppock Curve (CC)":[null,"估波曲线 (CC)"],"Copy Trading":[null,"复制交易"],"Counterattack (CDLCOUNTERATTACK)":[null,"反攻 (CDLCOUNTERATTACK)"],"Country of residence":[null,"居住国"],"Create":[null,"创建"],"Create Account":[null,"开立账户"],"Create token":[null,"创建令牌"],"Credit/Debit":[null,"借方/贷方"],"Crosshair":[null,"交叉线"],"Currencies - All major Forex pairs":[null,"货币 - 所有主要外汇货币对"],"Current Level":[null,"当前价位"],"Current Spot":[null,"当前现价"],"Current Spot Time":[null,"当前现价时间"],"Current comparisons":[null,"当前比较"],"Current indicators":[null,"当前指标"],"Current password":[null,"当前密码"],"Current time":[null,"当前时间"],"Custom Theme":[null,"自定义主题"],"Daily Reset Indices":[null,"每日重置指数"],"Daily Reset Indices replicate markets with a bullish and bearish trend, with a constant volatility":[null,"每日重置指数以持续波动率复制市场的看涨和看跌趋势"],"Daily limit on losses":[null,"每日损失限额"],"Daily turnover limit":[null,"每日交易限额"],"Dark Blue":[null,"深蓝"],"Dark Cloud Cover (CDLDARKCLOUDCOVER)":[null,"乌云盖顶 (CDLDARKCLOUDCOVER)"],"Dark Cloud Cover is a bearish candlestick reversal pattern that occurs when a red bearish candlestick (close price below open price) on day 2 closes below the middle of day 1 bullish candlestick (close price above open price). We will be using this pattern to sell rallies in a bearish currency market":[null,"乌云盖顶是看跌K线图逆转形态，当第二天的红色看跌K线图（收盘价低于开盘价）收盘价低于第一天的看涨K线图（收盘价高于开盘价）的中间价位时即会发生。我们将使用此形态在看涨货币市场中逢高卖出"],"Dark Green":[null,"深绿"],"Dark Unica":[null,"Dark Unica 主题"],"Date":[null,"日期"],"Date of birth":[null,"出生日期"],"Days":[null,"日"],"Debt-free":[null,"无负债"],"Dec":[null,"十二月"],"December":[null,"十二月"],"Decline":[null,"拒绝"],"Default":[null,"默认"],"Define your position":[null,"设定头寸参数"],"Delete":[null,"删除"],"Demo for affiliates to access Webtrader charts":[null,"联盟成员访问Webtrader图表的演示"],"Deposit funds":[null,"存入资金"],"Deposit of USD":[null,"美元存款"],"Depositing and withdrawing funds":[null,"存款及取款"],"Derivative":[null,"衍生工具"],"Describe what this token is for to find it later":[null,"令牌用途说明，以便稍后查找"],"Description":[null,"说明"],"Deutsch":[null,"德文"],"Developed by Donald Dorsey, the Mass Index uses the high-low range to identify trend reversals based on range expansions. In this sense, the Mass Index is a volatility indicator that does not have a directional bias. Instead, the Mass Index identifies range bulges that can foreshadow a reversal of the current trend":[null,"梅斯线由Donald Dorsey所创，可基于高低范围的波动性来判断市场走势是否反转。就此定义来说，梅斯线是不包含方向性偏差的波动率指标。相反的，梅斯线可利用特定波动率范围的穿越与跌破来预测当前价格走势的可能逆转"],"Developed by Larry Williams, Williams %R is a momentum indicator that is the inverse of the Fast Stochastic Oscillator. Also referred to as %R, Williams %R reflects the level of the close relative to the highest high for the look-back period":[null,"威廉指标由拉里·威廉所创，是与快速随机摆动指标倒反的动量指标。又称为%R指标，它反映回顾期内相对于最高价位的收盘价水平"],"Developed by Tushar Chande in 1995, Aroon is an indicator system that determines whether a stock is trending or not and how strong the trend is. There are two separate indicators: Aroon-Up and Aroon-Down. A 25-day Aroon-Up measures the number of days since a 25-day high. A 25-day Aroon-Down measures the number of days since a 25-day low":[null,"阿隆指标（Aroon）是由图莎尔·钱德（Tushar Chande)于1995年发明的，它通过指标系统对股票走势与趋势力量作出判断。 分为两个具体指标：阿隆上升和阿隆下降。25天期阿隆上升指标测量25天期间内最高价后的天数， 25天期阿隆下降指标测量25天期间最低价后的天数"],"Differs":[null,"差异"],"Digits":[null,"数字"],"Digits let you predict the last decimal digit of the spot price. There are three types of Digits trades":[null,"让您预测现货价格最后小数点数值的数字。共有三种数字交易"],"Directional Movement (DMI) is actually a collection of three separate indicators combined into one. Directional Movement consists of the Average Directional Index (ADX), Plus Directional Indicator (+DI) and Minus Directional Indicator (-DI)":[null,"动向指标 (DMI) 其实是由三个不同的指标组成， 包括平均动向指标 (ADX)、正动向指标 (+DI) 和负动向指标 (-DI)"],"Directional Movement Index (DX)":[null,"动向指数 (DX)"],"Do I need to deposit any funds to open an account?":[null,"我需要入金才能开户吗？"],"Do you offer virtual-money accounts?":[null,"是否提供虚拟资金账户？"],"Do you want to install Webtrader chrome extension?":[null,"是否安装Webtrader chrome扩展程序？"],"Do you want to install the Webtrader chrome extension?":[null,"是否安装Webtrader chrome扩展程序？"],"Doji (CDLDOJI)":[null,"十字线 (CDLDOJI)"],"Doji Star (CDLDOJISTAR)":[null,"十字星 (CDLDOJISTAR)"],"Doji form when a security's open and close are virtually equal. The length of the upper and lower shadows can vary and the resulting candlestick looks like a cross, inverted cross or plus sign":[null,"当证卷的开盘价与收盘价几乎相等时就会形成十字线。上下暗影长度可能不相同，所形成的K线图呈交叉形、反交叉形或十字形"],"Don't have an account yet? Sign up and get a $10,000 virtual account":[null,"还未开立账户？请注册并获取10,000美元虚拟账户"],"Donchian Channel (DC)":[null,"唐奇安通道 (DC)"],"Done. The funds are being transferred to the payment agent":[null,"已完成。资金已转给支付代理"],"Done. The funds are transferred":[null,"已完成。资金已转入"],"Dot":[null,"点"],"Double Exponential Moving Average (DEMA)":[null,"双指数移动平均线 (DEMA)"],"Double click the object to remove":[null,"双击对象执行删除"],"Down - Predict that the market will end lower than the average price":[null,"下跌 - 预测市价在收盘时低于平均价格"],"Download":[null,"下载"],"Download CSV":[null,"下载CSV"],"Download JPEG image":[null,"下载 JPEG 图像"],"Download PDF document":[null,"下载PDF文档"],"Download PNG":[null,"下载PNG"],"Download PNG image":[null,"下载PNG图像"],"Download SVG":[null,"下载SVG"],"Download SVG vector image":[null,"下载SVG矢量图像"],"Download as":[null,"下载as"],"Downloading .csv":[null,"下载.csv"],"Downloading template as":[null,"下载模板为"],"Dragonfly Doji (CDLDRAGONFLYDOJI)":[null,"蜻蜓十字线 (CDLDRAGONFLYDOJI)"],"Drawing tools":[null,"绘图工具"],"Due to recent changes in the regulations, we are required to ask our clients to complete the following Financial Assessment. Please note that you will not be able to continue trading until this is completed":[null,"由于最近的法规变更，客户必须填写以下金融评估。您须填写完成才能继续交易"],"Duration":[null,"持续时间"],"EGR Operator Award":[null,"EGR操作员奖"],"EURUSD":[null,"欧元美元"],"Each binary option contract runs for a set time - with Binary.com you can choose a contract that runs between 10 seconds and 365 days":[null,"每个二元期权合约都有固定期限 - 在Binary.com，您可选择从10秒至365天之间的任何期限"],"Each binary option is a prediction on the future movement of an underlying market":[null,"二元期权交易是对标的市场未来变化的预测"],"Each trade comes with a pre-determined payout that you will see after adjusting each parameter. You ll win the payout if your prediction is correct. If not, you will only lose your initial stake":[null,"每次调整参数后您将看到每个交易的预先设定赔付额。一旦您预测正确即可赢得赔付额，否则您将仅损失初始投注额"],"Edge":[null,"边缘"],"Education":[null,"教育"],"Embed code":[null,"嵌入代码"],"Employment status":[null,"就业状况"],"End Time":[null,"结束时间"],"Ends Between/Ends Outside trades":[null,"“收于范围之内/之外”的交易"],"Ends Between/Ends Outside   Predict that the market stops inside or outside two price targets at the end of the time period":[null,"到期时价格处于某个范围之内/之外  预测市场价格在合约到期时处于两个目标价格范围之内或之外"],"Ends Between/Outside":[null,"到期时价格处于某个范围之内/之外"],"Ends in":[null,"范围之内收盘"],"Ends out":[null,"范围之外收盘"],"English":[null,"英语"],"Engulfing Pattern (CDLENGULFING)":[null,"吞没形态 (CDLENGULFING)"],"Enjoy an intuitive trading interface with advanced functionality that lets you monitor all of your favourite assets and markets at the same time, as well as essential charts, the asset index, trading times, and historical data. Most importantly, you get to choose what you want to see on your screen":[null,"利用拥有先进功能的直观交易界面，让您同时监视所有的偏爱资产和市场，以及必要的图表，资产指数，交易时间和历史数据。最重要的是，您可以选择想要看到的屏幕画面"],"Enter your current password":[null,"输入当前密码"],"Entry Spot":[null,"入市现价"],"Entry spot":[null,"入市现价"],"Entry spot price":[null,"入市现价"],"Error getting data for %1":[null,"获取%1数据时出错"],"Espa ol":[null,"西班牙文"],"Estimated Net Worth":[null,"估计净值"],"Even":[null,"偶"],"Even/Odd - Predict that the last digit is even or odd after the last tick":[null,"偶/奇-预测最后跳动点的最后数字为偶数或奇数"],"Evening Doji Star (CDLEVENINGDOJISTAR)":[null,"十字夜星 (CDLEVENINGDOJISTAR)"],"Evening Star (CDLEVENINGSTAR)":[null,"夜星 (CDLEVENINGSTAR)"],"Exclude me from the website until":[null,"禁止我访问本网站直到"],"Exit Spot":[null,"退市现价"],"Exit Spot Time":[null,"退市现价时间"],"Exit spot":[null,"退市现价"],"Expiry price":[null,"到期价格"],"Explanation":[null,"说明"],"Exponential Moving Average (EMA)":[null,"指数移动平均线 (EMA)"],"Fall":[null,"下跌"],"Family name":[null,"姓氏"],"Favorites":[null,"收藏夹"],"Favourite artist":[null,"最喜欢的艺术家"],"Favourite dish":[null,"最喜欢的菜肴"],"Features":[null,"功能"],"Feb":[null,"二月"],"February":[null,"二月"],"Fifteen years on, and we're still innovating, growing and working on new ways to serve our customers better. For the first time, we offer short-term touch/no-touch trades and introduce a new charting application. We believe we have the most competitive and comprehensive digital options platform available to the retail public":[null,"十五年过去了，我们仍在不断地创新、成长，寻求新的方式为客户提供更好的服务。我们首次提供短期“触及/未触及”交易，并推出新的图表应用程序。我们认为，对于散户投资者而言，我们提供了最有竞争力、最全面的数字期权平台"],"Final Price":[null,"最终价格"],"Final price":[null,"最终价格"],"Finance":[null,"金融"],"Financial Information":[null,"金融信息"],"Financial information":[null,"财务信息"],"Firefox":[null,"Firefox"],"First line of home address":[null,"家庭地址第一行"],"First name":[null,"名字"],"First, you need to set the parameters of your trade. Here's what you need to consider":[null,"首先，您要设置交易参数。请考虑以下因素"],"Flexible":[null,"灵活"],"For example, let s say the market has a low of 5,200 and a close of 6,000 over the contract duration, then a  Close-Low  lookback with a multiplier of $2 would have a payout of":[null,""],"For the third straight year, BetOnMarkets.com is voted 'Best Fixed-Odds Financial Trading Provider' by Shares Magazine UK. It's the last time we win it because Shares Magazine stops awarding in this category":[null,"连续第三年，BetOnMarkets.com被英国财经杂志《Shares Magazine》评为“最佳固定赔率金融交易提供商”。这是我们最后一次获奖，因为该杂志已停止颁发这一类奖项"],"Forex":[null,"外汇"],"Forex trading experience":[null,"外汇交易经验"],"Forex trading frequency":[null,"外汇交易频率"],"Founded October 1999":[null,"成立于1999年"],"Founded in 1999, Binary.com is one of the oldest and most respected names in online binary trading":[null,"Binary.com成立于1999年，是在线二元期权交易行业中历史最悠久、声誉最好的佼佼者之一"],"Fractal (FRACTAL)":[null,"分形(FRACTAL)"],"Fractals are indicators on candlestick charts that identify reversal points in the market. Traders often use fractals to get an idea about the direction in which the price will develop. A fractal will form when a particular price pattern happens on a chart":[null,"分形是K线图图表上用于识别市场价格反转点的指标。交易员一般通过使用分形来判断价格的走势方向。当图表出现某一价格形态时即会形成分形"],"Fran ais":[null,"法文"],"Fri":[null,"星期五"],"Friday":[null,"周五"],"From":[null,"从"],"Full-screen trading interface":[null,"全屏幕交易界面"],"Further instructions":[null,"详细说明"],"GMT":[null,"格林威治标准时间"],"GMT stands for Greenwich Mean Time, the official time used in the UK during winter. In summer, the UK changes to British Summer Time, which is GMT + 1 hour. All times on the Binary.com site use GMT all year round":[null,"格林威治标准时间是英国在冬季使用的官方时间。夏季则改为英国夏令时，即格林威治标准时间加1小时。Binary.com网站全年均使用格林威治标准时间"],"Get API token from trader(s) and add it in your list":[null,"获取交易者的 API 令牌, 并将其添加到您的列表中"],"Get your price":[null,"获取报价"],"Go to":[null,"前往"],"Goes out":[null,"范围外"],"Gravestone Doji (CDLGRAVESTONEDOJI)":[null,"墓碑十字线 (CDLGRAVESTONEDOJI)"],"Gray":[null,"灰色"],"Grid":[null,"网格"],"Grid Light":[null,"网格光照"],"Group History":[null,"集团历史"],"Hammer (CDLHAMMER)":[null,"锤子 (CDLHAMMER)"],"Hanging Man (CDLHANGINGMAN)":[null,"吊人 (CDLHANGINGMAN)"],"Harami Cross Pattern (CDLHARAMICROSS)":[null,"母子十字形态 (CDLHARAMICROSS)"],"Harami Pattern (CDLHARAMI)":[null,"母子形态 (CDLHARAMI)"],"Health":[null,"健康状况"],"Help":[null,"帮助"],"High":[null,"高"],"High barrier":[null,"高障碍"],"High barrier offset":[null,"高障碍位移"],"High-Wave Candle (CDLHIGHWAVE)":[null,"风高浪大线 (CDLHIGHWAVE)"],"Higher":[null,"较高"],"Higher/Lower":[null,"\"高于/低于\""],"Higher/Lower - Predict if the market will end higher or lower than a target price":[null,"高于/低于 - 预测到期时市场价格是高于还是低于目标价格"],"Higher/Lower trades":[null,"“高于/低于”交易"],"Higher/Lower   Predict that the market will end higher or lower than a price target":[null,"高于/低于   预测到期时市场价格是高于还是低于目标价格"],"Hikkake Pattern (CDLHIKKAKE)":[null,"圈套形态 (CDLHIKKAKE)"],"Historical Data":[null,"历史数据"],"Homing Pigeon (CDLHOMINGPIGEON)":[null,"信鸽 (CDLHOMINGPIGEON)"],"Horizontal line":[null,"水平线"],"Hours":[null,"小时"],"How do I fund my account?":[null,"如何向账户存入资金？"],"How does Binary.com make money?":[null,"Binary.com 如何盈利？"],"How soon can I start trading?":[null,"我需要多久才能开始交易？"],"How to trade binaries?":[null,"二元期权如何交易?"],"How to trade the Volatility Indices markets?":[null,"如何在波动率指数市场上交易？"],"Hull Moving Average (HMA)":[null,"赫尔移动平均线 (HMA)"],"I acknowledge that I am not a politically exposed person (PEP)":[null,"我确认本人不是政治公众人士(PEP)"],"I have read and agree to Binary.com":[null,"本人已经阅读并同意Binary.com的"],"I hereby confirm that the tax information I provided is true and complete. I will also inform Binary Investments (Europe) Ltd. about any changes to this information":[null,""],"I want to be treated as a professional client":[null,""],"I'm new to binaries, where do I start?":[null,"我是新手，该如何开始呢？"],"IMPORTANT DISCLAIMER":[null,"重要免责声明"],"IMPORTANT DISCLAIMER - Binary.com is not affiliated with any of the payment agents listed above. Each payment agent operates as an independent service provider and is not endorsed, guaranteed or otherwise approved by Binary.com. CUSTOMERS DEAL WITH PAYMENT AGENTS AT THEIR SOLE RISK AND PERIL. Customers are advised to check the credentials of payment agents before sending them any money. Binary.com shall not in any circumstance be held responsible for transactions made between customers and payment agents":[null,"重要免责声明 - Binary.com与上述所有支付代理不存在附属关系。各支付代理均以独立服务提供商的身份运营，未由Binary.com支持、担保或经其他方式批准。客户与支付代理的业务往来，风险自负。我们建议客户在向支付代理汇款前，应事先查询其信用状况。在任何情况下，Binary.com都不对客户与支付代理之间的交易承担责任"],"IPO on the blockchain":[null,"区块链上首次公开发售"],"Ideal for beginners and experienced traders":[null,"最适于新手和经验丰富的交易者"],"Identical Three Crows (CDLIDENTICAL3CROWS)":[null,"一模一样的三鸦 (CDLIDENTICAL3CROWS)"],"If you select a":[null,"如您选择"],"If you select a specific":[null,"如您选择特定的"],"If you're an individual trader, you'll appreciate the simplicity, flexibility, and limited risk of binary trading. With Binary.com's low minimum stakes, you'll soon learn how to trade with skill and confidence. And if you have any questions, you're free to access":[null,"如您是个人交易者，您一定会认同二元期权交易的简易、灵活和低风险。Binary.com的最低投注金额门槛极低，您将很快学会如何熟练、自信地进行交易。如有任何疑问，您可随时联系"],"In April":[null,"今年四月"],"In Bullish Belt Hold After a stretch of bearish candlesticks, a bullish or white candlestick forms. The opening price, which becomes the low for the day, is significantly lower then the closing price. This results in a long white candlestick with a short upper shadow and no lower shadow. In Berish Belt Hold, a bearish or black candlestick occurs, the opening price, which becomes the high for the day, is higher than the close of the previous day, resulting in a long black candlestick with a short lower shadow and no upper shadow":[null,"看涨捉腰带线中经过一段看跌K线图后，形成看涨或白色K线图。成为交易日最低点的开盘价明显比收盘价低。这将造成具短上端暗影，无下端暗影的长白色K线图。看跌捉腰带线中，形成看跌或黑色K线图，成为交易日最高点的开盘价比前一天的收盘价高，造成具短下端暗影，无上端暗影的长黑K线图"],"In Bullish Hikkake Pattern After the downward move, the bullish candle reaches above the range of the three preceding candles and most likely triggers a number of stop loss orders. This additional buying leads to a more distinct upward movement. In Bearish Hikkake Pattern After an upward move, the bearish candle reaches below the range of the three preceding , which most likely triggers a number of stop loss orders. This additional selling leads to a more distinct downward move":[null,"看涨圈套形态中经过下跌移动后，看涨烛形线达到超出前三根烛形线的范围，及非常可能触发一些止损订单。此额外购入交易导致明显的上升趋势。看跌圈套形态中经过上升移动后，看跌烛形线达到低于前三根烛形线的范围，及非常可能触发一些止损订单。此额外售出交易导致明显的下降趋势"],"In October 1999, Regent Markets receives US$ 2 million investment funding from Jim Mellon through his Regent Pacific Group, a Hong Kong based fund management company":[null,"1999年10月，Regent Markets获得吉姆•梅隆先生 (Jim Mellon)的200万美元投资， 这笔投资通过他在香港的基金管理公司 Regent Pacific Group 支付"],"In a downtrend, one small short body candlestick has a long lower shadow at least three times the real body, and little or no upper shadow. Confirmation from prices closing higher the next day":[null,"下降趋势中，一根体形短小的K线图具比真实体形长至少三倍的下端暗影，而上端暗影却很小或完全没有。这确认了第二天较高的收盘价"],"In a downward price trend, a black candle appears followed by a white candle that opens below the prior body, but it may be difficult to see that from the chart. The white candle closes above the body, too. The last day of the three line candle is another white candle in this example. It shows a higher close":[null,"下降趋势中，首先显示黑色烛形线，接着是一根白色烛形线在先前体形下端开盘，但图表上可能较难看出来。白色烛形线也在体形上端收盘。在此示例中，三支烛形线的最后一天是另一根白色烛形线。它显示较高的收盘价"],"In an uptrend three successive days opens at or near the previous day's close and close down on the day. This pattern is more severe than the Three Black Crows pattern and thus has a higher reliability as a reversal pattern":[null,"上升趋势中，连续三天以前一天收盘价或相近价位开盘，并在当天以较低价位收盘。此形态比黑色三鸦形态更加严重，因此有更加可靠的反转形态"],"In classic Silicon Valley style, Hong Kong based hedge fund manager and entrepreneur, Jean-Yves Sireau, starts Regent Markets in his Hong Kong bedroom. He develops the systems, methods and algorithms for implementing a fixed-odds financial betting system. Jean-Yves's vision is to create a market in the simplest of all derivatives contracts - the fixed-odds bet - and to offer ordinary investors the chance to make small bets. Until his innovation, binary options are normally only traded in large quantities":[null,"Regent Markets 的创始人 Jean-Yves Sireau 是香港的一名对冲基金经理和企业家。与很多硅谷创业公司一样，Regent Markets 是在他的香港住所成立的。他开发了实施固定赔率金融投注体系的系统、方法和算法。Jean-Yves 的愿景是提供固定赔率投注（最简单的衍生品合约）市场，并向普通投资者提供进行小额投注的机会。在他的创新举动之前，二元期权通常只进行大额交易"],"In foreign exchange markets, traders can enter contracts based on the change in price of one currency as it relates to another currency. For example if a trader selects Rise in the EUR/USD market, they are predicting that the value of the Euro will rise in relation to the value of the US dollar":[null,"在外汇市场中，交易者可以根据一种货币对另一种货币的价格变动交易合约。例如，如果交易者选择欧元/美元“上涨”期权，即预测欧元的价值相对美元的价值将会上涨"],"In order to properly apply theme, a full refresh of page is required. Are you sure you want to proceed?":[null,"必须完整更新页面才能正确启用主题。确定要继续？"],"In providing our services to you, we are required to obtain information from you in order to assess whether a given product or service is appropriate for you (that is, whether you possess the experience and knowledge to understand the risks involved)":[null,"为了给您提供服务，我们必须向您获取信息，以便确定产品或服务是否适合您（也就是说，看您是否拥有足够经验和知识，以了解相关的风险）"],"In the EU, financial products are offered by Binary Investments (Europe) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta, licensed and regulated as a Category 3 Investment Services provider by the Malta Financial Services Authority (license no. IS/70156). In the Isle of Man and the UK, Volatility Indices are offered by Binary (IOM) Ltd., First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW, Isle of Man, British Isles; licensed and regulated respectively by (1) the Gambling Supervision Commission in the Isle of Man (current licence issued on 31 August 2017) and by (2) the Gambling Commission in the UK":[null,""],"In the UK and Isle of Man, our clients trade through Binary (IOM) Ltd. In Japan, they trade through Binary KK. In the European Union (except UK), they trade through Binary (Europe) Ltd and Binary Investments (Europe) Ltd. In the rest of the world, they trade through Binary (C.R.) S.A":[null,"在英国和马恩岛，我们的客户通过 Binary (IOM) Ltd. 进行交易。在日本通过 Binary KK 进行交易。在欧盟（除了英国），则通过 Binary (Europe) Ltd 和 Binary Investments (Europe) Ltd. 进行交易。在全世界其他地区，客户通过 Binary (C.R.) S.A.进行交易"],"In the rest of the EU, Volatility Indices are offered by Binary (Europe) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta; licensed and regulated by (1) the Malta Gaming Authority in Malta (licence no. MGA/CL2/118/2000 issued on 26 May 2015), for UK clients by (2) the UK Gambling Commission":[null,""],"In-Neck Pattern (CDLINNECK)":[null,"颈内形态 (CDLINNECK)"],"In/Out":[null,"“范围之内/之外”"],"In/Out (ends between/outside and stays between/goes outside)":[null,"“范围之内/之外”期权(收盘位于范围之内/之外且保持在范围之内/超出范围之外)"],"In/Out - Predict if the market will stay between or outside two target prices":[null,"范围之内/之外 - 预测市场价格是否会保持在两个目标价格之内/之外"],"In/Out trades":[null,"“范围之内 / 之外”交易"],"Income Source":[null,"收入来源"],"Indicative Price":[null,"指示性价格"],"Indicators":[null,"指标"],"Indices":[null,"指数"],"Indices - All major worldwide stock indices sourced from the over-the-counter market":[null,"指数 - 全球所有主要的股票指数源自场外交易市场"],"Indices trading experience":[null,"指数交易经验"],"Indices trading frequency":[null,"指数交易频率"],"Individual Traders":[null,"个人交易者"],"Indonesia":[null,"印度尼西亚"],"Industry of Employment":[null,"职业领域"],"Initial Coin Offering (ICO)":[null,"首次代币发售 (ICO)"],"Instant access":[null,"即时访问"],"Instruments":[null,"工具"],"Invalid JSON file":[null,"无效的 JSON 文件"],"Invalid parameter(s)":[null,"无效参数"],"Invalid template type":[null,"无效的模板类型"],"Inverted Hammer (CDLINVERTEDHAMMER)":[null,"倒锤 (CDLINVERTEDHAMMER)"],"Investments & Dividends":[null,"投资与分红"],"Is it possible to deposit the same funds through different payment methods?":[null,"可否通过不同的付款方式存入同一类资金？"],"It has a long white candle, followed by another that opens above the first (gaps up), followed by a downward black candlestick that opens below the close of the second day (gaps down) and has a low below the close of the first day. The upward trend is expected to continue":[null,"它有一根长白色烛形线，接着是另一根在首根线上端开盘（高开缺口）的烛形线，接下来是一根在第二天收盘价下端开盘（低开缺口）并低于第一天的收盘价下端的下降黑色K线图。预期上涨趋势将继续"],"It is sometimes possible to sell an option before the expiry of a trade, but only if a fair price can be determined. If this option is available, you will see a blue 'Sell' button next to your trade in the portfolio":[null,"有时候您能在交易到期前卖出合约，但仅在可确定公平价格时能够实现。如果此选项可用，您会在投资组合中您的交易旁边看到蓝色的“卖出”按钮"],"It's time to expand. We set up a programming center in Cyberjaya - the Silicon Valley of Kuala Lumpur - to maintain and improve BetOnMarkets.com":[null,"扩大规模的时机到了。我们在有“吉隆坡硅谷”美誉的 Cyberjaya 成立了一个编程中心，旨在维持和提高BetOnMarkets.com的效率"],"Italiano":[null,"意大利语"],"Jan":[null,"一月"],"January":[null,"一月"],"Jul":[null,"七月"],"July":[null,"七月"],"Jun":[null,"六月"],"June":[null,"六月"],"Just click  Grant  button on the page you will now be taken to":[null,"仅须在您即将看到的页面上点击‘’授予”按钮"],"Kaufman's Adaptive Moving Average (KAMA)":[null,"考夫曼自适应移动平均线 (KAMA)"],"Key facts":[null,"关键资料"],"Kicking (CDLKICKING)":[null,"反扑 (CDLKICKING)"],"Kicking - bull/bear determined by the longer marubozu (CDLKICKINGBYLENGTH)":[null,"反扑 - 由长身实体线判断看涨/看跌趋势 (CDLKICKINGBYLENGTH)"],"Kicking patterns on a candlestick chart are formed when there are two long marubozu - one white and one black - with a gap between them. Bullish kicking patterns would present as a black or filled candlestick without any wicks (shadows) followed by a gap higher with a white or hollow candlestick that is also without wicks":[null,"当K线图图表出现两根长身实体线（一白一黑）及中间有缺口时，即形成反扑形态。看涨反扑形态将显示无暗影的黑色或实体K线图，其后有高开缺口及也是无暗影的白色或中空K线图"],"Kicking patterns on a candlestick chart are formed when there are two marubozu - one white and one black - with a gap between them. Bullish kicking patterns would present as a black or filled candlestick without any wicks (shadows) followed by a gap higher with a white or hollow candlestick that is also without wicks":[null,"当K线图图表出现两根实体线（一白一黑）及中间有缺口时，即形成反扑形态。看涨反扑形态将显示无暗影的黑色或实体K线图，其后有高开缺口及也是无暗影的白色或中空K线图"],"Kuala Lumpur Office":[null,"吉隆坡办公室"],"Ladder Bottom (CDLLADDERBOTTOM)":[null,"梯底 (CDLLADDERBOTTOM)"],"Last 12 mnts Profitable Trades":[null,"最后12个月盈利交易"],"Last used":[null,"上一次使用"],"Learning to trade":[null,"学习交易"],"Least Squares Moving Average (LSMA)":[null,"最小二乘移动平均线 (LSMA)"],"Less than":[null,"少于"],"Let's do it":[null,"开始操作"],"Level of Education":[null,"教育水平"],"Licensed and regulated in Malta, the United Kingdom, the Isle of Man, Ireland, and Japan":[null,"由马耳他、英国、马恩岛、爱尔兰和日本相关机构授予牌照和监管"],"Like the EMA, the LWMA assigns more meaning to the recent prices and less to the closing price from the period's beginning. Thus they are faster at detecting a trend reversal, though it they can be more prone to market noise":[null,"LWMA和EMA一样，对最近价格比较见效，而对交易开始时的收盘价却没有多大影响。因此它们能够快速测出走势反转，但也很容易造成市场波动"],"Line":[null,"行"],"Line Dot":[null,"行点"],"Linearly Weighted Moving Average (LWMA)":[null,"线性加权移动平均数 (LWMA)"],"Link":[null,"链接"],"Load Workspace":[null,"加载工作区"],"Load chart template":[null,"加载图表模板"],"Load trade template":[null,"加载交易模板"],"Loading Asset Index":[null,"加载资产指数"],"Loading Copy Trade":[null,"正在加载复制交易"],"Loading Download/View Data":[null,"加载下载/查看数据"],"Loading MAM":[null,"加载MAM"],"Loading Password dialog":[null,"加载密码对话"],"Loading Profit Table":[null,"加载利润表"],"Loading Real account opening":[null,"加载真实账户开立程序"],"Loading Self-Exclusion":[null,"加载自我禁止"],"Loading Statement Table":[null,"加载账目表"],"Loading Token management":[null,"加载令牌管理"],"Loading Trading Times":[null,"加载交易时间"],"Loading chart and trade menus":[null,"加载图表与交易菜单"],"Loading custom theme configuration":[null,"加载定制相主题配置"],"Loading help docs":[null,"正在加载帮助文件"],"Loading portfolio":[null,"加载投资组合"],"Loading...":[null,"正在加载..."],"Log in":[null,"登录"],"Log in time":[null,"登录时间"],"Login":[null,"登录"],"Logout":[null,"注销"],"Long Legged Doji (CDLLONGLEGGEDDOJI)":[null,"长脚十字线 (CDLLONGLEGGEDDOJI)"],"Long Line Candle (CDLLONGLINE)":[null,"长烛线 (CDLLONGLINE)"],"Long-legged doji have long upper and lower shadows that are almost equal in length. These doji reflect a great amount of indecision in the market. Long-legged doji indicate that prices traded well above and below the session's opening level, but closed virtually even with the open. After a whole lot of yelling and screaming, the end result showed little change from the initial open":[null,"长脚十字线有近乎相同长度的长形上下暗影。这些十字线反映市场拥有大量犹疑不决的投资交易。长脚十字线显示交易成交价格大幅高于或低于时段内的开盘价，但收盘价与开盘价近乎相同。经过大量激烈的叫价后，最终结果与起初开盘价没多大变化"],"Look for a black candle in a downward price trend followed by a white candle that opens below the prior low but closes near but below the midpoint of the black candle's body":[null,"寻求下跌价格走势中的黑色烛形线及紧随的、以低于前最低价开盘并以接近但低于黑色烛形线主体中间价位收盘的白色烛形线"],"Look for a tall black candle with a long lower shadow to appear in a downward price trend. The second day should be similar to the first day, but smaller and with a higher low. The last day is a black marubozu that squeezes inside the high-low range of the prior day":[null,"寻求在下跌价格走势中出现、拥有长形低位暗影的高身黑色烛形线。 第二天须与第一天相同，但比较小，最低点也较高。最后一天是挤入前一天高低价范围内的黑色实体线"],"Look for a tall white candle in an upward price trend. Following that, a black candle has a body that gaps above the prior candle's body. The last day is another black candle, but this one engulfs the previous bearish candle but closes above first bar's open":[null,"寻求上涨价格走势中的高身白色烛形线。紧随的是在前一支烛形线体上有缺口的黑色烛形线。 最后一天也是黑色烛形线，但这一支完全包围住前一支看跌烛形线， 且收盘价高于第一支烛形线的开盘价"],"Lookbacks":[null,""],"Lookbacks are currently only available for Volatility Indices":[null,""],"Low":[null,"低"],"Low barrier":[null,"低障碍"],"Low barrier offset":[null,"低障碍位移"],"Low minimum stakes":[null,"最低投注金额"],"Lower":[null,"低于"],"MACD is a trading indicator used in technical analysis of stock prices.It is supposed to reveal changes in the strength, direction, momentum, and duration of a trend in a stock's price":[null,"MACD是用在股票价格技术分析的交易指标。它被预期可披露股票价格走势的力量、方向、动量和持续时间"],"MENA FFXPO Award":[null,"中东和北非地区 FFXPO 奖"],"Make sure that you have first agreed with the Agent on the terms of payment before submitting your request. Once you click the 'Confirm transfer' button the funds will be withdrawn from your account and will be sent to the Payment Agent you have chosen. The Agent will send you the withdrawal amount (minus the commission) via your preferred payment method":[null,"在提交请求前，请确认同意代理的支付条款。一旦您点击“确认转账”按钮，资金将从您的账户转到您选择的支付代理处。代理将通过您的首选支付方式将取款金额（扣除佣金）支付给您"],"Make your trade":[null,"执行交易"],"Manage":[null,"管理"],"Mar":[null,"三月"],"March":[null,"三月"],"Market Professionals":[null,"市场专业人士"],"Market exit price":[null,"平仓价"],"Marubozu (CDLMARUBOZU)":[null,"实体线 (CDLMARUBOZU)"],"Mass Index (MASS)":[null,"梅斯指标 (MASS)"],"Mat Hold (CDLMATHOLD)":[null,"执垫 (CDLMATHOLD)"],"Matches":[null,"相符"],"Matches/Differs - Predict that the last digit will match or not match":[null,"符合/相差 - 预测最后数字是否符合"],"Matching Low (CDLMATCHINGLOW)":[null,"相同低价 (CDLMATCHINGLOW)"],"Max. Trade Stake":[null,"最大交易投注额"],"Maximum (MAX)":[null,"最高价 (MAX)"],"Maximum account cash balance":[null,"最大账户现金余额"],"Maximum aggregate contract purchases over a 30-day period":[null,"30天期最大累计合约买入量"],"Maximum aggregate contract purchases over a 7-day period":[null,"7天期最大累计合约买入量"],"Maximum aggregate contract purchases per day":[null,"每天最大累计合约买入量"],"Maximum aggregate loss over a 30-day period":[null,"30天期最大累计损失量"],"Maximum aggregate loss per day":[null,"每天最大累计损失量"],"Maximum number of open positions":[null,"最大未平仓头寸数目"],"Maximum price over selected period":[null,"选定期内最高价"],"May":[null,"五月"],"Memorable date":[null,"难忘的日子"],"Memorable town/city":[null,"难忘的城镇/城市"],"Mesa Adaptive Moving Average (MAMA)":[null,"Mesa自适应移动平均线 (MAMA)"],"Min. Trade Stake":[null,"最小交易投注额"],"Min: 10 Max: 2000":[null,"最小: 10 最大: 2000"],"Minimum (MIN)":[null,"最低价 (MIN)"],"Minimum of 2 characters required":[null,"需要至少2个字符"],"Minimum of 4 characters required":[null,"需要至少4个字符"],"Minimum of 6 characters required":[null,"需要至少6个字符"],"Minimum of six lower and uppercase letters with numbers":[null,""],"Minimum price over selected period":[null,"选定期内最低价"],"Minus the agent's commission":[null,"减去代理佣金"],"Minutes":[null,"分钟"],"Miss":[null,"遗漏"],"Momentum (MOM)":[null,"动量 (MOM)"],"Momentum Indicators":[null,"动量指标"],"Mon":[null,"周一"],"Monday":[null,"周一"],"Monthly Profitable Trades":[null,"每月盈利交易"],"Morning Doji Star (CDLMORNINGDOJISTAR)":[null,"晨星十字线 (CDLMORNINGDOJISTAR)"],"Morning Star (CDLMORNINGSTAR)":[null,"晨星 (CDLMORNINGSTAR)"],"Mother's maiden name":[null,"母亲婚前的姓氏"],"Moving Average Convergence/Divergence (MACD)":[null,"指数平滑异同移动平均线 (MACD)"],"Mr":[null,"先生"],"Mrs":[null,"夫人"],"Ms":[null,"女士"],"Multiplier":[null,""],"Name":[null,"名字"],"Name of first love":[null,"初恋情人姓名"],"Name of your pet":[null,"您宠物的名字"],"Navigator handles background":[null,"导航器处理背景"],"Navigator handles border":[null,"导航器处理边框"],"Navigator mask-fill":[null,"导航器蒙板填充"],"Navigator outline":[null,"导航器框线"],"Navigator series color":[null,"导航器系列颜色"],"Navigator series line":[null,"导航器系列线"],"Net Annual Income":[null,"年净收入"],"Net Profit":[null,"净利"],"New password":[null,"新密码"],"No":[null,"否"],"No Touch trades":[null,"“未触及”交易"],"No touch":[null,"未触及"],"Normalized Average True Range (NATR)":[null,"标准化真实波动幅度均值 (NATR)"],"Normalized Average True Range (NATR) attempts to normalize the average true range values across instruments by using the formula below":[null,"标准化真实波动幅度均值 (NATR) 尝试使用以下公式将各工具之间的真实波动幅度均值标准化"],"Note: You can only have one fiat currency account and one of each cryptocurrency account":[null,"注： 您只能拥有一个法定货币账户以及任一种加密货币账户"],"Note: withdrawal via payment agent is available only if you deposit exclusively via payment agent":[null,"注意：您必须完全通过付款代理存款才可使用付款代理提款"],"Nov":[null,"十一月"],"November":[null,"十一月"],"Now":[null,"现在"],"OHLC":[null,"OHLC条形图"],"OK":[null,"确定"],"OTC stocks - Blue-chip stock contracts sourced from the over-the-counter market":[null,"场外交易股票 - 源自场外交易市场的蓝筹股票合约"],"Occupation":[null,"职业"],"Oct":[null,"十月"],"October":[null,"十月"],"Odd":[null,"奇"],"Offices in Malta, Malaysia and Japan":[null,"在马尔他、马来西亚和日本有办公室"],"Ok":[null,"确定"],"On the basis of the information provided in relation to your knowledge and experience, we consider that the investments available via this website are not appropriate for you":[null,"根据您所提供的知识和经验相关信息，我们认为此网站的投资活动对您来说并不合适"],"On-Neck Pattern (CDLONNECK)":[null,"颈上形态 (CDLONNECK)"],"Once this limit is reached, you may no longer deposit":[null,"达到此限额后，您不能再存款"],"One last step left":[null,"剩下最后一步"],"Online trading can become addictive. Fill in the form below to limit your participation on the website or send a signed letter or fax to our customer support team. Once set, you can only tighten your limits. Limits will only be removed or loosened after 7 days with the exception of the self- exclusion date, which cannot be removed or altered once you have confirmed it. To remove or increase your limits, please contact":[null,"在线交易可能使人上瘾。请填写下表以限制您对本网站的参与。您也可发送签名信或传真到我们的客服团队。一旦设定好，您只能收紧您的限制。限制只能在 7 天后取消或放宽，自我禁止期在确认后不能取消或更改。若要解除或增加您的限制，请联系"],"Only five years after inception, we pick up this major award for our online trading services. The award recognises BetOnMarkets.com's reliable, fast and secure online trading for novice and expert traders. At this time, our website has received over 15 million trades":[null,"成立后仅五年，我们的在线交易服务即斩获这一重要奖项。该奖项旨在表彰 BetOnMarkets.com 向交易新手和资深交易者提供可靠、快速和安全的网上交易。此时，我们网站的交易数量已超过1500万笔"],"Only letters, numbers, hyphen are allowed":[null,"只允许字母、数字和连字号"],"Only letters, numbers, space, hyphen, period, apostrophe are allowed":[null,"只允许使用字母、数字、空格、连字符、句点和省略号"],"Only letters, numbers, space, period, comma, - / @ ' are allowed":[null,"只允许使用字母、数字、空格、句点、逗号和- / @ '"],"Only letters, numbers, space, period, comma, dash(-)":[null,"只允许使用字母、数字、空格、句号、逗号和虚线(-)"],"Only letters, space, hyphen, period, apostrophe are allowed":[null,"只允许使用字母、空格、连字符、句点和省略号"],"Only numbers and space are allowed":[null,"只允许使用数字和空格"],"Only numbers, letters, hyphens are allowed":[null,"只允许使用数字、字母和连字号"],"Open":[null,"开盘"],"Open Account":[null,"开立账户"],"Open a Financial Account":[null,"开立金融账户"],"Open account":[null,"开立账户"],"Opening an account":[null,"开立账户"],"Opens":[null,"开盘"],"Opera":[null,"操作"],"Option trading can become a real addiction, as can any other activity pushed to its limits. To avoid the danger of such addiction, we provide a reality-check that gives you a summary of your trades and accounts on a regular basis":[null,"二元期权交易和其他类似活动一样，过于沉迷可能会上瘾。为了避免这种风险，我们会定期向您提供交易和财务的实况简报"],"Other":[null,"其它"],"Other financial instruments trading experience":[null,"其他金融工具交易体验"],"Other financial instruments trading frequency":[null,"其他金融工具交易频率"],"Our company continues to thrive and obtains a license in the Isle of Man to better service our UK clients":[null,"我们公司继续茁壮成长，并在马恩岛获得牌照，可以为我们的英国客户提供更好的服务"],"Our customers clearly like us. In mid-2014, Binary.com has over 100 million historical transactions and over 130,000 new daily transactions":[null,"毋庸置疑，我们深受客户喜爱。2014 年中期，Binary.com的历史交易数量和每日新交易数量分别超过1亿笔和13万笔"],"Our fast organic growth is supplemented by the acquisition of the client base of BetsForTraders, one of our main competitors":[null,"我们获取了主要竞争对手之一BetsForTraders 的客户群，为公司快速的内生性增长提供支持"],"Our prices are benchmarked against the interbank options market. You ll receive fair and transparent pricing, whatever your position":[null,"我们的报价基于银行间期权市场基准价格，让您不论身处何地都可获得最公平、透明的报价"],"Over":[null,"超过"],"Over 1 million registered accounts worldwide":[null,"在全球拥有超过一百万个注册账户"],"Over 130 staff and contractors worldwide":[null,"世界各地拥有超过130名职员和合同工"],"Over 3 years":[null,"3年以上"],"Over/Under - Predict that the last digit is higher or lower":[null,"大于/小于 - 预测最后数字是大于或小于"],"Overlap Studies":[null,"重叠研究"],"PEP Declaration":[null,"PEP声明"],"Parabolic SAR (SAR)":[null,"抛物线转向指标 (SAR)"],"Passwords didn't match. Please type them again":[null,"密码不相符。请重新输入"],"Patented technology":[null,"专利技术"],"Pattern Recognition":[null,"图形辨识"],"Payment agent":[null,"支付代理"],"Payment agents":[null,"支付代理"],"Payments":[null,"支付"],"Payout":[null,"赔付"],"Pension":[null,"养老金"],"Percentage Price Oscillator (PPO)":[null,"百分比价格震荡指标 (PPO)"],"Performance Probability":[null,"性能概率"],"Permissions":[null,"权限"],"Personal Details":[null,"个人资料"],"Personal Wealth Awards 2017":[null,"2017个人财富奖"],"Phone":[null,"电话"],"Piercing Pattern (CDLPIERCING)":[null,"贯穿形态 (CDLPIERCING)"],"Pip":[null,"点"],"Pip stands for 'percentage in point' which is generally the fourth decimal place (i.e. 0.0001)":[null,"点（percentage in point，缩写为pip）一般来说是指小数点后第4位数（如0.0001）"],"Place of birth":[null,"出生地"],"Please":[null,"请"],"Please choose which currency you would like to transact in":[null,"请选择交易货币种类"],"Please confirm the following details in order to complete the transfer":[null,"请确认以下详情以完成转账"],"Please enter a valid date in yyyy-mm-dd format":[null,"请输入有效日期，格式为年-月-日"],"Please enter a value greater than 0":[null,"请输入大于0的数值"],"Please enter correct email":[null,"请输入正确的电子邮件"],"Please enter date in the format YYYY-MM-DD":[null,"请输入日期，格式是年-月-日"],"Please enter time in the format HH:MM":[null,"请输入时间，格式为小时：分钟"],"Please enter your current password":[null,"请输入当前密码"],"Please enter your email":[null,"请输入电子邮件"],"Please input correct token":[null,"请输入正确的令牌"],"Please install the latest version of one of these browsers":[null,"以下浏览器请选择一个并安装最新版本"],"Please note that due to their over-the-counter nature, the prices of the OTC Indices and stocks will differ from the prices of the corresponding indices and stocks on centralised exchanges":[null,"请注意，由于其场外交易性质，OTC 指数和股票的价格与中央交易所的相应指数和股票价格有所不同"],"Please provide your tax information":[null,"请提供税务信息"],"Please select":[null,"请选择"],"Please select an account opening reason before continuing":[null,"继续操作前请选择开立账户的原因"],"Please submit a valid verification token":[null,"请提供有效的验证令牌"],"Please try again after 1 minute":[null,"请于1分钟后重试"],"Plot":[null,"绘图"],"Pofit/Loss":[null,"利润/亏损"],"Points":[null,"点"],"Polski":[null,"波兰语"],"Portfolio":[null,"投资组合"],"Portugu s":[null,"葡萄牙语"],"Postal code/ZIP":[null,"邮编"],"Potential Payout":[null,"可能的赔付额"],"Potential Profit":[null,"潜在利润"],"Potential profit":[null,"潜在利润"],"Pre-Defined":[null,"预定义"],"Preferred reality-check interval":[null,"优选实况调查间隔时间"],"Press Create token button on the right to create your first token":[null,"按右方创建令牌按钮即可创建首个令牌"],"Price Transformation":[null,"价格转换"],"Price forms three black candles, each with lower closes, in a downward price trend. A tall white candle engulfs the price action of the prior three days. The candle acts as a bullish reversal when price breaks out upward, and closes above the top of the candle pattern":[null,"三支以低价收盘的黑色烛形线价格呈下跌趋势。一支高身白色烛形线将前三天价位操作包围着。当价格向上突破时，此烛形线扮演看涨反转角色，并在烛形线形态顶部上端收盘"],"Price trends downward into the start of the pattern, a tall black candle. Following that, a white candle appears that fits inside the body of the prior candle. This completes the bullish harami candlestick. The final day of the pattern is the confirming candle, a white one that closes above the prior close, which it does. The combination suggests price has reversed trend":[null,"价格趋势在形态开始时下降，出现高身黑色烛形线。接下来，一支恰好可容纳在前支烛形线体内的白色烛形线出现， 从而完成了看涨母子K线图。形态的最后一天是于前收盘价上方收盘的确认烛形线，它确实能够做到。此组合显示价格具反转趋势"],"Primary":[null,"主要"],"Print chart":[null,"打印图表"],"Professional Client":[null,""],"Profit":[null,"利润"],"Profit table":[null,"利润表"],"Profit/ Loss":[null,"利润/亏损"],"Profit/Loss (points)":[null,"利润/亏损（点）"],"Protect your profits":[null,"保护利润"],"Published in English, Indonesian, Japanese, Chinese, Polish, German, French, Spanish, Portuguese, Italian, Russian, and Thai":[null,"以英语、印尼文、日文、中文、波兰文、德文、法文、西班牙文、葡萄牙文、意大利文、俄文和泰文发布"],"Purchase":[null,"买入"],"Purchase Date":[null,"买入日期"],"Purchase Price":[null,"买入价格"],"Rate Of Change (ROC)":[null,"变动率 (ROC)"],"Rate Of Change Percentage (ROCP)":[null,"变动率百分比 (ROCP)"],"Rate Of Change Ratio (ROCR)":[null,"变动率比例 (ROCR)"],"Read":[null,"阅读"],"Read about":[null,"阅读关于"],"Ref":[null,"参考"],"Regent Markets Group Ltd. renames to Binary Ltd":[null,"Regent Markets Group Ltd更名为 Binary Ltd"],"Regent Markets Group Ltd. renames to Binary Ltd., harmonising company and website branding throughout the organisation":[null,"Regent Markets Group Ltd 更名为 Binary Ltd，统一整个集团内的公司和网站品牌"],"Regent Markets acquires BetsForTraders client base":[null,"Regent Markets 接管 BetsForTraders 的客户群"],"Regent Markets files for a patent in March 2000 on the basis of our unique position as the sole serious competitor in the business of fixed-odds financial betting. In May, we register the trading name BetOnMarkets and move to Malta to receive an internet betting licence":[null,"凭借在借固定赔率金融投注领域一枝独秀的独特地位，Regent Markets 于2000年3月提交了专利申请文件。同年5月，我们将商业名称注册为 BetOnMarkets，并迁至马耳他以获得互联网博彩牌照"],"Regent Markets files for patent, and registers BetOnMarkets trading name":[null,"Regent Markets 提交专利申请文件，并将商业名称注册为 BetOnMarkets"],"Regent Markets granted US patent for 'Betting system and method'":[null,"Regent Markets 获得美国“投注系统和方法”专利"],"Regent Markets granted two new US patents":[null,"Regent Markets 获得两项新的美国专利"],"Regent Markets is founded by Jean-Yves Sireau":[null,"Jean-Yves Sireau 创建 Regent Markets"],"Regent Markets obtains a licence in the Isle of Man":[null,"Regent Markets 在马恩岛获得牌照"],"Regent Markets receives funding to provide on-line financial betting services":[null,"Regent Markets 获得提供网上金融投注服务的投资资金"],"Regent Markets sets up a programming centre in Cyberjaya, Malaysia":[null,"Regent Markets 在马来西亚 Cyberjaya 设立了一个编程中心"],"Regent Pacific Group Ltd., the Hong Kong-listed founding shareholder of Binary.com":[null,"Regent Pacific Group Ltd.是Binary.com在香港上市的创始股东"],"Regent Pacific transaction":[null,"Regent Pacific 交易"],"Register free account":[null,"注册免费账户"],"Regulatory Information":[null,""],"Relative Strength Index (RSI)":[null,"相对强弱指标 (RSI)"],"Remove":[null,"移除"],"Remove Selected":[null,"移除选定项目"],"Rename":[null,"重命名"],"Repeat password":[null,"重复输入密码"],"Resale price":[null,"转售价格"],"Reset zoom":[null,"缩放重设"],"Reset zoom level 1:1":[null,"缩放等级1：1重设"],"Resources":[null,"资源"],"Responsible Trading":[null,"负责任交易"],"Results":[null,"成绩"],"Return":[null,"回报"],"Rickshaw Man (CDLRICKSHAWMAN)":[null,"人力车夫线 (CDLRICKSHAWMAN)"],"Rise":[null,"上涨"],"Rise/Fall":[null,"上涨/下跌"],"Rise/Fall - Predict if the market will rise or fall from its current level":[null,"上涨/下跌 - 预测市场价格会从当前水平上涨或下跌"],"Rise/Fall trades":[null,"上涨/下跌交易"],"Rise/Fall   Predict that the market will rise or fall from its current level":[null,"上涨/下跌   预测市场价格会从当前水平上涨或下跌"],"Rising/Falling Three Methods (CDLRISEFALL3METHODS)":[null,"上涨/下跌三法 (CDLRISEFALL3METHODS)"],"Robust and secure platform":[null,"稳健和安全的平台"],"Safari":[null,"Safari"],"Salaried Employee":[null,"受薪雇员"],"Sale Date":[null,"卖出日期"],"Sale Price":[null,"卖出价格"],"Sand Signika":[null,"Sand Signika图表主题"],"Sat":[null,"周六"],"Saturday":[null,"周六"],"Save":[null,"保存"],"Save as":[null,"另存为"],"Save changes":[null,"保存更改"],"Saved":[null,"已保存"],"Scalable":[null,"可缩放"],"Second line of home address":[null,"家庭地址第二行"],"Secondary":[null,"次要"],"Security":[null,"安全"],"Security and privacy":[null,"安全隐私"],"Security question":[null,"安全提示问题"],"Self-Employed":[null,"个体经营"],"Self-Exclusion":[null,"自我禁止"],"Sell At Market":[null,"按市价卖出"],"Sell option":[null,"卖出期权"],"Sent to account":[null,"发送到账户"],"Sep":[null,"九月"],"Separating Lines (CDLSEPARATINGLINES)":[null,"分割线 (CDLSEPARATINGLINES)"],"September":[null,"九月"],"Session":[null,"会话"],"Session duration limit, in minutes":[null,"交易期持续时间限制，以分钟为单位"],"Set barrier(s) to define your position and trigger the payout you will receive":[null,"您可设置障碍水平用于确认头寸参数以及触发赔付"],"Set the length of your trade, from 10 seconds to 365 days":[null,"设定交易期限，从10 秒至 365 天"],"Settles":[null,"结算"],"Share":[null,"分享"],"Share chart":[null,"分享图表"],"Sharp, benchmarked prices":[null,"精确基准报价"],"Shooting Star (CDLSHOOTINGSTAR)":[null,"射击之星 (CDLSHOOTINGSTAR)"],"Short to long-term durations":[null,"短期限到长期限"],"Side by side white lines candlestick pattern is a triple pattern. Bullish pattern: In an upward trend, the first candlestick is followed by another upward that opens above the close of the first (gap up), that is followed by a third upward candlestick that opens below the close of the second (gap down). Bearish pattern: During a downtrend, the first candlestick is downward, followed by an upward candlestick that opens below the close of the first one (gap down), followed by an upward candlestick that opens below the close of the second one. This pattern indicates the continuation of a downtrend":[null,"并排的白色K线图形态是三重形态。看涨形态：上升走势中，首支K线图后面的是另一支以高于首支收盘价开盘的上升K线图（高开缺口），再后面的是第三支以低于第二支收盘价开盘的上升K 线图（低开缺口）。看跌形态：下降走势中，首支K线图下跌，后面的是一支以低于首支收盘价开盘的上升K线图（低开缺口），再后面的是以低于第二支收盘价开盘的上升K线图。此形态显示持续下跌走势"],"Simple Moving Average (SMA)":[null,"简单移动平均线 (SMA)"],"Simple and intuitive":[null,"简单和直观化"],"Smart FX":[null,"智能外汇"],"Smart Indices":[null,"智能指数"],"Smoothed Moving Average (SMMA)":[null,"平滑移动平均线 (SMMA)"],"Sold":[null,"已卖出"],"Some products are not available in all countries. This website's services are not made available in certain countries such as the USA, Costa Rica, Hong Kong, or to persons under age 18":[null,""],"Source of wealth":[null,"财富来源"],"Specify your payout, which is your potential return if your prediction is correct. Our system will proceed to calculate your stake, which is the total cost of purchasing the contract. Binary.com offers payouts from $1 to $50,000":[null,"确定赔付额，如果您的预测正确的话，这就是您的潜在回报率。我们的系统将进一步计算您的投注额，即购入合约的总成本。Binary.com提供从1美元到5万美元的赔付额"],"Spinning Top (CDLSPINNINGTOP)":[null,"陀螺线 (CDLSPINNINGTOP)"],"Spline":[null,"Spline法"],"Spot price":[null,"现货价格"],"Spreads":[null,"价差交易"],"Spreads down":[null,"点差下跌"],"Spreads up":[null,"点差上涨"],"Stake":[null,"投注资金"],"Stalled Pattern (CDLSTALLEDPATTERN)":[null,"停顿形态 (CDLSTALLEDPATTERN)"],"Standard Deviation (STDDEV)":[null,"标准差 (STDDEV)"],"Standard Deviation is a statistical calculation used to measure the variability. In trading this value is known as volatility. A low standard deviation indicates that the data points tend to be very close to the mean, whereas high standard deviation indicates that the data points are spread out over a large range of values":[null,"标准差是用于测量差异幅度的统计计算法。此数值在交易中称为波动性。标准差越小表示数据点越接近平均数，相反的如果标准差越大表示数据点波动幅度范围也越大"],"Standard methods":[null,"标准方法"],"Standard withdrawal":[null,"标准取款方式"],"Start Time":[null,"开始时间"],"Start Trading":[null,"开始交易"],"Start time":[null,"开始时间"],"State/province/region":[null,"州/省/区"],"Statement":[null,"账单"],"Statistical Functions":[null,"统计函数"],"Status":[null,"统计"],"Stays Between/Goes Outside":[null,"“保持在范围之内/超出范围之外”"],"Stays Between/Goes Outside trades":[null,"“保持在范围内/超出范围”的交易"],"Stays Between/Goes Outside   Predict that the market stays inside or goes outside two price targets any time during the contract period":[null,"保持在某个范围之内/之外  预测市价在合约期限内的任何时间都保持在两个目标价位范围之内或超出范围之外"],"Stays in":[null,"范围内"],"Step 1: Define your position":[null,"步骤 1：设置您的头寸参数"],"Step 2: Get your contract price":[null,"步骤 2：获取合约报价"],"Step 3: Make your trade":[null,"步骤 3：执行交易"],"Stick Sandwich (CDLSTICKSANDWICH)":[null,"竖状三明治(CDLSTICKSANDWICH)"],"Stochastic (STOCH )":[null,"随机指标 (STOCH )"],"Stochastic Fast (STOCHF)":[null,"快步随机指数 (STOCHF)"],"Stochastic Relative Strength Index (STOCHRSI)":[null,"随机相对强弱指数 (STOCHRSI)"],"Stochastic Slow (STOCHS)":[null,"慢步随机指数 (STOCHS)"],"Stock market indices measure the value of a selection of companies in the stock market":[null,"股票市场指数测量选定公司在股票市场的价值"],"Stocks trading experience":[null,"股票交易经验"],"Stocks trading frequency":[null,"股票交易频率"],"Stop Loss Level":[null,"止损价位"],"Stop Profit Level":[null,"止盈价位"],"Stop-loss":[null,"止损"],"Stop-profit":[null,"止盈"],"Stop-type":[null,"停止类型"],"Stroke color":[null,"笔画颜色"],"Stroke width":[null,"笔画宽度"],"Submit":[null,"提交"],"Successfully applied the template and saved it as":[null,"模板已应用成功并保存为"],"Summation (SUM)":[null,"合计 (SUM)"],"Sun":[null,"周日"],"Sunday":[null,"周日"],"Table":[null,"表"],"Takuri (Dragonfly Doji with very long lower shadow) (CDLTAKURI)":[null,"探水竿 (特长下影蜻蜓十字线) (CDLTAKURI)"],"Tasuki Gap (CDLTASUKIGAP)":[null,"探水竿缺口 (CDLTASUKIGAP)"],"Tax identification number":[null,"税务编号"],"Tax information":[null,"税务信息"],"Tax residence":[null,"税务居住地"],"Tel":[null,"电话"],"Template changes saved":[null,"模板更改已保存"],"Template name":[null,"模板名称"],"Template name already exists":[null,"模板名称已存在"],"Terms":[null,"条款"],"Tertiary":[null,"三级"],"The":[null,"关于"],"The AUD Index is a weighted Index, measuring the Australian Dollar's value against a basket of 5 global currencies (USD, EUR, GBP, JPY, CAD), each weighted by 20%":[null,"澳元指数是一个加权指数，衡量澳元相对5种全球货币（美元、欧元、英镑、日元、加元）的价值，每种货币的权重均为20%"],"The Absolute Price Oscillator (APO) is based on the absolute differences between two moving averages of different lengths, a  Fast  and a  Slow  moving average":[null,"绝对价格震荡指标 (APO) 是根据两个不同长度如快与慢速移动平均线的绝对相差数值"],"The Aroon Oscillator is the difference between Aroon-Up and Aroon-Down. These two indicators are usually plotted together for easy comparison, but chartists can also view the difference of these two indicators with the Aroon Oscillator. This indicator fluctuates between -100 and +100 with zero as the middle line":[null,"阿隆震荡指标是阿隆上升和阿隆下降之间的相差值。通常这两个指标被并列画出作方便比较，但图表制作员也可通过阿隆震荡指标查看此两个指标的相差。此指标以零为中线，在 -100 和 +100 之间波动"],"The Average Directional Movement Index index (ADX) was developed in 1978 by J. Welles Wilder as an indicator of trend strength in a series of prices of a financial instrument ADX will range between 0 and 100. Generally, ADX readings below 20 indicate trend weakness, and readings above 40 indicate trend strength":[null,"平均方向移动指数 (ADX) 是J. Welles Wilder 于1978年开发的一种显示金融工具各项价格走势强弱的指标。ADX 幅度介于0和100之间。一般来说，ADX低于20表示低弱走势，数值高于40表示强大走势"],"The Average True Range (TRANGE) study measures the size of the period s range, and takes into account any gap from the close of the previous period":[null,"平均真实波动范围 (TRANGE) 研究衡量某个周期的波动幅度大小，并考虑到之前周期收盘时是否有缺口"],"The Awesome Oscillator is an indicator used to measure market momentum. AO calculates the difference of a 34 Period and 5 Period Simple Moving Averages. The Simple Moving Averages that are used are not calculated using closing price but rather each bar's midpoints. AO is generally used to affirm trends or to anticipate possible reversals":[null,"动量震荡指标是用于衡量市场动量的指标。 AO 计算34个周期和5个周期的简单移动平均的差。使用的简单移动平均不是使用收盘价计算的，而是每个柱的中点价格。AO通常被用来确认趋势或预期可能的逆转"],"The Bearish I-Neck Pattern occurs after a downtrend when first day is a long red candle and the second day is a blue day, opening below the low of the first day and closing barely into the body of the first day":[null,"看跌颈内形态在下跌趋势后出现。第一天是长红烛形线，第二天价格狂跌，开盘价低于第一天最低价，并勉强以第一天烛体价收盘"],"The Bearish On-Neck Pattern occurs after a downtrend when a long black day is followed by a long white day that gaps down at the open and closes below the close of the black day":[null,"看跌颈上形态在下跌趋势后出现。第一天是长黑烛形线，第二天是长白烛形线，开盘价缺口低开，并以低于第一天黑烛收盘价收盘"],"The Bullish Three Star appears after a downtrend and it consists of three consecutive Doji, in which the second Doji gaps below the other two Doji. The Bearish Three Star appears after a uptrend and it consists of three consecutive Doji, in which the second Doji gaps above the other two Doji":[null,"看涨三星在下跌趋势后出现。由连续三个十字线组成，第二个十字线缺口低于其余两个十字线。看跌三星在上涨趋势后出现。由连续三个十字线组成，第二个十字线缺口高于其余两个十字线"],"The CMO indicator is created by calculating the difference between the sum of all recent higher closes and the sum of all recent lower closes and then dividing the result by the sum of all price movement over a given time period. The result is multiplied by 100 to give the -100 to +100 range":[null,"CMO指标计算方法是找出所有近期收盘上涨合计和所有近期收盘下跌合计的差，并将所得除于指定周期的所有价格移动合计。将结果乘于100 获得 -100到 +100的范围"],"The Choppiness Index (CHOP) is an indicator designed to determine if the market is choppy (trading sideways) or not choppy (trading within a trend in either direction). CHOP is not meant to predict future market direction, it is a metric to be used to for defining the market's trendiness only":[null,"波动指数 (CHOP) 是用于确定市场价格是盘整（横盘交易）或非盘整（上下趋势交易）。CHOP 不适用于预测未来市场方向，而仅是用于判断市场走势类型的指标"],"The Commodity Channel Index (CCI) is a versatile indicator that can be used to identify a new trend or warn of extreme conditions":[null,"顺势指标 (CCI)是个通用指标，可用于辨识新趋势或预先对恶劣环境提出警告"],"The Donchian Channel is an indicator used in market trading developed by Richard Donchian. It is formed by taking the highest high and the lowest low of the last n periods. The area between the high and the low is the channel for the period chosen":[null,"唐奇安通道是里查德·唐奇安开发、用于市场交易的指标。以最近n周期内的最高价与最低价形成。高低价位中间区域是所选周期的通道"],"The Double Exponential Moving Average (CKS) by Patrick Mulloy attempts to remove the inherent lag associated to Moving Averages by placing more weight on recent values":[null,"Patrick Mulloy发明的双指数移动平均线 (CKS)尝试在近期数值上加权以清除与移动平均值相联的固有延隔"],"The Double Exponential Moving Average (DEMA) by Patrick Mulloy attempts to remove the inherent lag associated to Moving Averages by placing more weight on recent values":[null,"Patrick Mulloy发明的双指数移动平均线 (DEMA)尝试在近期数值上加权以清除与移动平均值相联的固有延隔"],"The Dragonfly Doji is created when the open, high, and close are the same or about the same price (Where the open, high, and close are exactly the same price is quite rare).The most important part of the Dragonfly Doji is the long lower shadow":[null,"蜻蜓十字线指标在开盘价、收盘价与最高价位相同或大约相同（当开盘价、收盘价与最高价位很少完全相同时）时出现。蜻蜓十字线最重要的部分是长长的下影线"],"The EUR Index is a weighted Index, measuring the Euro's value against a basket of 5 global currencies (USD, AUD, GBP, JPY, CAD), each weighted by 20%":[null,"欧元指数是加权指数，衡量欧元相对5种全球货币（美元、澳元、英镑、日元、加元）的价值，每种货币的权重均为 20%"],"The Exponential Moving Average (EMA) represents an average of prices, but places more weight on recent prices. The weighting applied to the most recent price depends on the selected period of the moving average. The shorter the period for the EMA, the more weight that will be applied to the most recent price":[null,"指数移动平均线 (EMA)代表平均价格，但对近期价格加权。加权方式以最近价格根据移动平均的选定周期增加。EMA周期越短，对最近价格加权越多"],"The Fast Stochastic Oscillator is based on George Lane's original formulas for %K and %D. %K in the fast version that appears rather choppy. %D is the 3-day SMA of %K":[null,"快速随机摆动指标是根据乔治·蓝恩对%K和%D的原公式计算的。快速版%K线波动较大。%D相等于%K的3天期慢速移动平均数"],"The GBP Index is a weighted Index, measuring the British Pound's value against a basket of 5 global currencies (USD, EUR, AUD, JPY, CAD), each weighted by 20%":[null,"英镑指数是加权指数，衡量英镑相对5种全球货币（美元、欧元、澳元、日元、加元）的价值，每种货币的权重均为20%"],"The Gravestone Doji is created when the open, low, and close are the same or about the same price (Where the open, low, and close are exactly the same price is quite rare). The most important part of the Graveston Doji is the long upper shadow":[null,"墓碑十字线指标在开盘价、收盘价与最低价位相同或大约相同（当开盘价、收盘价与最低价位很少完全相同时）时出现。墓碑十字线最重要的部分是长长的上影线"],"The Hammer formation is created when the open, high, and close are roughly the same price.Also, there is a long lower shadow, twice the length as the real body":[null,"当开盘价、收盘价与最高价位大约相同时形成锤子线。同时会有一支长度相等于实体二倍的长下影线"],"The Hanging Man formation, just like the Hammer, is created when the open, high, and close are roughly the same price. Also, there is a long lower shadow, which should be at least twice the length of the real body":[null,"吊人线和锤子线一样，当开盘价、收盘价与最高价位大约相同时形成。同时会有一支长度至少相等于实体二倍的长下影线"],"The Hull Moving Average solves the age old dilemma of making a moving average more responsive to current price activity whilst maintaining curve smoothness. In fact the HMA almost eliminates lag altogether and manages to improve smoothing at the same time":[null,"赫尔移动平均线化解了长久以来在保留曲线平滑度的同时制作对当前价格变化更加敏感的移动平均线的困惑。事实上HMA几乎完全消除了滞后现象，同时也加强平滑度"],"The Inverted Hammer occurs mainly at the bottom of downtrends when the open, low, and close are roughly the same price. Also, there is a long upper shadow, which should be at least twice the length of the real body":[null,"倒锤线主要在趋势底部的开盘价、收盘价与最低价位大约相同时形成。同时会有一支长度相等于实体至少二倍的长上影线"],"The Kaufman's Adaptive Moving Average (KAMA) Developed by Perry Kaufman, is a moving average designed to account for market noise or volatility. This trend-following indicator can be used to identify the overall trend, time turning points and filter price movements":[null,"考夫曼自适应移动平均线 (KAMA)由佩里·考夫曼提出，是专门识别市场噪音或价格波动的移动平均线指标。此跟踪趋势指标可用于辨识整体趋势、找出价格转移点时机和过滤价格起伏"],"The Least Squares Moving Average first calculates a least squares regression line over the preceding time periods, then projects it forward to the current period. In essence, it calculates what the value would be if the regression line continued":[null,"最小二乘移动平均线首先计算前段周期的最小二乘回归线，然后应用于当前周期。在本质上，它计算回归线的持续数值"],"The MESA Adaptive Moving Average is developed by John Ehlers of Mesa Software. This trend-following indicator can be used to identify the overall trend, time turning points and filter price movements":[null,"MESA自适应移动平均线由Mesa软件的John Ehlers提出。此趋势跟踪指标可用于识别整体趋势、找出价格转移点时机和过滤价格起伏"],"The Momentum indicator compares where the current price is in relation to where the price was in the past. How far in the past the comparison is made is up to the technical analysis trader. The calculation of Momentum is quite simple (n is the number of periods the technical trader selects): The current price minus the price n-periods ago":[null,"动量指标对当前价格与之前价格作比较分析。进行比较的过去价格时间长久由技术分析操盘手决定。动量的计算方法非常简单（n是技术操盘手选择的周期数）：当前价格减去n周期前的价格"],"The Percentage Price Oscillator (PPO) is a momentum oscillator that measures the difference between two moving averages as a percentage of the larger moving average":[null,"百分比价格震荡指标 (PPO)是动量震荡指标，用于测量两个移动平均数差额，以较大移动平均数的百分比表达"],"The Price Rate-of-Change (ROC) indicator displays the difference between the current price and the price x-time periods ago. The difference can be displayed in either points or as a percentage":[null,"价格变动率 (ROC)指标显示当前价格与x周期以前的价格差额。此差额可以点数或百分比显示"],"The Rate of Change Percentage (ROCP) indicator compares the current price with the previous price from a selected number of periods ago. The current price is divided by the previous price. ROCP does not express as a percentage. This indicator is also commonly known as a momentum indicator":[null,"变动率百分比 (ROCP)指标对当前价格与选定周期数的之前价格作比较。用当前价格除于之前价格。ROCP不以百分比显示。此指标通常也被称为动量指标"],"The Rate of Change Rate (ROCR) indicator compares the current price with the previous price from a selected number of periods ago. The current price is divided by the previous price. This indicator is also commonly known as a momentum indicator":[null,"价格变动率(ROCR)指标对当前价格与选定周期数的之前价格作比较。用当前价格除于之前价格。此指标通常也被称为动量指标"],"The Relative Strength Index (RSI) was published by J. Welles Wilder. The current price is normalized as a percentage between 0 and 100. The name of this oscillator is misleading because it does not compare the instrument relative to another instrument or set of instruments, but rather represents the current price relative to other recent pieces within the selected lookback window length":[null,"相对强弱指标 (RSI)由J. Welles Wilder发布。当前价格被标准化为0至100之间的百分比。此指标的名称具误导性，因为它并不对工具与另一工具或工具组作比较，而是在选定的回看窗口大小内显示相对于其他近期价格的当前价格"],"The Rickshaw Man has unusually tall upper and lower shadows, a body in which the opening and closing prices are about the same, and the body is near the middle of the candlestick":[null,"人力车夫线具不平常的高上下影线，体形的开盘与收盘价近乎相同，且体形接近K 线图中部"],"The Shooting formation is created when the open, low, and close are roughly the same price. There is a long upper shadow, generally defined as at least twice the length of the real body":[null,"射击结构是在开盘价、收盘价与最低价差不多相同时形成的。会有一个长上影线，一般鉴定为实体长度的至少两倍"],"The Simple Moving Average (SMA) is calculated by adding the price of an instrument over a number of time periods and then dividing the sum by the number of time periods. The SMA is basically the average price of the given time period, with equal weighting given to the price of each period":[null,"简单移动平均线 (SMA)的计算方法是将一个工具在多个周期的价格加起来，然后除于周期数总和。SMA基本上是所选定周期的平均价格，每一周期的价格具相同加权"],"The Stochastic Relative Strength Index (STOCHRSI) was developed by Tushar Chande and Stanley Kroll, StochRSI is an oscillator that measures the level of RSI relative to its high-low range over a set time period. StochRSI applies the Stochastics formula to RSI values, instead of price values. This makes it an indicator of an indicator. The result is an oscillator that fluctuates between 0 and 1":[null,"随机相对强弱指数 (STOCHRSI) 由Tushar Chande 和 Stanley Kroll 提出。StochRSI 是个震荡指标，测量特定周期内相对于高低范围的相对强弱指数(RSI)值。StochRSI 对RSI值而不是价格应用随机公式。因此导致它成为指标中的指标。结果是个在0和1之间波动的指标"],"The Tasuki Gap pattern is made up of three candlesticks, the first bar is a red candlestick within a defined downtrend, the second bar is another red candlestick that has gapped below the close of the previous bar and the last bar is a white candlestick that closes within the gap of the first two bars":[null,"探水竿缺口形态由三支K线图组成。第一支是位于指定下跌趋势内的红色K线图。第二支也是红色K线图，在前支线收盘价下有缺口。最后是一支白色K线图，在首两支线缺口间收盘"],"The Three Methods pattern is a trend continuation pattern that can appear in an uptrend or a down trend. In an uptrend it is called the rising three methods pattern and in a downtrend it is called the falling three methods pattern. The three methods pattern consists of at least five candlesticks":[null,"三法形态是持续趋势形态，可在上升或下降趋势中出现。在上升趋势中，它被称为上涨三法形态。在下降趋势中，它被称为下跌三法形态。三法形态由至少五支K线图组成"],"The Triangular Moving Average (TRIMA) represents an average of prices, but places weight on the middle prices of the time period. The calculations double-smooth the data using a window width that is one-half the length of the series":[null,"三角移动平均线(TRIMA)表示平均价格，但给予交易周期的中间部分更多的权重。计算时使用的窗口宽度是价格系列长度的一半，使数据加倍平滑"],"The Triple Exponential Moving Average (T3) by Tim Tillson attempts to offers a moving average with better smoothing then traditional exponential moving average":[null,"三重指数移动平均指标 (T3)由Tim Tillson提出，尝试提供比传统指数移动平均指标更加平滑的移动平均指标"],"The Triple Exponential Moving Average (TEMA) by Patrick Mulloy offers a moving average with less lag then traditional exponential moving average":[null,"三重指数移动平均指标 (TEMA)由Patrick Mulloy提出，提供比传统指数移动平均指标更少滞后的移动平均指标"],"The Typical Price function measures the average of the high, low, and closing prices for the day using a simple, single-line plot. The ordinary price gives a simplified view of the day trading prices for as well as it happens with other price-adjustment functions. You can use it for smoothing out some of the inconstancy of the closing price because it comprises information for the whole trading day and not only the result of the day's end. The Typical Price indicator is measured by adding the high, low, and closing prices together, and then dividing by three":[null,"典型价格功能使用简单的单线图测量当天交易的最高价、最低价和收盘价的平均值。普通价格提供当天交易价格的简视图以及当进行其他价格调整功能后所发生的结果。您可利用它来使收盘价的一些波动变得平滑，因为它包含当天交易的所有信息，不只是闭市结果。典型价格指标计算法是把最高价、最低价和收盘价相加，然后除以三"],"The USD Index is a weighted Index, measuring the US Dollar's value against a basket of 5 global currencies (EUR, GBP, JPY, CAD, AUD), each weighted by 20%":[null,"美元指数是加权指数，衡量美元相对于5种全球货币（欧元、英镑、日元、加元、澳元）的价值，每种货币的权重均为20%"],"The Volatility 100 Index is twice as volatile as the Volatility 50 Index, and four times as volatile as the Volatility 25 Index":[null,"波动率100指数的波幅是波动率50指数的两倍，是波动率25指数的四倍"],"The Weighted Close indicator is simply an average of each day's price. It can be used to smooth out some of the inconstancy of a chart of closing prices, as it comprises information for the whole trading day":[null,"加权收盘价指标显示每日平均价。它可使收盘价图表的一些波动变得平滑，因为它包含整天交易的信息"],"The balance of power (BOP) indicator measures the strength of the bulls vs. bears by assessing the ability of each to push price to an extreme level":[null,"力量平衡指标(BOP)通过评估对看涨和看跌市场力量进行测量，以将价格推到极端水平"],"The barrier of a binary option trade is the price target you set for the underlying. You can choose trades that stay below or go above a price target, or stay between two targets":[null,"二元期权交易的障碍即您为标的资产设定的目标价。您可选择交易“低于或高于目标价”合约或“保持在两个目标价区间内”合约"],"The breakaway pattern begins with a long candle representing the current trend. The following candle is the same color and it gaps away from that first long candle. While the third day s candle can be either color, it will not show a change in the current trend. The fourth day continues the trend and therefore continues to produce the same color candles. The fifth day however, reverses the trend. Please note that it only opens slightly the opposite of the current trend and it continues in the same direction to where it then closes in the gap area":[null,"突破形态以长烛形线开始，代表当前趋势。下一支烛形线颜色相同，从首支烛形线开缺口脱离。第三支烛形线可能是两种色的其中一种，不会显示当前趋势有何变化。第四天趋势持续不变，因此继续产生同样颜色的烛形线。但第五天的趋势逆转。请留意，它仅以当前趋势稍微相反的价格开盘，并以相同方向继续，最后在缺口区内收盘"],"The closing black marubozu candlestick is a tall black candle with an upper shadow but no lower one. The closing white marubozu candlestick is a tall white candle with an lower shadow but no upper shadow":[null,"收盘黑色实体K线图是高黑烛形线，有上影，但无下影。收盘白色实体K线图是高白烛形线，有下影，但无上影"],"The company holds customer funds in separate bank accounts to the operational accounts which would not, in the event of insolvency, form part of the Company's assets. This meets the Gambling Commission's requirements for the segregation of customer funds at the level":[null,"公司把客户资金存在独立的银行账户，与运营账户分开，因此如果公司破产，客户资金不会成为公司资产的一部分。这符合博彩委员会关于客户资金独立管理的要求，级别为"],"The contract period is the timeframe of a trade. It is also called the duration":[null,"合约期限是指交易的时间周期，即合约持续时间"],"The duration is the length of a purchased trade (see":[null,"期限是所买入交易的时间周期（参考"],"The entry spot price is the starting price of the trade purchased by a trader":[null,"入市现价是交易者所买入交易的初始价格"],"The expiry price is the price of the underlying when the contract expires":[null,"到期价格为合约到期时标的产品的价格"],"The financial trading services contained within this site are only suitable for customers who are able to bear the loss of all the money they invest and who understand and have experience of the risk involved in the acquistion of financial contracts. Transactions in financial contracts carry a high degree of risk. If purchased contracts expire worthless, you will suffer a total loss of your investment, which consists of the contract premium":[null,"本网站包含的金融交易服务仅适合这样的客户：能够承受全部投入资金亏损的风险，了解购买金融合约的风险并具有相关经验。金融合约交易有很高的风险。如果购买的合约到期时一文不值，您将损失全部投资，包括合约费用"],"The financial trading services contained within this site are only suitable for customers who are able to bear the loss of all the money they invest and who understand and have experience of the risk involved in the aquistion of financial contracts. Transactions in financial contracts carry a high degree of risk. If purchased contracts expire worthless, you will suffer a total loss of your investment, which consists of the contract permium":[null,"本网站包含的金融交易服务仅适合这样的客户：能够承受全部投入资金亏损的风险，了解购买金融合约的风险并具有相关经验。金融合约交易有很高的风险。如果购买的合约到期时一文不值，您将损失全部投资，包括合约费用"],"The first step is to open an account. You can":[null,"第一步是开立账户。您可以"],"The first thing to do is choose the asset you wish to trade, such as gold or oil, stocks or FX rates (The value of a binary option is derived from the price of the underlying asset). A big advantage of trading options is that you are not buying or selling the actual asset":[null,"首先选择您要交易的资产，如黄金、原油、股票或外汇（二元期权的价值基于标的资产价格）。期权交易一个很大的优势就是您并非买卖实际资产"],"The first three days of the Bullish Ladder Bottom are strong black candlesticks with consecutive lower opens and lower closes. The fourth day is a short black candlestick, but it opens higher and trades higher, leaving a long upper shadow, then closes making a new low. The fifth day is a strong white candlestick that makes a body gap with the fourth day":[null,"看涨梯底形态的首三天是拥有连续较低开盘价和较低收盘价的强大黑色K线图。第四天是短黑K 线图，但开盘价较高，交易价也较高，留下长上影，然后以新低价格收盘。第五天是与第四天形成体形缺口的强大白色K线图"],"The homing pigeon is a bullish candlestick reversal pattern comprised of two red candlesticks. The first candle is a tall black one that appears in a downward price trend. The second day is also a black candle, but it is smaller and fits inside the body of the first black candle":[null,"信鸽是看涨K线图逆转形态，由两支红色K线图组成。首支烛形线是高黑线，在下降价格趋势中出现。第二天也是黑色烛形线，但比较小，且位于首支黑色烛形线体内"],"The indicator is designed for use on a monthly time scale. It is the sum of a 14-month rate of change and 11-month rate of change, smoothed by a 10-period weighted moving average":[null,"指标专用于每月周期。它是14月期变化率与11月期变化率的合计，以10期加权移动平均值调整平滑度"],"The market exit price is the price in effect at the end of the contract period":[null,"市场平仓价为合约期限到期时的有效价格"],"The parabolic SAR is calculated almost independently for each trend in the price. When the price is in an uptrend, the SAR emerges below the price and converges upwards towards it. Similarly, on a downtrend, the SAR emerges above the price and converges downwards. At each step within a trend, the SAR is calculated one period in advance":[null,"抛物线转向指标 (SAR)的计算对价格每一趋势都几乎毫无关联。当价格呈上升趋势时，SAR在价格下冒出并朝向它往上合拢。同样的，在下降趋势中，SAR在价格上冒出并朝下合并。SAR在趋势中每一步骤都提前一周期计算"],"The patent means Regent Markets is the recognised pioneer of binary betting. The patent helps protect our innovations":[null,"该专利意味着 Regent Markets 为公认的二元投注先驱。这项专利有助于保护我们的创新"],"The payout is the amount paid to an options trader if their prediction is correct":[null,"赔付金额即期权交易者因预测正确而获得的金额"],"The piercing pattern is made up of two candlesticks, the first black and the second white.Both candlesticks should have fairly large bodies and the shadows are usually, but not necessarily, small or nonexistent. The white candlestick must open below the previous close and close above the midpoint of the black candlestick's body. A close below the midpoint might qualify as a reversal, but would not be considered as bullish":[null,"贯穿形态由两支K线图组成，第一支黑色，第二支白色。两支K线图的体形须巨大，且阴影通常、但不一定是细小或不存在。白色K线图必须在前收盘价下开盘，并在黑色K线图体内中部以上收盘。如果在中部以下收盘可能归纳为逆转，但不会被考虑为看涨"],"The premier platform for trading binary options in the world's financial markets":[null,"全世界金融市场二元期权交易的首选平台"],"The profit is the difference between the purchase price (the stake) and the payout on a winning trade":[null,"利润即盈利交易中所得赔付金额与购买价格（成本）之间的差额"],"The rebranding is a natural evolution for the platform as it continues to grow market share in the highly competitive field of binary trading. The new brand reflects the nature of the business, and our new tagline - Sharp Prices, Smart Trading - communicates our ethos and commitment to our clients":[null,"品牌重塑是该平台的自然演变，我们会继续在竞争激烈的二元交易领域扩大市场份额。新品牌反映了企业的性质，而我们的新口号 – 精准价位，明智交易 – 则把我们的精神和承诺传达给了客户"],"The resale price indicates a contract's current market price. Resale prices are on a best-efforts basis and may not be available at all times after purchase. See 'Sell option' for more details on selling contracts before expiry":[null,"转售价格表示合约的当前市场价格。转售价格在尽最大努力的基础上提供，且买入合约后有可能一直不可用。请参阅“卖出期权”以了解在到期前卖出合约的更多细节"],"The return is the money realized when the contract expires (see 'Payout')":[null,"收益指当合约到期时实现的收益（参阅“赔付金额”）"],"The stake is the amount that a trader must pay to enter into a trade":[null,"投注金额即交易者为了执行交易而必需支付的金额"],"The sum of price over selected period":[null,"选定周期内的价格总和"],"The variance and the closely-related standard deviation are measures of how spread out a distribution is. In other words, they are measures of variability. The variance is computed as the average squared deviation of each number from its mean":[null,"差异和密切相关的标准偏差测量分布的扩展范围。换句话说，这是测量变化的方法。差异的计算法是求每个数字与其平均值之间的偏差平方均值"],"The volatility indices simulate various real market situations and provide an ideal platform for getting used to trading and testing strategies under various market conditions. These indices depend on volatility and drift, and help users to try out scenarios like - high volatility, low volatility, bullish and bearish trends":[null,"波动率指数模拟各种真实的市场情况，并根据不同的市场情况提供理想的平台交易实践和测试策略。这些指数取决于波动率和漂移率，并帮助用户尝试各种场景，如高波动率、低波动率、看涨和看跌趋势"],"There are four main trade types for you to choose from":[null,"共有四种主要交易供您选择"],"There are two types of In/Out trades":[null,"范围内/外交易有两种类型"],"There are two types of Up/Down trades":[null,"上涨/下跌交易有两种类型"],"There are two ways to trade Asians":[null,"亚洲期权交易有两种方式"],"These are trades where the trader predicts if a market will finish higher or lower than a specified price target":[null,"交易者预测市场收盘价将高于或低于设定目标价的交易"],"These are trades where the trader predicts if a market will rise or fall at the end of a selected time period":[null,"交易者预测市场在所选期限结束时将会上涨或下跌的交易"],"These are trades where the trader selects a low and high barrier, and predicts if the market will stay within these barriers or go outside them (see also 'Stays Between/Goes Outside trades')":[null,"交易者设定低障碍和高障碍，并预测市场将保持在这些障碍水平之内或落在这些障碍水平之外的交易（请参考“保持在范围内/超出范围外交易”）"],"These are trades where the trader selects a price target, and predicts that the market will never touch the target before the expiry of the trade":[null,"交易者选择一个目标价并预测市场在合约到期前将不会触及该价位的交易"],"These are trades where the trader selects a price target, and predicts that the market will touch the target before the expiry of the trade":[null,"交易者选择一个目标价并预测市场在合约到期前将会触及该价位的交易"],"This Moving Average uses curve of the Normal (Gauss) distribution which can be placed by Offset parameter from 0 to 1. This parameter allows regulating the smoothness and high sensitivity of the Moving Average. Sigma is another parameter that is responsible for the shape of the curve coefficients":[null,"移动平均指标使用正态（高斯）分布，以0到1两个偏移参数进行操作。此参数允许移动平均指标的平滑度和高敏感度受调节。西格马是另一个控制曲线系数形状的参数"],"This feature is not relevant to virtual-money accounts":[null,""],"This field is required":[null,"此为必填项"],"This is another award we really savour. Trade2win is a portal for active traders seeking to profit from stocks, futures, options and forex, and these traders award us silver (we are just pipped for gold by Betfair). It means active traders worldwide rate our trading platform extremely highly":[null,"这也是我们非常重视的奖项。 Trade2win 是通过交易股票、期货、期权和外汇获利的活跃交易者的门户，这些交易者授予我们银奖（我们只逊于金奖得主 Betfair）。这意味着全球活跃交易者对我们的交易平台有着非常高的评价"],"This is big. We pick up a double award from the Financial Times and Investors Chronicle, reflecting our success in improving the quality and usability of our website and products":[null,"这是件大事。我们获得英国《金融时报》和《Investors Chronicle》颁发的两个奖项，彰显了我们在改善网站和产品的质量和可用性方面取得的成就"],"This is the current price at which an underlying can be bought or sold at a particular time":[null,"这是标的资产在特定时间可以买入或卖出的即时价格"],"This pattern occurs when two black days appear with equal closes in a downtrend. Matching Low indicates a bottom has been made, even though the new low was tested and there was no follow through, which is indicative of a good support price":[null,"此形态发生时两个黑色交易日以相同收盘价出现在下降趋势中。相符最低价显示已达到谷底，虽然测试了新的最低价，但没有加速现象，表示价格强劲"],"Three Advancing White Soldiers (CDL3WHITESOLDIERS)":[null,"上升三白兵 (CDL3WHITESOLDIERS)"],"Three Black Crows (CDL3BLACKCROWS)":[null,"黑色三鸦 (CDL3BLACKCROWS)"],"Three Inside Up/Down (CDL3INSIDE)":[null,"三内升/降 (CDL3INSIDE)"],"Three Outside Up/Down (CDL3OUTSIDE)":[null,"三外升/降 (CDL3OUTSIDE)"],"Three Stars In The South (CDL3STARSSOUTH)":[null,"南方三星 (CDL3STARSSOUTH)"],"Three tall white candles, each with higher closes, and bodies that overlap (an opening price within the prior candle's body)":[null,"三支高白烛形线，全以较高价收盘，及具重叠线体（开盘价位于前烛形线体内）"],"Three white days occur. Each successive day opens within the body of the previous day and closes above the previous day. The bodies of the candles get progressively smaller with the upper shadows of day 2 and 3 getting progressively longer":[null,"出现三个白色交易日。每个交易日在前一交易日线体内开盘，并以高于前一日价格收盘。烛形线体逐渐变小，第2日与第3日的上影逐渐变长"],"Three-Line Strike (CDL3LINESTRIKE)":[null,"三线反击 (CDL3LINESTRIKE)"],"Thrusting Pattern (CDLTHRUSTING)":[null,"推进形态 (CDLTHRUSTING)"],"Thu":[null,"周四"],"Thursday":[null,"周四"],"Tick":[null,"跳动点"],"Tick Trade app":[null,"跳动点交易应用程序"],"Tick {row.number}":[null,"跳动点 {行.号}"],"Ticks":[null,"跳动点"],"Time interval":[null,"时间间隔"],"Time out until":[null,"时间已过。下次开启时间为"],"Times are changing. We increase payouts so our clients can make the most of their winning trades":[null,"时代在变。我们增加了赔付金额，使客户可以从盈利交易中获取最大的收益"],"Title":[null,"职务"],"Ti ng Vi t":[null,"越南语"],"To":[null,"到"],"To deposit money please contact the payment agent directly":[null,"如要存款请直接联系支付代理"],"To process deposits and withdrawals for payment methods or local currencies not supported by Binary.com contact a payment agent":[null,"对于Binary.com不支持的支付方式或货币， 您可以联系支付代理处理存款和取款"],"To withdraw funds please enter the special verification token we have just emailed you":[null,"要取款前请输入刚发送到您邮箱的特殊验证令牌码"],"Token":[null,"令牌"],"Token Management":[null,"令牌管理"],"Token management":[null,"令牌管理"],"Token name":[null,"令牌名称"],"Token permissions":[null,"令牌权限"],"Tooltip background":[null,"工具提示背景"],"Tooltip text":[null,"工具提示文本"],"Total Copiers":[null,"复制者总数"],"Total Cost":[null,"成本总计"],"Total Profit/Loss":[null,"利润/亏损合计"],"Total Trades":[null,"总交易量"],"Touch":[null,"触及"],"Touch/No Touch":[null,"触及/未触及"],"Touch/No Touch - Predict if the market will touch or not touch a target price":[null,"触及/未触及 - 预测市场价格是否会触及目标价格"],"Tourism":[null,"旅游"],"Town/City":[null,"城镇/城市"],"Trade":[null,"交易"],"Trade Confirmation":[null,"确认交易"],"Trade Types":[null,"交易类型"],"Trade according to your preferred strategy":[null,"按照您倾向的策略交易"],"Trade using":[null,"交易方法为"],"Trader":[null,"交易者"],"Trader's Statistics":[null,"交易员统计"],"Trades Profitability":[null,"交易盈利率"],"Trades break down":[null,"交易明细"],"Trading Experience":[null,""],"Trading Times":[null,"交易时间"],"Trading binary options is relatively easy, and you can purchase a trade in only three simple steps":[null,"二元期权交易非常简单，仅需执行三个简单的步骤即可购入交易"],"Trading binary options may not be suitable for everyone, so please ensure that you fully understand the risks involved. Your losses can exceed your initial deposit and you do not own or have any interest in the underlying asset. In regards to binary options which are gambling products, remember that gambling can be addictive - please play responsibly":[null,"二元期权交易并不适合所有人。因此，请确保您完全明白有关的风险。您的亏损可能会超越起始资金存款，而您并不拥有或占有任何标的资产。在进行博彩产品交易的二元期权交易时，请务必记住博彩活动可能会上瘾，并提醒自己要承担责任"],"Tradingview for Binary.com":[null,"通过Binary.com使用Tradingview"],"Transfer":[null,"转账"],"Transfer to another Binary account":[null,"转账到另一个Binary账户"],"Transparent risk and potential reward":[null,"风险透明化和潜在奖励"],"Triangular Moving Average (TRIMA)":[null,"三角移动平均线(TRIMA)"],"Triple Exponential Moving Average (T3)":[null,"三重指数移动平均指标 (T3)"],"Triple Exponential Moving Average (TEMA)":[null,"三重指数移动平均指标 (TEMA)"],"Tristar Pattern (CDLTRISTAR)":[null,"三星形态 (CDLTRISTAR)"],"True Range (TRANGE)":[null,"真实波动范围 (TRANGE)"],"Try":[null,"尝试"],"Tue":[null,"周二"],"Tuesday":[null,"周二"],"Turnover":[null,"交易额"],"Two Crows (CDL2CROWS)":[null,"二鸦 (CDL2CROWS)"],"Two-way pricing":[null,"双边报价"],"Types of lookbacks":[null,""],"Typical Price (TYPPRICE)":[null,"典型价格 (TYPPRICE)"],"US Patents":[null,"美国专利"],"USD":[null,"美元"],"USDJPY":[null,"美元日元"],"Ultimate Oscillator (ULTOSC)":[null,"终值震荡指标 (ULTOSC)"],"Under":[null,"下部"],"Underlying":[null,"标的资产"],"Unfortunately, no - funds initially deposited through one payment method must be withdrawn through the same system; funds cannot be transferred to an alternate system for withdrawal. We do offer a wide variety of payment methods, to suit your specific needs and preferences":[null,"很遗憾，不行。必须使用原存款方式提款。提款时不可先将资金转移到别的系统。为了配合您的要求和偏好，我们提供多种付款方式"],"Unfortunately, your browser does not support them":[null,"很遗憾，您的浏览器不支持这些程序"],"Unique 3 River (CDLUNIQUE3RIVER)":[null,"独特3河 (CDLUNIQUE3RIVER)"],"Unique Three River Bottom is a bullish candlestick pattern made up of three candles: The 1st candle has a long and bearish body, the 2nd candle is a hammer, and its body is inside the 1st bar's body, the 3rd candle is small and bullish, its Close price is lower than 2nd bar's":[null,"独特三河床是三支烛形线组成的看涨K线图形态：第一支烛形线具长看跌体形，第二支烛形线是锤子，其体形位于第一条形体内。第三支烛形线较小，是看涨形态，其收盘价比第二条形的收盘价低"],"Up - Predict that the market will end higher than the average price":[null,"高于 - 预测市价在收盘时高于平均价格"],"Up/Down":[null,"上涨/下跌"],"Up/Down-Gap Side-By-Side White Lines (CDLGAPSIDESIDEWHITE)":[null,"向上/下跳空并列阳线 (CDLGAPSIDESIDEWHITE)"],"Upcoming Events":[null,"未来事件"],"Update":[null,"更新"],"Update Settings":[null,"更新设置"],"Upgrade to a Real Account":[null,"升级为真实账户"],"Upload template":[null,"加载模板"],"Upside/Downside Gap Three Methods (CDLXSIDEGAP3METHODS)":[null,"向上/向下跳空三法 (CDLXSIDEGAP3METHODS)"],"Upside/Downside Gap Two Crows (CDLUPSIDEGAP2CROWS)":[null,"向上/向下跳空二鸦 (CDLUPSIDEGAP2CROWS)"],"Use":[null,"使用"],"Use the \"Save as ...\" button to save the chart settings, type, time period, indicators and comparisons":[null,"使用\"另存为...\"按钮保存图表设置、类型、时间段、指标和比较"],"Use the \"Save as ...\" button to save the trade settings":[null,"使用“另存为...”按键保存交易设置"],"Using our website, customers can trade currencies, indices, stocks and commodities 24/7. We have the most flexible pricing and the most comprehensive suite of products available":[null,"客户可使用本网站进行全天候的货币、指数、股票和大宗商品交易。我们有最灵活的价格和最齐全的产品"],"Variance (VAR)":[null,"差异 (VAR)"],"Various customisable features like loading and arranging assets, charting, and other resources however you see fit":[null,"随意设置各种可定制功能如资产、图表和其他资源的加载和安排"],"Verification code has been sent to your email":[null,"验证代码已发送到您的邮箱"],"Verification token":[null,"验证令牌"],"Verify new password":[null,"验证新密码"],"Vertical line":[null,"垂直线"],"View":[null,"查看"],"View Statement":[null,"查看报表"],"Volatility Index Markets":[null,"波动率指数市场"],"Volatility Indicators":[null,"波动率指标"],"Volatility Indices":[null,"波动率指数"],"Volatility Indices are further categorized into two types":[null,"波动率指数进一步分为两种类型"],"Volatility indices - Binary.com's proprietary indices that simulate market forces":[null,"波动率指数 - Binary.com内部编制的模拟市场力量指数"],"WMA stands for weighted moving average. It helps to smooth the price curve for better trend identification. It places even greater importance on recent data than the EMA does":[null,"WMA代表加权移动平均指标。它使价格曲线更加平滑，让趋势识别工作更加方便。它比EMA更加注重近期数据"],"We are required by our license to inform you about what happens to funds which we hold on account for you, and the extent to which funds are protected in the event of insolvency":[null,"根据牌照的要求，在公司失去偿付能力的情况下，我们应通知您：我们代您保管的资金会发生什么情况；我们将提供何种程度的资金保护"],"We do it again. BetOnMarkets.com follows up our 2007 award by being voted 'Best Fixed-Odds Financial Trading Provider' for 2008":[null,"我们再次获奖。在2007年获奖之后，BetOnMarkets.com 又一次被《Shares Magazine》杂志选为2008年度“最佳固定赔率金融交易提供商”"],"We offer three types lookbacks":[null,""],"We rebrand BetOnMarkets.com as":[null,"我们把 BetOnMarkets.com 更名为"],"We segregate all client funds and hold them in secure and licensed financial institutions, according to the conditions of our trading licenses":[null,"我们按照交易牌照规定条件将所有客户的基金集合并保留在安全及拥有牌照的金融机构里"],"We're granted patents for 'Computer trading system and method for speculating on a financial market' and 'Computer trading system for offering custom financial market speculations'. The patents show our ability to innovate and stay ahead of the pack":[null,"我们获得了“用于金融市场投机的电脑交易系统及方法”和“用于定制金融市场投机的电脑交易系统”两项专利。这些专利说明了我们的创新性和领先水平"],"We're really proud of this award. We're strongly committed to offering an ethical and customer-focused trading experience, and the award shows that BetOnMarkets is a trusted brand that listens and caters to customers, whether they are experienced traders or novices. We offer customer services in English, Indonesian, Russian, Chinese and Spanish":[null,"获得这个奖项，我们真的很自豪。我们不懈努力，提供合乎道德、以客户为中心的交易体验。该奖项表明 BetOnMarkets 是一个值得信赖的品牌，愿意接受客户意见并满足客户需求，无论客户是经验丰富的交易者还是新手。我们为客户提供英语、印尼语、俄语、中文和西班牙语服务"],"Webtrader":[null,"Webtrader"],"Webtrader is an advanced trading platform that's fully-customisable according to your personal preferences":[null,"Webtrader是先进的交易平台，完全根据个人喜好定制"],"Webtrader uses new web technologies for rich and enjoyable trading experience":[null,"Webtrader采用新型网络技术为您提供丰富且充满乐趣的交易体验"],"Wed":[null,"周三"],"Wednesday":[null,"周三"],"Weighted Close Price (WCLPRICE)":[null,"加权收盘价 (WCLPRICE)"],"Weighted Moving Average (WMA)":[null,"加权移动平均指标 (WMA)"],"Welcome to Binary.com Webtrader":[null,"欢迎来到 Binary.com Webtrader"],"What are OTC indices and stocks?":[null,"场外交易指数和股票是什么？"],"What are lookbacks":[null,""],"What is pep?":[null,"Pep是什么？"],"What is this?":[null,""],"When you are satisfied with the price that you receive, execute your trade immediately. With our unique platform, you won t have to contend with  slippages  or gaping markets. And most importantly, there are no invisible fees. You can also sell back any long-term trades at any time before they expire to protect the profit you may have earned or to minimise your losses":[null,"当您对收到的价格感到满意时请立刻执行交易。通过我们的独特平台，您不会遇到滑价或跳空市场。更重要的是，不会有任何未显示的费用。您也可在任何长期合约到期前随时售出，以保护您的赚取利润或将亏损降至最低额"],"When you trade with Binary.com, you can be assured that your deposits are held in a separate trust account and are not used for any other purpose":[null,"通过Binary.com进行交易，我们保证您的定金将由独立信托账户保管，不会用作任何其他用途"],"Where does Binary.com hold my funds?":[null,"Binary.com将我的基金保留在哪里？"],"While on the go, you can":[null,"出门在外时，您可"],"Why Choose Binary Trading?":[null,"为何选择二元期权交易？"],"Why trade with Binary.com":[null,"为何通过Binary.com进行交易"],"Will I need to install any software?":[null,"我需要安装任何软件吗？"],"Williams' %R (WILLR)":[null,"威廉指标 (WILLR)"],"Win the multiplier times the close minus low":[null,""],"Win the multiplier times the high minus close":[null,""],"Win the multiplier times the high minus low":[null,""],"With Binary.com you can trade":[null,"通过Binary.com，您可以交易"],"Withdraw funds":[null,"取出资金"],"Withdrawal via payment agents":[null,"通过支付代理取款"],"Workspace":[null,"工作区"],"X-axis labels":[null,"X-轴标签"],"X-axis line":[null,"X-轴线"],"X-axis tick":[null,"X-轴跳动点"],"Xodds.com":[null,"Xodds.com"],"Y-axis gridline":[null,"Y-轴网格线"],"Y-axis labels":[null,"Y-轴标签"],"Yearly Profitable Trades":[null,"年度盈利交易"],"Yes":[null,"是"],"You are not copying any trade(s) yet":[null,"您尚未复制任何交易"],"You can":[null,"您可以"],"You don't need to deposit any money to open an account, but you need to deposit funds before you can start trading":[null,"开户无需存入资金，但您需要在正式交易前入金"],"You have sold the following contract":[null,"您已卖出以下合约"],"You haven't saved any templates yet":[null,"您尚未保存任何模板"],"You only need to make four decisions to execute a binary contract":[null,"您只需要做四个决定，即可交易二元期权合约"],"You pay":[null,"您支付"],"You will be automatically logged out after such time":[null,"在该时间后您将自动退出登录"],"You wish to allow other traders to copy your trades":[null,"您想允许其他交易者复制您的交易"],"You wish to copy another trader's trades":[null,"您想要复制其他交易者的交易"],"Your Binary.com account is created, but to start trading you need to allow Webtrader access it":[null,"您已开立Binary.com账户，但须向 Webtrader 提供访问权限才可开始交易"],"Your account (%) is locked, please contact customer support for more info.":[null,"您的账户 (%) 已锁定, 请联系客服部了解更多信息。"],"Your browser is not supported":[null,"您的浏览器不受支持"],"Your copying settings":[null,"您的复制设置"],"Your email":[null,"您的电子邮件"],"Your new account balance is":[null,"您的新账户余额是"],"Your transaction reference is":[null,"您的交易参考号是"],"Your transaction reference number is":[null,"您的交易参考号是"],"Zoom":[null,"缩放"],"allowing clients to develop their own automated trading robots with  drag-and-drop  simplicity":[null,"允许客户轻松使用“拖放”操作开发自己的自动化交易机器人"],"and for Irish clients by (3) the Revenue Commissioners in Ireland (Remote Bookmaker's Licence no. 1010285 issued on 1 July 2017). View complete":[null,""],"and start learning how to trade":[null,"并开始学习如何交易"],"apostrophe (') are allowed":[null,"允许使用省略号(')"],"apply online":[null,"在线申请"],"at a valuation of US$ 50.5 million":[null,"价值为5050万美元"],"auto-trader programming tool":[null,"自动化交易程序工具"],"below and proceeding with the Account Opening you should note that you may be exposing yourself to risks (which may be significant, including the risk of loss of the entire sum invested) that you may not have the knowledge and experience to properly assess or mitigate":[null,"以下并依照后续流程开立账户，您须注意，您可能承担一些风险（可能会很严重，包括损失整个投资资金的风险），而对于此类风险缺，你可能乏知识与经验以作出正确评估或化解"],"commission":[null,"佣金"],"contact support":[null,"联系客服部"],"create a Read-only token, and share the token with your copier(s)":[null,""],"customer support":[null,"客服部"],"day":[null,"日"],"days":[null,"日"],"deposit funds and begin trading within minutes":[null,"存入资金并于数分钟内开始交易"],"disposes of its stake":[null,"将其股份抛售"],"e-commerce site for branded merchandise":[null,"品牌商品专用电子商务网站"],"end time":[null,"结束时间"],"entry spot":[null,"入市现价"],"exit spot":[null,"退市现价"],"for mobile charts":[null,"移动式图表专用"],"has updated its":[null,"已更新其"],"hour":[null,"小时"],"hours":[null,"小时"],"if this is not your country of residence":[null,"如不是您的居住国"],"in just a few minutes":[null,"于数分钟内"],"in the future, the":[null,"未来的"],"is Binary's advanced desktop trading platform. Its multi-window interface provides maximum flexibility and suits the needs of active traders working on their desktop PCs":[null,"是Binary的先进桌面交易平台。多窗口界面保证了最大的灵活性，可满足活跃交易员通过桌面电脑交易的需求"],"is required. Current spread":[null,"是必须的。当前价差"],"is that which is selected and the":[null,"就是您选择的，而"],"is the":[null,"是"],"is the price in effect at that time":[null,"就是当时的实时价格"],"is the selected number of minutes/hours after the":[null,"之后所选的分钟数或小时数"],"is the selected time":[null,"就是您选择的时间"],"is the spot at the":[null,"的现价"],"is when the contract is processed by our servers and the":[null,"就是我们的服务器处理合约交易的时间"],"main site":[null,"主要网站"],"medium protection":[null,"中等级别保护"],"minute":[null,"分钟"],"minutes":[null,"分钟"],"next tick":[null,"下一个跳动点"],"of \"Now\", the":[null,"是“现在”，"],"open a free $10k fully-functional virtual-money account":[null,"免费开立总额高达一万美元的全功能虚拟资金账户"],"open an account":[null,"开立账户"],"our helpful support desk":[null,"我们热心的支持人员"],"payment agent":[null,"支付代理"],"points":[null,"点"],"sec":[null,""],"second":[null,"秒"],"seconds":[null,"秒"],"session overview":[null,"会话概观"],"start time":[null,"开始时间"],"terms and conditions":[null,"条款和条件"],"the":[null,"关于"],"thereafter":[null,"其后"],"tick":[null,"跳动点"],"ticks":[null,"跳动点"],"www.Binary.com":[null,"www.Binary.com"],"yes":[null,"是"],"{agent.commission}%":[null,"{代理.佣金}%"],"| Return":[null,""],"enabling clients, affiliates, and developers to buy and sell Binary.com products":[null,"让客户、联盟会员和程序开发员买卖Binary.com的产品"]}