{"1":[null,"1"],"2":[null,"2"],"3":[null,"3"],"4":[null,"4"],"5":[null,"5"],"8":[null,"8"],"10":[null,"10"],"15":[null,"15"],"30":[null,"30"],"404":[null,"404"],"1999":[null,"1999"],"2000":[null,"2000"],"2004":[null,"2004"],"2007":[null,"2007"],"2008":[null,"2008"],"2009":[null,"2009"],"2011":[null,"2011"],"2012":[null,"2012"],"2013":[null,"2013"],"2014":[null,"2014"],"2015":[null,"2015"],"2016":[null,"2016"],"":{"project-id-version":"PACKAGE VERSION","report-msgid-bugs-to":"","pot-creation-date":"2016-07-13 08:49+0200","po-revision-date":"2017-02-20 03:37+0000","last-translator":"Freddy Hew <hewfreddy@gmail.com>","language-team":"Chinese (China) <https://hosted.weblate.org/projects/binary-webtrader/translations/zh_CN/>","language":"zh_cn","mime-version":"1.0","content-type":"text/plain; charset=UTF-8","content-transfer-encoding":"8bit","plural-forms":"nplurals=1; plural=0;","x-generator":"Weblate 2.12-dev"},"\"http://www.gamblingcommission.gov.uk/Consumers/Protection-of-customer-funds.aspx\"":[null,""],"'Asian Fall' - You win when the last tick is lower than the average of the ticks during the trade":[null,"“亚洲下跌”期权 - 交易期内当最新价格低于平均价格时，您将获得赔付"],"'Asian Rise' - You win when the last tick is higher than the average of the ticks during the trade":[null,"“亚洲上涨”期权 - 交易期内当最新价格高于平均价格时，您将获得赔付"],"'Best Customer Communication Firm' award by Investors Chronicle":[null,"《 Investors Chronicle》颁发的“最佳客户沟通企业”奖项"],"'Best Fixed-Odds Broker' silver award by Trade2Win":[null,"Trade2Win 颁发的“最佳固定赔率经纪”银奖"],"'Best Fixed-Odds Financial Provider' award by Financial Times and Investors Chronicle UK":[null,"英国《金融时报》和《 Investors Chronicle》颁发的“最佳固定赔率金融提供商”奖项"],"'Best Fixed-Odds Financial Trading Provider' award by Shares Magazine UK":[null,"英国《Shares Magazine》颁发的“最佳固定赔率金融交易提供商”奖项"],"'Best Fixed-Odds Firm 2012' award by Global Banking and Finance Review":[null,"《Global Banking and Finance Review》颁发的“2012年最佳固定赔率企业”奖项"],"'Differs' - You win when the last digit of the last tick does not match your prediction":[null,"“差异” - 当最新价格的最后一个数字跟您的预测不同时，您将获得赔付"],"'Financial Betting Operator of the Year' award by eGaming Review":[null,"《 eGaming Review》颁发的“年度最佳金融投注运营商”奖项"],"'Matches' - You win when the last digit of the last tick matches your prediction":[null,"“符合” - 只要最新价格的最后一个数字与您的预测相同，您将获得赔付"],"'contract period'":[null,""],"(One) Touch trades":[null,"一触即付交易"],"(formerly known as":[null,"(原名"],"(if less than one day in duration), or at the end of the trading day (if one day or more in duration)":[null,"（如期限不到一天），或于交易日结束时（如期限是一天及以上）"],") goes live, establishing a round-the-clock financial betting service on a variety of financial indices. Business grows quickly, and we soon become the market leader in fixed-odds financial betting":[null,"正式上线，提供基于各种金融指数的全天侯金融投注服务。公司业务快速增长，我们很快即成为固定赔率金融投注的市场领导者"],"- Binary.com benchmarks its prices daily against inter-bank derivatives markets":[null,"- Binary.com每日基于银行间衍生品市场提供基准价格"],"- Binary.com ensures your personal data and transactions are always secure":[null,"- Binary.com确保您的个人数据和交易总是安全"],"- Binary.com is not affiliated with any of the Payment Agents listed above. Each Payment Agent operates as an independent service provider and is not endorsed, guaranteed or otherwise approved by Binary.com. CUSTOMERS DEAL WITH PAYMENT AGENTS AT THEIR SOLE RISK AND PERIL. Customers are advised to check the credentials of Payment Agents before sending them any money. Binary.com shall not in any circumstance be held responsible for transactions made between customers and Payment Agents":[null,"- Binary.com与上述所有支付代理不存在附属关系。各支付代理均以独立服务提供商的身份运营，未由Binary.com支持、担保或经其他方式批准。客户与支付代理的业务往来，风险自负。我们建议客户在向支付代理汇款前，应事先查询其信用状况。在任何情况下，Binary.com 都不对客户与支付代理之间的交易承担责任"],"- Binary.com is the industry pioneer and holds patented pricing technology":[null,"- Binary.com是拥有受专利保护的报价技术的业内领先企业"],"- Binary.com offers many payment methods, such as credit/debit cards, bank wires, e-cash and e-wallets":[null,"- Binary.com 提供多种付款方式，包括借记卡和信用卡、银行电汇、电子现金及电子钱包等"],"- Binary.com quotes a trade and the counter-trade, so you always get unbiased, transparent prices":[null,"- Binary.com提供交易与反向交易的报价，因此您将始终获得公正透明的价格"],"- binaries are licensed as a betting activity in the UK, so your winnings are tax-free":[null,"- 二元期权牌照在英国属于博彩活动，因此您的收益是免税的"],"- choose intraday trades from 1 minute to 24 hours":[null,"- 选择从1分钟至24小时的日内交易期限"],"- choose the falls trade, lower trade, one-touch trade with a low barrier, or no-touch trade with a high barrier":[null,"- 选择下跌交易、低于交易、设低障碍的一触即付交易或设高障碍的未触及交易"],"- choose the no-touch trade, the stays-between trade, or the ends-between trade":[null,"- 选择未触及交易、保持在范围之内交易或收盘位于范围之内交易"],"- choose the one-touch trade, the goes-outside trade, or the ends outside trade":[null,"- 选择一触即付交易、保持在范围之外交易或收盘位于范围之外交易"],"- choose the rise trade, higher trade, one-touch trade with a high barrier, or no-touch trade with a low barrier":[null,"- 选择上涨交易、高于交易、设高障碍的一触即付交易或设低障碍的未触及交易"],"- choose timeframes from 10 seconds to 365 days":[null,"- 选择从10 秒至 365 天的交易期限"],"- choose trades with durations of up to 365 days":[null,"- 选择交易期限，最大为365天"],"- choose trades with high returns and a low probability to win, or with low returns and a high probability to win":[null,"- 选择高回报但低获利概率，或低回报但高获利概率的交易"],"- currencies, stock indices, and commodities":[null,"- 货币、股票指数和大宗商品"],"- customize your trades to meet your needs":[null,"- 自定符合您需求的交易"],"- dip a toe in the water with $2 or go all out for $50,000":[null,"- 仅下注2美元试试，或一举投注5万美元"],"- from $1 to $50,000":[null,"- 从 1 美元到 5 万美元"],"- from 10 seconds to 365 days":[null,"- 从10秒到365天"],"- get pricing that is normally reserved for big institutional players":[null,"- 获取通常仅向大型机构投资者提供的报价"],"- no 'slippage', no 'margin calls', no getting 'stopped out', and no hidden fees or commissions":[null,"- 无滑点、无追加保证金、不会被止损离场、以及无隐藏费用或佣金"],"- open an account in minutes":[null,"- 仅需数分钟即可完成开户"],"- open, fund, or withdraw from your account within minutes, 24 hours a day":[null,"- 仅需数分钟即可开户或通过账户完成存取款，全天候服务"],"- predict if the market will end higher or lower than a price target":[null,"- 预测到期时市场价格是高于还是低于目标价格"],"- predict if the market will rise or fall from its current level":[null,"- 预测市场价格是否会从当前水平上涨或下跌"],"- predict if the market will stay inside two price targets, or end between or outside them":[null,"- 预测市场价格是否会保持在两个目标价格之内， 或收于其范围之内/之外"],"- predict if the market will touch or not touch a price target":[null,"- 预测市场价格是否会触及目标价格"],"- sell your long-term trades at market prices before they expire":[null,"- 在长期合约到期前以市价售出"],"- set your trades on 'gut feel', or use technical or fundamental analysis":[null,"- 按您的‘直觉’或使用技术或基本面分析设置交易"],"- start trading with as little as $5":[null,"- 以低至5美元开始交易"],"- trade 24/7, even on weekends":[null,"- 全天候均可进行交易（包括周末）"],"- trade Binary.com's own volatility indices, 24/7":[null,"- 全天候进行Binary.com自带的波动率指数交易"],"- trade Binary.com's proprietary volatility indices":[null,"- 进行Binary.com专有的波动率指数交易"],"- trade all major FX pairs":[null,"- 进行所有的主要外汇货币对交易"],"- trade all major FX pairs, around the clock":[null,"- 全天候进行所有的主要外汇货币对交易"],"- trade all major worldwide stock indices":[null,"- 进行全球所有的主要股票指数交易"],"- trade currencies, indices and commodities in rising, falling, sideways, quiet and volatile markets":[null,"- 在上涨、下跌、横盘整理、交易清淡和震荡市场中交易外汇、指数、大宗商品及其它"],"- trade major commodities such as gold and oil":[null,"- 交易黄金和原油等主要大宗商品"],"- up/down, touch/no-touch, stays in/goes out":[null,"- 上涨/下跌，触及/未触及，范围内/范围外"],"- we challenge you to find better returns on any competing website":[null,"- 我们保证您无法找到比我们回报率更高的网站"],"- win the same proportional return on stakes of all values":[null,"- 无论投入多少资金进行交易，均可获得同等回报率"],"- you know from the start what you will win or lose":[null,"- 开始交易前您已知道赢或输的金额"],"- you will never have margin calls, gap risk, slippage costs, hidden fees or commissions":[null,"- 我们将永不向您追加保证金、不会有缺口风险、或收取滑价费用、隐藏费或佣金"],"0-1 year":[null,"0-1 年"],"0-5 transactions in the past 12 months":[null,"过去12月内0-5次交易"],"1 Day":[null,"1 天"],"1 Hour":[null,"1小时"],"1 Minute":[null,"1分钟"],"1 Tick":[null,"1跳动点"],"1 million transactions/day":[null,"1百万笔交易/天"],"1-2 years":[null,"1-2 年"],"10 Minutes":[null,"10分钟"],"10m":[null,"10分钟"],"15 Minutes":[null,"15分钟"],"15m":[null,"15分钟"],"1d":[null,"1天"],"1h":[null,"1小时"],"1m":[null,"1分钟"],"1t":[null,"1期"],"2 Hours":[null,"2小时"],"2 Minutes":[null,"2分钟"],"2-way pricing":[null,"双向报价"],"2h":[null,"2小时"],"2m":[null,"2分钟"],"3 Minutes":[null,"3分钟"],"30 Minutes":[null,"30分钟"],"30-day limit on losses":[null,"30天损失限额"],"30-day turnover limit":[null,"30天交易限额"],"30m":[null,"30分钟"],"3m":[null,"3分钟"],"4 Hours":[null,"4小时"],"40 transactions or more in the past 12 months":[null,"过去12月内交易40次及以上"],"4h":[null,"4小时"],"5 Minutes":[null,"5分钟"],"5m":[null,"5分钟"],"6-10 transactions in the past 12 months":[null,"过去12月内交易6-10次"],"7-day limit on losses":[null,"7天损失限额"],"7-day turnover limit":[null,"7天交易限额"],"8 Hours":[null,"8小时"],"8h":[null,"8小时"],"A Evening Doji Star consists of a long bullish candle, followed by a Doji that has gapped above it, then a third bearish candle that closes well within the body of the first candle and in doing so confirming the reversal. It is considered a strong bearish price reversal candlestick pattern":[null,"十字夜星包括长线看涨烛图， 接下来是其上有缺口的十字图，然后是在首个烛图主体内完整收盘并同时确认翻转的第三看跌烛图。被视为强大的看跌价翻转烛台形态"],"A Smoothed Moving Average is sort of a blend between a Simple Moving Average and an Exponential Moving Average, only with a longer period applied":[null,"平滑移动平均线类似简单移动平均线与指数移动平均线的混合，但应用期限较长"],"A Spinning Top Candlestick is a bullish or bearish candlestick with a small body. The length of the head and tail shadows can vary. Like a Doji Candlestick it represents a point of indecision with buyers and seller matched":[null,"陀螺型蜡烛线是体型较小的看涨或看跌蜡烛线。影子头部和尾部长度不一。它与十字星蜡烛线一样代表买卖双方相符时的犹疑不决点"],"A Stays Between trade pays out if the market stays between (does not touch) BOTH the high barrier or the low barrier at any time during the period chosen by a trader. A Goes Outside trade pays out if the market touches EITHER the high barrier or the low barrier at any time during the period chosen by a trader":[null,"如果市场在所选期限内一直保持在（没有触及）高障碍或低障碍之间，所选择的“保持在范围之内”交易即可获利。如果市场在所选期限内只要触及高障碍或低障碍，所选择的“超出范围之外”交易即可获利"],"A bearish candlestick pattern consisting of three candles that have demonstrated the following characteristics, the first bar is a large white candlestick located within an uptrend, the middle bar is a small-bodied candle (red or white) that closes above the first white bar, the last bar is a large red candle that opens below the middle candle and closes near the center of the first bar's body":[null,""],"A bearish candlestick pattern that is used to predict the reversal of the current uptrend. This pattern consists of three consecutive long-bodied candlesticks that have closed lower than the previous day with each session's open occurring within the body of the previous candle":[null,""],"A bearish counterattack is a long white candle in an uptrend, followed by a long black candle. Closing prices of both candles are at the same price level. A bullish counterattack is a long black candle in an downtrend, followed by a long white candle. Closing prices of both candles are at the same price level":[null,""],"A bearish separating line is a bearish continuation pattern. It is the exact opposite of the bullish separating line. There are two components to the bearish separating line: The first day is a green candlestick and the second day gaps down, opens at the first candlestick's open and closes weakly":[null,""],"A binary option is a contract purchased by a trader, which pays a pre-determined amount if their prediction is correct":[null,""],"A binary option is an option with a fixed payout that is determined at the start of the trade. If your prediction is correct, you receive an agreed payout. If not, you lose your initial stake, and no more. The options are called 'binary' because there can be only two outcomes - win or lose":[null,""],"A bullish candlestick pattern that consists of five candles, the first day is a long white day, the second day gaps up and is a black day, the second, third, and fourth days have small real bodies and follow a brief downtrend pattern, but stay within the range of the first day and the fifth day is a long white day that closes above the close of the first day":[null,""],"A bullish candlestick pattern that consists of three candles, the first bar is a large red candlestick located within a defined downtrend, the second bar is a small-bodied candle (either red or white) that closes below the first red bar and the last bar is a large white candle that opens above the middle candle and closes near the center of the first bar's body":[null,""],"A bullish candlestick pattern that consists of three candles, the first bar is a large red candlestick located within a defined downtrend, the second bar is a small-bodied candle (either red or white) that closes below the first red bar., he last bar is a large white candle that opens above the middle candle and closes near the center of the first bar's body":[null,""],"A bullish or bearish candle followed by a doji with with a downward or uptrend gap":[null,""],"A candlestick chart pattern in which a large candlestick is followed by a smaller candlestick whose body is located within the vertical range of the larger body. In terms of candlestick colors, the bullish harami is a downtrend of negative-colored (black) candlesticks engulfing a small positive (white) candlestick, giving a sign of a reversal of the downward trend":[null,""],"A candlestick with a long black body (long line) represents a bearish force in the market. The price of the stock was up and down in a wide range, opening near the high and closing near the low of the day. One with a long white line represents a bullish force in the market. The price of the stock was up and down in a wide range, opening near the low of the day and closing near the high":[null,""],"A candlestick with very long upper and lower shadows and a small real body on a Japanese candlestick chart. It shows that the market is losing its direction bias that it had before this candle appeared":[null,""],"A chart pattern that consists of a small white candlestick with short shadows or tails followed by a large black candlestick that eclipses or 'engulfs' the small white one":[null,""],"A derivative is a financial instrument whose value is determined by reference to an underlying market. Derivatives are commonly traded in the inter-bank market, and binaries are one of the simplest forms of derivatives":[null,""],"A medium to long bullish or bearish candlestick with the key defining trait being no head or tail shadows":[null,""],"A panel featuring industry leaders awards BetOnMarkets.com 'Financial Betting Operator of the Year' over two other finalists. It's a major victory for our brand and further recognition of our world-beating service. Ten years on, and going from strength to strength":[null,""],"A technical indicator invented by Larry Williams that uses the weighted average of three different time periods to reduce the volatility and false transaction signals that are associated with many other indicators that mainly rely on a single time period":[null,""],"A technical momentum indicator that compares a security's closing price to its price range over a given time period. The oscillator's sensitivity to market movements can be reduced by adjusting the time period or by taking a moving average of the result":[null,""],"A technical trading pattern in which three candlesticks form what appears to be a sandwich on the trader's screen. Stick sandwiches will have the middle candlestick oppositely colored of the candlesticks on either side of it, both of which will have a larger trading range than the middle candlestick. Stick sandwich patterns can occur in both bearish and bullish indications":[null,""],"A tick is the minimum upward or downward movement in the price of a market":[null,""],"A trend indicated by a large candlestick followed by a doji that is located within the top and bottom of the candlestick's body. This indicates that the previous trend is about to reverse":[null,""],"A white candle in an upward price trend followed by a doji whose lower shadow remains above the prior candle's high. The third day is a black candle with an upper shadow below the doji's low":[null,""],"AM":[null,"早上"],"Abandoned Baby (CDLABANDONEDBABY)":[null,""],"Absolute Price Oscillator (APO)":[null,""],"Accept":[null,"接受"],"Account balance":[null,"账户余额"],"Account opening":[null,"账户开立"],"Action":[null,"操作"],"Add":[null,""],"Add comparisons":[null,"添加比较"],"Add indicator":[null,"添加指标"],"Add level":[null,"添加价位"],"Add/remove comparisons":[null,"添加/删除比较"],"Add/remove indicators":[null,"添加/删除指标"],"Add/remove overlays":[null,"添加/删除覆盖"],"Admin":[null,"管理中心"],"Advance Block (CDLADVANCEBLOCK)":[null,""],"All durations":[null,""],"All market conditions":[null,""],"All markets":[null,""],"All markets, all conditions":[null,""],"All payouts":[null,""],"All times are in GMT (Greenwich Mean Time)":[null,"所有时间均采用格林威治标准时间（GMT）"],"Amount":[null,"金额"],"Amount Per Point":[null,"每个点的金额"],"Amount per point":[null,"每个点的金额"],"An Ends Between trade pays out if the market exit price is strictly higher than the low price target AND strictly lower than the high price target. An Ends Outside binary pays out if the market exit price is EITHER strictly higher than the high price target OR strictly lower than the low price target":[null,""],"Another major award. This time we're nominated by the online readers of Global Banking and Finance Review and judged by a panel of industry experts and analysts who recognise our 13 years of platform reliability, range of trades, pricing, customer service and extensive knowledge":[null,""],"Answer":[null,"答案"],"Apply":[null,"申请"],"Apply to become a Binary.com":[null,"申请成为Binary.com"],"Appropriateness Test: WARNING":[null,"合适性测试:警告"],"Apr":[null,"四月"],"April":[null,"四月"],"Are you sure you want to delete this token?":[null,"确定删除此令牌？"],"Arnaud Legoux Moving Average (ALMA)":[null,""],"Aroon (AROON)":[null,""],"Aroon Oscillator (AROONOSC)":[null,""],"Asian down":[null,"亚洲下跌"],"Asian up":[null,"亚洲上涨"],"Asians":[null,"亚洲期权"],"Asset":[null,"资产"],"Asset Index":[null,"资产指数"],"Aug":[null,"八月"],"August":[null,"八月"],"Average":[null,"平均"],"Average Directional Movement Index (ADX)":[null,""],"Average Directional Movement Index Rating (ADXR)":[null,""],"Average Directional Movement Rating quantifies momentum change in the ADX. It is calculated by adding two values of ADX (the current value and a value n periods back), then dividing by two":[null,""],"Average True Range (ATR)":[null,""],"Awesome Oscillator (AO)":[null,""],"Back":[null,"返回"],"Back to list":[null,"返回列表"],"Balance of Power (BOP)":[null,""],"Banks, hedge funds and professional investors routinely trade binary options in over-the-counter derivatives markets. Many market professionals use and trust the Binary.com platform for high-volume flexible trades":[null,""],"Barrier":[null,"障碍"],"Barrier offset":[null,"障碍位移"],"Barrier(s)":[null,""],"Bearish: This is an end-of-trend pattern composed of three candlesticks in an uptrend. The second candlestick must open close to the close of the previous day. The last candlestick should be short and can form an upside gap. There could also be a selling shadow.The pattern represents a weakness in a rise with a risk of consolidation and possible reversal. Bullish: This is an end-of-trend pattern composed of three candlesticks in a downtrend. The second candlestick must open close to the close of the previous day. the last candlestick must be shore. The pattern represents a weakness and consolidation and a possible reversal in trend":[null,""],"Belt-hold (CDLBELTHOLD)":[null,""],"Benchmarked prices":[null,""],"Benefits of binary trading":[null,""],"Best Fixed-Odds Financial Trading Provider' award by Shares Magazine UK":[null,""],"BetOnMarkets goes live":[null,""],"BetOnMarkets.com has over 400,000 clients in its database and reach the US$ 1 billion milestone in only our 13th year, making us one of the leading fixed-odds trading providers":[null,""],"BetOnMarkets.com increases payouts to 100,000 USD, EUR, GBP and AUD":[null,""],"BetOnMarkets.com is successfully rebranded Binary.com":[null,""],"BetOnMarkets.com reaches $1 billion turnover since starting in 1999":[null,""],"Betonmarkets.com":[null,""],"Bill Williams":[null,""],"Binary Bot released":[null,""],"Binary KK granted Japan license":[null,""],"Binary Trading is simple to learn and to execute":[null,""],"Binary granted Investment Services license":[null,""],"Binary opens Japan office":[null,""],"Binary option":[null,""],"Binary options or other financial derivatives":[null,"二元期权或其他金融衍生品"],"Binary trading is flexible":[null,""],"Binary trading is ideal for both individuals and market professionals":[null,""],"Binary trading is very simple":[null,""],"Binary's Japanese subsidiary Binary KK is licensed by the KLFB as a Type 1 Financial Instruments Business in Japan":[null,""],"Binary's Japanese subsidiary Binary KK opens an office in Tokyo and starts the process of applying for relevant licenses":[null,""],"Binary's Maltese subsidiary Binary Investments (Europe) Ltd. is granted a Category 3 Investment Services license by the Malta Financial Services Authority":[null,""],"Binary's platform transacts on average 15 transactions per second, 24/7":[null,""],"Binary.com":[null,"Binary.com"],"Binary.com : Webtrader":[null,"Binary.com : Webtrader"],"Binary.com Shop introduced":[null,""],"Binary.com continues to innovate and grow":[null,""],"Binary.com has earned an enviable reputation for our commitment to high ethical standards and the quality of the trading experience we provide":[null,""],"Binary.com has over 800,000 clients in its database and reaches the US$ 2 billion milestone in our 15th year, making us one of the leading binary options providers":[null,""],"Binary.com has thousands of clients taking a variety of positions on the financial markets at any one time, and earns a small margin on these trades":[null,""],"Binary.com hits 1 million users, reaching a historic milestone. The company continues to see exponential growth and this reconfirms its position as an industry leader":[null,""],"Binary.com introduces an":[null,""],"Binary.com is entirely web-based and requires no software installation":[null,""],"Binary.com is honoured as the world's \"Best Binary Options Broker\" at the 16th annual MENA International Financial Conference and Exhibition, hosted in Dubai":[null,""],"Binary.com is one of the oldest and most respected names in online binary trading":[null,""],"Binary.com is owned and operated by the Binary Ltd. group of companies. For more information, visit our history page":[null,""],"Binary.com is tailored to traders of all levels":[null,""],"Binary.com launches an":[null,""],"Binary.com offers a range of common deposit and withdrawal methods, from credit and debit cards to bank wires, e-cash and e-wallets":[null,""],"Binary.com offers a virtual-money account so you can get the hang of trading binaries. Why not open a free $10k fully-functional virtual-money account, and start learning how to trade":[null,""],"Binary.com offers new ways to trade":[null,""],"Binary.com opens an office in the QSentral office building in central Kuala Lumpur to further expand its IT development team":[null,""],"Binary.com prices are benchmarked against the interbank options market, so you always get best-in-class prices for your trades":[null,""],"Binary.com reaches $2 billion turnover since starting in 1999":[null,""],"Binary.com reaches 1 million registered users":[null,""],"Binary.com takes home first prize in the Financial Betting Operator category at the prestigious 2015 EGR Operator Awards ceremony, hosted in London":[null,""],"Binary.com's Spread Contracts are leveraged derivative contracts, the value of which is directly tied to the underlying market movements. Clients who 'Long' a rising market (and those who 'Short' a falling market) profit from those movements with much less investment than would be required in the live market":[null,""],"Binary.com's Spread Contracts require a 'stop loss' which limits the maximum losses incurred by a client. This 'stop loss' amount will act as a deposit and may not be used for further trading until that Spread Contract is closed. Spread Contracts are closed when sold by the client, upon hitting the 'stop loss' or 'stop profit' level":[null,""],"Binary.com's systems are now processing in excess of 1 million transactions/day (including virtual accounts)":[null,""],"Bollinger Bands (BBANDS)":[null,""],"Bollinger Bands can be used to measure the highness or lowness of the price relative to previous trades":[null,""],"Bought":[null,"购入"],"Brand of first car":[null,"第一辆车的品牌"],"Breakaway (CDLBREAKAWAY)":[null,""],"Browser upgrade required":[null,"需更新浏览器"],"But there's no need to wait until expiry. You can sell back long-term trades at any time to profit from changing market conditions":[null,""],"Buy Price":[null,"购入价"],"Buy price":[null,"购入价"],"By clicking":[null,"通过点击"],"By clicking OK, you confirm that you have read and accepted the updated":[null,"通过点击OK键，您确认已经阅读并接受更新的"],"CLOSE":[null,"关闭"],"CSV":[null,"CSV"],"Can be used to buy and sell contracts, renew expired purchases, and top-up virtual-money accounts.":[null,""],"Can be used to open accounts, set settings, manage token usage, and more.":[null,""],"Can be used to view account activity, including settings, limits, balance sheets, trade purchase history, and more.":[null,""],"Can be used to withdraw to payment agents, transfer funds between accounts, and set / clear cashier passwords.":[null,""],"Cancel":[null,"取消"],"Candles":[null,"蜡烛"],"Candlestick down-color":[null,"蜡烛指标下跌颜色"],"Candlestick down-line":[null,"蜡烛指标下跌线"],"Candlestick up-color":[null,"蜡烛指标上升颜色"],"Candlestick up-line":[null,"蜡烛指标上升线"],"Cash Balance":[null,"现金余额"],"Chande Kroll Stop (CKS)":[null,""],"Chande Momentum Oscillator (CMO)":[null,""],"Change Backend Server":[null,"更换后端服务器"],"Change password":[null,"更改密码"],"Chart":[null,"图表"],"Chart Themes":[null,"图表主题"],"Chart background":[null,"图表背景"],"Chart context menu":[null,"图表上下文菜单"],"Chart template":[null,"图表模板"],"Chart type":[null,"图表类型"],"Choose Asian Rise/Fall when you want to profit from the market ending higher or lower than the average price":[null,""],"Choose Ends In/Out to profit from the market stopping inside or outside two price targets at the end of the time period":[null,""],"Choose Higher/Lower when you want to profit from the market ending higher or lower than a price target":[null,""],"Choose Rise/Fall when you want to profit from the market rising or falling from its current level":[null,""],"Choose Stays In/Out to profit from the market staying inside or going outside two price targets any time during the contract period":[null,""],"Choose Touch / No Touch when you want to profit from the market touching or not touching a target any time during the contract period":[null,""],"Choose a trade type":[null,""],"Choose digit if you want to profit from predicting the last decimal digit of the spot":[null,""],"Choose from over 1 million trades":[null,""],"Choose from over a million possible trades at any time":[null,""],"Choose password":[null,"选择密码"],"Choose the barrier(s)":[null,""],"Choose the duration":[null,""],"Choose the market, the price target, the time period, and how much you wish to win":[null,""],"Choose the market, the price targets, the time period, and how much you wish to win":[null,""],"Choose the market, the time period, and how much you wish to win":[null,""],"Choose the payout":[null,""],"Choose the underlying market":[null,""],"Choose your pereferred payment agent":[null,"选择您较倾向的支付代理"],"Choose your pereferred withdrawal method":[null,"选择您较倾向的提款方法"],"Choppiness Index (CHOP)":[null,""],"Chrome":[null,"Chrome"],"Click Jacking test":[null,"点击劫持测试"],"Click to log in with your Binary.com account":[null,"点击登录Binary.com账户"],"Close Price":[null,":收盘价"],"Close all":[null,"全部关闭"],"Closes":[null,"关"],"Closing Marubozu (CDLCLOSINGMARUBOZU)":[null,""],"Commodities":[null,""],"Commodities are resources that are grown or extracted from the ground, such as silver, gold and oil. On Binary.com, they are priced in US dollars":[null,""],"Commodities trading experience":[null,"大宗商品交易经验"],"Commodities trading frequency":[null,"大宗商品交易频率"],"Commodity Channel Index (CCI)":[null,""],"Comparisons":[null,"比较"],"Conditions":[null,"条件"],"Config changes successful":[null,"成功更改配置"],"Confirm transfer":[null,"确认转账"],"Construction":[null,"建筑"],"Contact Us":[null,"联系我们"],"Continue":[null,"继续"],"Continue Trading":[null,"继续交易"],"Contract":[null,"合约"],"Contract Confirmation":[null,"合约确认"],"Contract period":[null,""],"Contracts":[null,"合约"],"Coppock Curve (CC)":[null,""],"Counterattack (CDLCOUNTERATTACK)":[null,""],"Country of residence":[null,"居住国"],"Create":[null,"创建"],"Create token":[null,"创建令牌"],"Credit/Debit":[null,"借方/贷方"],"Crosshair":[null,"交叉线"],"Currencies":[null,""],"Current Level":[null,"当前价位"],"Current Spot":[null,"当前现价"],"Current Spot Time":[null,"当前现价时间"],"Current comparisons":[null,"当前比较"],"Current indicators":[null,"当前指标"],"Current password":[null,"当前密码"],"Current regulations require that you provide us the following":[null,"依据当前法规，我们需要您提供以下资料"],"Current time":[null,"当前时间"],"Custom Theme":[null,"自定义主题"],"Customize chart appearance":[null,"自定义图表外观"],"Daily limit on losses":[null,"每日损失限额"],"Daily turnover limit":[null,"每日交易限额"],"Dark Blue":[null,"深蓝"],"Dark Cloud Cover (CDLDARKCLOUDCOVER)":[null,""],"Dark Cloud Cover is a bearish candlestick reversal pattern that occurs when a red bearish candlestick (close price below open price) on day 2 closes below the middle of day 1 bullish candlestick (close price above open price). We will be using this pattern to sell rallies in a bearish currency market":[null,""],"Dark Green":[null,"深绿"],"Dark Unica":[null,"Dark Unica 主题"],"Dash style":[null,"虚线样式"],"Date":[null,"日期"],"Date of birth":[null,"出生日期"],"Days":[null,"日"],"Debt-free":[null,""],"Dec":[null,"十二月"],"December":[null,"十二月"],"Decline":[null,"拒绝"],"Default":[null,"默认"],"Define your position":[null,""],"Delete":[null,"删除"],"Demo for affiliates to access Webtrader charts":[null,"联盟成员访问Webtrader图表的演示"],"Demo for affiliates to access Webtrader charts in IFRAME":[null,"在IFRAME查看联盟会员访问Webtrader图表的演示"],"Deposit funds":[null,"存入资金"],"Deposit of USD":[null,"美元存款"],"Depositing and withdrawing funds":[null,""],"Derivative":[null,""],"Describe what this token is for to find it later":[null,"令牌用途说明，以便稍后查找"],"Description":[null,"说明"],"Deselect":[null,"取消选择"],"Developed by Donald Dorsey, the Mass Index uses the high-low range to identify trend reversals based on range expansions. In this sense, the Mass Index is a volatility indicator that does not have a directional bias. Instead, the Mass Index identifies range bulges that can foreshadow a reversal of the current trend":[null,""],"Developed by Larry Williams, Williams %R is a momentum indicator that is the inverse of the Fast Stochastic Oscillator. Also referred to as %R, Williams %R reflects the level of the close relative to the highest high for the look-back period":[null,""],"Developed by Tushar Chande in 1995, Aroon is an indicator system that determines whether a stock is trending or not and how strong the trend is. There are two separate indicators: Aroon-Up and Aroon-Down. A 25-day Aroon-Up measures the number of days since a 25-day high. A 25-day Aroon-Down measures the number of days since a 25-day low":[null,""],"Differs":[null,"差异"],"Digits":[null,"数字"],"Directional Movement (DMI) is actually a collection of three separate indicators combined into one. Directional Movement consists of the Average Directional Index (ADX), Plus Directional Indicator (+DI) and Minus Directional Indicator (-DI)":[null,""],"Directional Movement Index (DX)":[null,""],"Do I need to deposit any funds to open an account?":[null,""],"Do I need to send any documents?":[null,""],"Do you offer virtual-money accounts?":[null,""],"Do you want to install Webtrader chrome extension?":[null,"是否安装Webtrader chrome扩展程序？"],"Doji (CDLDOJI)":[null,""],"Doji Star (CDLDOJISTAR)":[null,""],"Doji form when a security's open and close are virtually equal. The length of the upper and lower shadows can vary and the resulting candlestick looks like a cross, inverted cross or plus sign":[null,""],"Don't have an account yet? Sign up and get a $10,000 virtual account":[null,"还未开立账户？请注册并获取10,000美元虚拟账户"],"Donchian Channel (DC)":[null,""],"Done":[null,"已完成"],"Done. The funds are being transferred to the payment agent":[null,"已完成。资金已转给支付代理"],"Done. The funds are transferred":[null,"已完成。资金已转入"],"Dot":[null,"点"],"Double Exponential Moving Average (DEMA)":[null,""],"Double click the object to remove":[null,"双击对象执行删除"],"Download":[null,"下载"],"Download CSV":[null,"下载CSV"],"Download JPEG image":[null,"下载 JPEG 图像"],"Download PDF document":[null,"下载PDF文档"],"Download PNG":[null,"下载PNG"],"Download PNG image":[null,"下载PNG图像"],"Download SVG":[null,"下载SVG"],"Download SVG vector image":[null,"下载SVG矢量图像"],"Download as":[null,"下载as"],"Downloading .csv":[null,"正在下载 .csv"],"Dragonfly Doji (CDLDRAGONFLYDOJI)":[null,""],"Drawing tools":[null,"绘图工具"],"Duration":[null,"持续时间"],"EGR Operator Award":[null,""],"EMA":[null,"EMA"],"EURUSD":[null,"欧元美元"],"Each binary option is a prediction on the future movement of an underlying market":[null,""],"Each binary trade is for a pre-determined payout amount. You win the payout if your prediction is correct":[null,""],"Edge":[null,"边缘"],"Edit":[null,"编辑"],"Education":[null,"教育"],"Email verification failed":[null,"电子邮件验证失败"],"Embed code":[null,"嵌入代码"],"End Time":[null,"结束时间"],"Ends Between/Ends Outside trades":[null,""],"Ends In/Out":[null,"“范围之内/之外”收盘"],"Ends in":[null,"范围之内收盘"],"Ends out":[null,"范围之外收盘"],"Engulfing Pattern (CDLENGULFING)":[null,""],"Ensure you are entering valid inputs else your account will get locked":[null,"请确认您输入有效数据，不然账户将被封锁"],"Enter your current password":[null,"输入当前密码"],"Entry Spot":[null,"入市现价"],"Entry spot":[null,"入市现价"],"Entry spot price":[null,""],"Error downloading .csv":[null,"下载.csv时发生错误"],"Error getting data for %1":[null,"获取 %1数据时出错"],"Estimated Net Worth":[null,"估计净值"],"Even":[null,"偶"],"Evening Doji Star (CDLEVENINGDOJISTAR)":[null,""],"Evening Star (CDLEVENINGSTAR)":[null,""],"Example":[null,""],"Exclude me from the website until":[null,"禁止我访问本网站直到"],"Exit Spot":[null,"退市现价"],"Exit spot":[null,"退市现价"],"Expiry price":[null,""],"Explanation":[null,"说明"],"Exponential Moving Average (EMA)":[null,""],"Failed to update the password":[null,"密码更新失败"],"Fall":[null,"下跌"],"Falling markets":[null,""],"Family name":[null,"姓氏"],"Favorites":[null,"收藏夹"],"Favourite artist":[null,"最喜欢的艺术家"],"Favourite dish":[null,"最喜欢的菜肴"],"Feb":[null,"二月"],"February":[null,"二月"],"Fifteen years on, and we're still innovating, growing and working on new ways to serve our customers better. For the first time, we offer short-term touch/no-touch trades and introduce a new charting application. We believe we have the most competitive and comprehensive digital options platform available to the retail public":[null,""],"Final Price":[null,"最终价格"],"Final price":[null,"最终价格"],"Finance":[null,"金融"],"Financial Account Opening form":[null,"开立金融账户表格"],"Financial Security":[null,""],"Financial information":[null,"财务信息"],"Financial rewards":[null,""],"Firefox":[null,"Firefox"],"First name":[null,"名字"],"First, you need to set the parameters of your trade. Here's what you need to consider":[null,""],"Flexibility":[null,""],"For the third straight year, BetOnMarkets.com is voted 'Best Fixed-Odds Financial Trading Provider' by Shares Magazine UK. It's the last time we win it because Shares Magazine stops awarding in this category":[null,""],"Forex":[null,""],"Forex trading experience":[null,"外汇交易经验"],"Forex trading frequency":[null,"外汇交易频率"],"Founded October 1999":[null,""],"Fractal (FRACTAL)":[null,""],"Fractals are indicators on candlestick charts that identify reversal points in the market. Traders often use fractals to get an idea about the direction in which the price will develop. A fractal will form when a particular price pattern happens on a chart":[null,""],"Fri":[null,"星期五"],"Friday":[null,"周五"],"From":[null,"从"],"Further instructions":[null,"详细说明"],"GMT":[null,""],"GMT stands for Greenwich Mean Time, the official time used in the UK during winter. In summer, the UK changes to British Summer Time, which is GMT + 1 hour. All times on the Binary.com site use GMT all year round":[null,""],"Get your price":[null,""],"Goes out":[null,"范围外"],"Gravestone Doji (CDLGRAVESTONEDOJI)":[null,""],"Gray":[null,"灰色"],"Grid":[null,"网格"],"Grid Light":[null,"网格光照"],"Group History":[null,""],"HIGH":[null,"高"],"Hammer (CDLHAMMER)":[null,""],"Hanging Man (CDLHANGINGMAN)":[null,""],"Harami Cross Pattern (CDLHARAMICROSS)":[null,""],"Harami Pattern (CDLHARAMI)":[null,""],"Have better luck at trading!":[null,"祝您好运！"],"Health":[null,"健康状况"],"Help":[null,""],"High Price":[null,"高价位"],"High barrier":[null,"高障碍"],"High barrier offset":[null,"高障碍位移"],"High returns":[null,""],"High-Wave Candle (CDLHIGHWAVE)":[null,""],"Higher":[null,"较高"],"Higher/Lower":[null,""],"Higher/Lower trades":[null,""],"Hikkake Pattern (CDLHIKKAKE)":[null,""],"Home Address":[null,"家庭地址"],"Homing Pigeon (CDLHOMINGPIGEON)":[null,""],"Horizontal Line":[null,"水平线"],"Horizontal line":[null,"水平线"],"Hour":[null,"小时"],"Hours":[null,"小时"],"How do I fund my account?":[null,""],"How does Binary.com make money?":[null,""],"How safe is my money with Binary.com?":[null,""],"How soon can I start trading?":[null,""],"How to trade binaries?":[null,""],"Hull Moving Average (HMA)":[null,""],"I have read and agree to Binary.com":[null,"本人已经阅读并同意Binary.com的"],"I'm new to binaries, where do I start?":[null,""],"IMPORTANT DISCLAIMER":[null,"重要免责声明"],"IMPORTANT DISCLAIMER - Binary.com is not affiliated with any of the payment agents listed above. Each payment agent operates as an independent service provider and is not endorsed, guaranteed or otherwise approved by Binary.com. CUSTOMERS DEAL WITH PAYMENT AGENTS AT THEIR SOLE RISK AND PERIL. Customers are advised to check the credentials of payment agents before sending them any money. Binary.com shall not in any circumstance be held responsible for transactions made between customers and payment agents":[null,"重要免责声明 - Binary.com与上述所有支付代理不存在附属关系。各支付代理均以独立服务提供商的身份运营，未由Binary.com支持、担保或经其他方式批准。客户与支付代理的业务往来，风险自负。我们建议客户在向支付代理汇款前，应事先查询其信用状况。在任何情况下，Binary.com都不对客户与支付代理之间的交易承担责任"],"Ideal for both pros and novices":[null,""],"Identical Three Crows (CDLIDENTICAL3CROWS)":[null,""],"If the issue keeps happening, please contact":[null,"如果这个问题持续发生，请联系"],"If you select a":[null,"如您选择"],"If you select a specific":[null,"如您选择特定的"],"If you're an individual trader, you'll appreciate the simplicity, flexibility, and limited risk of binary trading. With Binary.com's low minimum stakes, you'll soon learn how to trade with skill and confidence. And if you have any questions, you're free to access":[null,""],"In April":[null,""],"In Bullish Belt Hold After a stretch of bearish candlesticks, a bullish or white candlestick forms. The opening price, which becomes the low for the day, is significantly lower then the closing price. This results in a long white candlestick with a short upper shadow and no lower shadow. In Berish Belt Hold, a bearish or black candlestick occurs, the opening price, which becomes the high for the day, is higher than the close of the previous day, resulting in a long black candlestick with a short lower shadow and no upper shadow":[null,""],"In Bullish Hikkake Pattern After the downward move, the bullish candle reaches above the range of the three preceding candles and most likely triggers a number of stop loss orders. This additional buying leads to a more distinct upward movement. In Bearish Hikkake Pattern After an upward move, the bearish candle reaches below the range of the three preceding , which most likely triggers a number of stop loss orders. This additional selling leads to a more distinct downward move":[null,""],"In October 1999, Regent Markets receives US$ 2 million investment funding from Jim Mellon through his Regent Pacific Group, a Hong Kong based fund management company":[null,""],"In a downtrend, one small short body candlestick has a long lower shadow at least three times the real body, and little or no upper shadow. Confirmation from prices closing higher the next day":[null,""],"In a downward price trend, a black candle appears followed by a white candle that opens below the prior body, but it may be difficult to see that from the chart. The white candle closes above the body, too. The last day of the three line candle is another white candle in this example. It shows a higher close":[null,""],"In an uptrend three successive days opens at or near the previous day's close and close down on the day. This pattern is more severe than the Three Black Crows pattern and thus has a higher reliability as a reversal pattern":[null,""],"In classic Silicon Valley style, Hong Kong based hedge fund manager and entrepreneur, Jean-Yves Sireau, starts Regent Markets in his Hong Kong bedroom. He develops the systems, methods and algorithms for implementing a fixed-odds financial betting system. Jean-Yves's vision is to create a market in the simplest of all derivatives contracts - the fixed-odds bet - and to offer ordinary investors the chance to make small bets. Until his innovation, binary options are normally only traded in large quantities":[null,""],"In foreign exchange markets, traders can enter contracts based on the change in price of one currency as it relates to another currency. For example if a trader selects Rise in the EUR/USD market, they are predicting that the value of the Euro will rise in relation to the value of the US dollar":[null,""],"In order to properly apply theme, a full refresh of page is required. Are you sure you want to proceed?":[null,"必须完整更新页面才能正确启用主题。确定要继续？"],"In providing our services to you, we are required to obtain information from you in order to assess whether a given product or service is appropriate for you (that is, whether you possess the experience and knowledge to understand the risks involved)":[null,"为了给您提供服务，我们必须向您获取信息，以便确定产品或服务是否适合您（也就是说，看您是否拥有足够经验和知识，以了解相关的风险）"],"In regards to binary options which are gambling products, remember that gambling can be addictive":[null,"在进行博彩产品交易的二元期权交易时，请务必记住博彩活动可能会上瘾"],"In the UK and Isle of Man, our clients trade through Binary (IOM) Ltd. In Japan, they trade through Binary KK. In the European Union (except UK), they trade through Binary (Europe) Ltd and Binary Investments (Europe) Ltd. In the rest of the world, they trade through Binary (C.R.) S.A":[null,""],"In-Neck Pattern (CDLINNECK)":[null,""],"In/Out":[null,"“范围之内/之外”"],"In/Out trades":[null,""],"Income Source":[null,"收入来源"],"Indicative Price":[null,"指示性价格"],"Indicators":[null,"指标"],"Indices":[null,""],"Indices trading experience":[null,"指数交易经验"],"Indices trading frequency":[null,"指数交易频率"],"Individual Traders":[null,""],"Industry of Employment":[null,"职业领域"],"Instant access":[null,""],"Instant funding":[null,""],"Instrument":[null,"工具"],"Instruments":[null,"工具"],"Inverted Hammer (CDLINVERTEDHAMMER)":[null,""],"Investments & Dividends":[null,"投资与分红"],"Is it possible to deposit the same funds through different payment methods?":[null,""],"It has a long white candle, followed by another that opens above the first (gaps up), followed by a downward black candlestick that opens below the close of the second day (gaps down) and has a low below the close of the first day. The upward trend is expected to continue":[null,""],"It is sometimes possible to sell an option before the expiry of a trade, but only if a fair price can be determined. If this option is available, you will see a blue 'Sell' button next to your trade in the portfolio":[null,""],"It's time to expand. We set up a programming center in Cyberjaya - the Silicon Valley of Kuala Lumpur - to maintain and improve BetOnMarkets.com":[null,""],"Jan":[null,"一月"],"January":[null,"一月"],"Jul":[null,"七月"],"July":[null,"七月"],"Jump to":[null,"跳至"],"Jun":[null,"六月"],"June":[null,"六月"],"Just click  Grant  button on the page you will now be taken to":[null,"仅须在您即将看到的页面上点击 授予 按钮"],"Kaufman's Adaptive Moving Average (KAMA)":[null,""],"Key facts":[null,""],"Kicking (CDLKICKING)":[null,""],"Kicking - bull/bear determined by the longer marubozu (CDLKICKINGBYLENGTH)":[null,""],"Kicking patterns on a candlestick chart are formed when there are two long marubozu - one white and one black - with a gap between them. Bullish kicking patterns would present as a black or filled candlestick without any wicks (shadows) followed by a gap higher with a white or hollow candlestick that is also without wicks":[null,""],"Kicking patterns on a candlestick chart are formed when there are two marubozu - one white and one black - with a gap between them. Bullish kicking patterns would present as a black or filled candlestick without any wicks (shadows) followed by a gap higher with a white or hollow candlestick that is also without wicks":[null,""],"Known risks":[null,""],"Kuala Lumpur Office":[null,""],"LOW":[null,"低"],"Ladder Bottom (CDLLADDERBOTTOM)":[null,""],"Last used":[null,"上一次使用"],"Learning to trade":[null,""],"Least Squares Moving Average (LSMA)":[null,""],"Less than":[null,"少于"],"Let's do it":[null,"开始操作"],"Level":[null,"水平"],"Level of Education":[null,"教育水平"],"Levels":[null,""],"Licensed and regulated in Malta, the United Kingdom, the Isle of Man, Ireland, and Japan":[null,""],"Like the EMA, the LWMA assigns more meaning to the recent prices and less to the closing price from the period's beginning. Thus they are faster at detecting a trend reversal, though it they can be more prone to market noise":[null,""],"Line":[null,"行"],"Line Dot":[null,"行点"],"Linearly Weighted Moving Average (LWMA)":[null,""],"Link":[null,"链接"],"Load chart template":[null,"加载图表模板"],"Load trade template":[null,"加载交易模板"],"Loading":[null,"加载"],"Loading Asset Index":[null,"加载资产指数"],"Loading Configurations":[null,"加载配置"],"Loading Download/View Data":[null,"加载下载/查看数据"],"Loading Password dialog":[null,"加载密码对话"],"Loading Profit Table":[null,"加载利润表"],"Loading Real account opening":[null,"加载真实账户开立程序"],"Loading Self-Exclusion":[null,"加载自我禁止"],"Loading Statement Table":[null,"加载账目表"],"Loading Token management":[null,"加载令牌管理"],"Loading Trading Times":[null,"加载交易时间"],"Loading chart and trade menus":[null,"加载图表与交易菜单"],"Loading custom theme configuration":[null,"加载定制相主题配置"],"Loading help docs":[null,""],"Loading portfolio":[null,"加载投资组合"],"Loading...":[null,"正在加载..."],"Log in":[null,"登录"],"Log in time":[null,"登录时间"],"Login":[null,"登录"],"Logout":[null,"注销"],"Long Legged Doji (CDLLONGLEGGEDDOJI)":[null,""],"Long Line Candle (CDLLONGLINE)":[null,""],"Long-legged doji have long upper and lower shadows that are almost equal in length. These doji reflect a great amount of indecision in the market. Long-legged doji indicate that prices traded well above and below the session's opening level, but closed virtually even with the open. After a whole lot of yelling and screaming, the end result showed little change from the initial open":[null,""],"Long-term action":[null,""],"Look for a black candle in a downward price trend followed by a white candle that opens below the prior low but closes near but below the midpoint of the black candle's body":[null,""],"Look for a tall black candle with a long lower shadow to appear in a downward price trend. The second day should be similar to the first day, but smaller and with a higher low. The last day is a black marubozu that squeezes inside the high-low range of the prior day":[null,""],"Look for a tall white candle in an upward price trend. Following that, a black candle has a body that gaps above the prior candle's body. The last day is another black candle, but this one engulfs the previous bearish candle but closes above first bar's open":[null,""],"Low Price":[null,"低价"],"Low barrier":[null,"低障碍"],"Low barrier offset":[null,"低障碍位移"],"Low minimum stakes":[null,""],"Lower":[null,"低于"],"MACD is a trading indicator used in technical analysis of stock prices.It is supposed to reveal changes in the strength, direction, momentum, and duration of a trend in a stock's price":[null,""],"MENA FFXPO Award":[null,""],"Make sure that you have first agreed with the Agent on the terms of payment before submitting your request. Once you click the 'Confirm transfer' button the funds will be withdrawn from your account and will be sent to the Payment Agent you have chosen. The Agent will send you the withdrawal amount (minus the commission) via your preferred payment method":[null,"在提交请求前，请确认同意代理的支付条款。一旦您点击“确认转账”按钮，资金将从您的账户转到您选择的支付代理处。代理将通过您的首选支付方式将取款金额（扣除佣金）支付给您"],"Make your trade":[null,""],"Mar":[null,"三月"],"March":[null,"三月"],"Market Professionals":[null,""],"Market exit price":[null,""],"Marubozu (CDLMARUBOZU)":[null,""],"Mass Index (MASS)":[null,""],"Mat Hold (CDLMATHOLD)":[null,""],"Matches":[null,"相符"],"Matching Low (CDLMATCHINGLOW)":[null,""],"Maximum (MAX)":[null,""],"Maximum account cash balance":[null,"最大账户现金余额"],"Maximum aggregate contract purchases over a 30-day period":[null,"30天期最大累计合约买入量"],"Maximum aggregate contract purchases over a 7-day period":[null,"7天期最大累计合约买入量"],"Maximum aggregate contract purchases per day":[null,"每天最大累计合约买入量"],"Maximum aggregate loss over a 30-day period":[null,"30天期最大累计损失量"],"Maximum aggregate loss per day":[null,"每天最大累计损失量"],"Maximum number of open positions":[null,"最大未平仓头寸数目"],"Maximum price over selected period":[null,""],"May":[null,"五月"],"Memorable date":[null,"难忘的日子"],"Memorable town/city":[null,"难忘的城镇/城市"],"Mesa Adaptive Moving Average (MAMA)":[null,""],"Min: 10 Max: 2000":[null,"最小: 10 最大: 2000"],"Minimum (MIN)":[null,""],"Minimum 6 characters and must contain at least 1 digit":[null,"需至少6个字符与1个数字"],"Minimum price over selected period":[null,""],"Minus the agent's commission":[null,"减去代理佣金"],"Minute":[null,"分钟"],"Minutes":[null,"分钟"],"Miss":[null,"遗漏"],"Momentum (MOM)":[null,""],"Momentum Indicators":[null,""],"Mon":[null,"周一"],"Monday":[null,"周一"],"Morning Doji Star (CDLMORNINGDOJISTAR)":[null,""],"Morning Star (CDLMORNINGSTAR)":[null,""],"Mother's maiden name":[null,"母亲婚前的姓氏"],"Moving Average Convergence/Divergence (MACD)":[null,""],"Mr":[null,"先生"],"Mrs":[null,"夫人"],"Ms":[null,"女士"],"Name":[null,"名字"],"Name of first love":[null,"初恋情人姓名"],"Name of your pet":[null,"您宠物的名字"],"Navigator handles background":[null,"导航器处理背景"],"Navigator handles border":[null,"导航器处理边框"],"Navigator mask-fill":[null,"导航器蒙板填充"],"Navigator outline":[null,"导航器框线"],"Navigator series color":[null,"导航器系列颜色"],"Navigator series line":[null,"导航器系列线"],"Net Annual Income":[null,"年净收入"],"Net Profit":[null,"净利"],"New password":[null,"新密码"],"No":[null,"否"],"No Touch trades":[null,""],"No matter the market - rising or falling, quiet or volatile - you'll find a trade to suit your outlook":[null,""],"No surprises":[null,""],"No touch":[null,"未触及"],"Normalized Average True Range (NATR)":[null,""],"Normalized Average True Range (NATR) attempts to normalize the average true range values across instruments by using the formula below":[null,""],"Note: withdrawal via payment agent is available only if you deposit exclusively via payment agent":[null,"注意：您必须完全通过付款代理存款才可使用付款代理提款"],"Nov":[null,"十一月"],"November":[null,"十一月"],"Now":[null,"现在"],"OAuth App ID (Optional)":[null,"OAuth 应用 ID (可选)"],"OAuth Server":[null,"OAuth 服务器"],"OHLC":[null,"OHLC条形图"],"OPEN":[null,"开盘"],"Occupation":[null,""],"Oct":[null,"十月"],"October":[null,"十月"],"Odd":[null,"奇"],"Offices in Malta, Malaysia and Japan":[null,""],"Ok":[null,"确定"],"On the basis of the information provided in relation to your knowledge and experience, we consider that the investments available via this website are not appropriate for you":[null,"根据您所提供的知识和经验相关信息，我们认为此网站的投资活动对您来说并不合适"],"On-Neck Pattern (CDLONNECK)":[null,""],"Once this limit is reached, you may no longer deposit":[null,"达到此限额后，您不能再存款"],"One last step left":[null,"剩下最后一步"],"Only five years after inception, we pick up this major award for our online trading services. The award recognises BetOnMarkets.com's reliable, fast and secure online trading for novice and expert traders. At this time, our website has received over 15 million trades":[null,""],"Only letters, numbers, space, period, comma, dash(-)":[null,""],"Oops... Page Not Available":[null,"哎呀...页面不可用"],"Open":[null,"开盘"],"Open Account":[null,"开立账户"],"Open Price":[null,"开盘价"],"Open a Financial Account":[null,"开立金融账户"],"Open account":[null,"开立账户"],"Opening an account":[null,""],"Opens":[null,"开盘"],"Opera":[null,"操作"],"Option trading can become a real addiction, as can any other activity pushed to its limits. To avoid the danger of such addiction, we provide a reality-check that gives you a summary of your trades and accounts on a regular basis":[null,"二元期权交易和其他类似活动一样，过于沉迷可能会上瘾。为了避免这种风险，我们会定期向您提供交易和财务的实况简报"],"Optional field, within 20 characters and may not contain '+'":[null,"可选字段，不超过 20 个字符，并且不能包含“+”"],"Other":[null,"其它"],"Other financial instruments trading experience":[null,"其他金融工具交易体验"],"Other financial instruments trading frequency":[null,"其他金融工具交易频率"],"Our company continues to thrive and obtains a license in the Isle of Man to better service our UK clients":[null,""],"Our customers clearly like us. In mid-2014, Binary.com has over 100 million historical transactions and over 130,000 new daily transactions":[null,""],"Our fast organic growth is supplemented by the acquisition of the client base of BetsForTraders, one of our main competitors":[null,""],"Over":[null,"超过"],"Over 1 million registered accounts worldwide":[null,""],"Over 3 years":[null,"3年以上"],"Over 90 staff and contractors worldwide":[null,""],"Overlap Studies":[null,""],"PDF":[null,"PDF"],"PM":[null,"下午"],"PNG":[null,"PNG"],"Page Not Found":[null,"找不到页面"],"Parabolic SAR (SAR)":[null,""],"Password must be 6 characters minimum":[null,"密码需至少6个字符"],"Password must contain lower and uppercase letters with numbers":[null,"密码须包含大小写字母与数字"],"Password must contain uppercase letters and numbers":[null,"密码须包含大写字母与数字"],"Password successfully updated":[null,"密码已成功更新"],"Passwords didn't match. Please type them again":[null,"密码不相符。请重新输入"],"Patented technology":[null,""],"Pattern Recognition":[null,""],"Payment agent":[null,"支付代理"],"Payment agents":[null,"支付代理"],"Payment options":[null,""],"Payments":[null,"支付"],"Payout":[null,"赔付"],"Pension":[null,"养老金"],"Percentage Price Oscillator (PPO)":[null,""],"Permissions":[null,"权限"],"Personal Details":[null,"个人资料"],"Phone":[null,"电话"],"Piercing Pattern (CDLPIERCING)":[null,""],"Pip":[null,""],"Pip stands for 'percentage in point' which is generally the fourth decimal place (i.e. 0.0001)":[null,""],"Please":[null,"请"],"Please answer to secret question, within 4-50 characters":[null,"请回答密码提示问题，限4-50个字符"],"Please choose which currency you would like to transact in":[null,"请选择交易货币种类"],"Please confirm the following details in order to complete the transfer":[null,"请确认以下详情以完成转账"],"Please enter a number between":[null,"请输入以下范围之间的数字"],"Please enter a valid date in yyyy-mm-dd format":[null,"请输入有效日期，格式为年-月-日"],"Please enter a value for":[null,"请为以下输入数值"],"Please enter a vlaid phone number":[null,"请输入有效的电话号"],"Please enter correct email":[null,"请输入正确的电子邮件"],"Please enter date in the format YYYY-MM-DD":[null,"请输入日期，格式是年-月-日"],"Please enter the verification code sent to your email":[null,"请输入发送到您邮箱的验证码"],"Please enter time in the format HH:MM":[null,"请输入时间，格式为小时：分钟"],"Please enter your city address":[null,"请输入您的城市住址"],"Please enter your current password":[null,"请输入当前密码"],"Please enter your email":[null,"请输入电子邮件"],"Please enter your family name":[null,"请输入您的姓氏"],"Please enter your first name":[null,"请输入您的名字"],"Please enter your new password":[null,"请输入新密码"],"Please enter your password":[null,"请输入密码"],"Please enter your phone number":[null,"请输入电话号"],"Please enter your street address":[null,"请输入街道住址"],"Please input correct token":[null,""],"Please install the latest version of one of these browsers":[null,"以下浏览器请选择一个并安装最新版本"],"Please select":[null,"请选择"],"Please try again after 1 minute":[null,"请于1分钟后重试"],"Please use your new password to login":[null,"请用新密码登录"],"Plot":[null,"绘图"],"Pofit/Loss":[null,"利润/亏损"],"Points":[null,"点"],"Portfolio":[null,"投资组合"],"Postal code/ZIP":[null,"邮编"],"Potential Payout":[null,"可能的赔付额"],"Potential Profit":[null,"潜在利润"],"Potential profit":[null,"潜在利润"],"Potential profit and losses are limited to stop profit and stop loss levels respectively":[null,""],"Pre-Defined":[null,"预定义"],"Preferred reality-check interval":[null,"优选实况调查间隔时间"],"Press Create token button on the right to create your first token":[null,"按右方创建令牌按钮即可创建首个令牌"],"Price Transformation":[null,""],"Price forms three black candles, each with lower closes, in a downward price trend. A tall white candle engulfs the price action of the prior three days. The candle acts as a bullish reversal when price breaks out upward, and closes above the top of the candle pattern":[null,""],"Price the trade":[null,""],"Price trends downward into the start of the pattern, a tall black candle. Following that, a white candle appears that fits inside the body of the prior candle. This completes the bullish harami candlestick. The final day of the pattern is the confirming candle, a white one that closes above the prior close, which it does. The combination suggests price has reversed trend":[null,""],"Primary":[null,"主要"],"Print chart":[null,"打印图表"],"Profit":[null,"利润"],"Profit Table":[null,"利润表"],"Profit table":[null,"利润表"],"Profit/ Loss":[null,"利润/亏损"],"Profit/Loss (points)":[null,"利润/亏损（点）"],"Published in English, Indonesian, Japanese, Chinese, Polish, German, French, Spanish, Portuguese, Italian, Russian, and Thai":[null,""],"Purchase":[null,"买入"],"Purchase Date":[null,"买入日期"],"Purchase Price":[null,"买入价格"],"Quiet markets":[null,""],"Rate Of Change (ROC)":[null,""],"Rate Of Change Percentage (ROCP)":[null,""],"Rate Of Change Ratio (ROCR)":[null,""],"Read":[null,"阅读"],"Real Money Account Opening":[null,"开立真实资金账户"],"Reality check":[null,"真实情况检查"],"Reap the rewards of trading binaries, knowing your funds are always safe":[null,""],"Redirecting to oauth login page":[null,"重新导入oauth登录页面"],"Ref":[null,"参考"],"Regent Markets Group Ltd. renames to Binary Ltd":[null,""],"Regent Markets Group Ltd. renames to Binary Ltd., harmonising company and website branding throughout the organisation":[null,""],"Regent Markets acquires BetsForTraders client base":[null,""],"Regent Markets files for a patent in March 2000 on the basis of our unique position as the sole serious competitor in the business of fixed-odds financial betting. In May, we register the trading name BetOnMarkets and move to Malta to receive an internet betting licence":[null,""],"Regent Markets files for patent, and registers BetOnMarkets trading name":[null,""],"Regent Markets granted US patent for 'Betting system and method'":[null,""],"Regent Markets granted two new US patents":[null,""],"Regent Markets is founded by Jean-Yves Sireau":[null,""],"Regent Markets obtains a licence in the Isle of Man":[null,""],"Regent Markets receives funding to provide on-line financial betting services":[null,""],"Regent Markets sets up a programming centre in Cyberjaya, Malaysia":[null,""],"Regent Pacific Group Ltd., the Hong Kong-listed founding shareholder of Binary.com":[null,""],"Regent Pacific transaction":[null,""],"Register free account":[null,"注册免费账户"],"Registration":[null,"注册"],"Relative Strength Index (RSI)":[null,""],"Reloading page":[null,"重新载入页面"],"Remove Selected":[null,"移除选定项目"],"Rename":[null,"重命名"],"Repeat password":[null,"重复输入密码"],"Resale price":[null,""],"Reset to Defaults":[null,"重设为默认值"],"Reset zoom":[null,"缩放重设"],"Reset zoom level 1:1":[null,"缩放等级1：1重设"],"Resources":[null,"资源"],"Responsible Trading":[null,"负责任交易"],"Results":[null,"成绩"],"Return":[null,"回报"],"Return to trading page":[null,"返回交易页面"],"Rickshaw Man (CDLRICKSHAWMAN)":[null,""],"Rise":[null,"上涨"],"Rise/Fall":[null,""],"Rise/Fall trades":[null,""],"Rising markets":[null,""],"Rising/Falling Three Methods (CDLRISEFALL3METHODS)":[null,""],"SMA":[null,"简单移动平均线"],"SVG":[null,"圣文森特和格林纳丁斯"],"Safari":[null,"Safari"],"Salaried Employee":[null,"受薪雇员"],"Sale Date":[null,"卖出日期"],"Sale Price":[null,"卖出价格"],"Sand Signika":[null,"Sand Signika图表主题"],"Sat":[null,"周六"],"Saturday":[null,"周六"],"Save":[null,"保存"],"Save as":[null,"另存为"],"Save changes":[null,"保存更改"],"Scalable trading":[null,""],"Secondary":[null,"次要"],"Security":[null,"安全"],"Security question":[null,"安全提示问题"],"Select Instrument":[null,"选择工具"],"Self-Employed":[null,"个体经营"],"Self-Exclusion":[null,"自我禁止"],"Sell At Market":[null,"按市价卖出"],"Sell Price":[null,"卖出价格"],"Sell Spot":[null,"卖出现价"],"Sell Time":[null,"卖出时间"],"Sell option":[null,""],"Send to account #":[null,"发送到账户 #"],"Sent to account":[null,"发送到账户"],"Sep":[null,"九月"],"Separating Lines (CDLSEPARATINGLINES)":[null,""],"September":[null,"九月"],"Session":[null,"会话"],"Session duration limit, in minutes":[null,"交易期持续时间限制，以分钟为单位"],"Set your probability of winning":[null,""],"Settles":[null,"结算"],"Share":[null,"分享"],"Share chart":[null,"分享图表"],"Shooting Star (CDLSHOOTINGSTAR)":[null,""],"Short to long-term":[null,""],"Short-term action":[null,""],"Show":[null,"显示"],"Side by side white lines candlestick pattern is a triple pattern. Bullish pattern: In an upward trend, the first candlestick is followed by another upward that opens above the close of the first (gap up), that is followed by a third upward candlestick that opens below the close of the second (gap down). Bearish pattern: During a downtrend, the first candlestick is downward, followed by an upward candlestick that opens below the close of the first one (gap down), followed by an upward candlestick that opens below the close of the second one. This pattern indicates the continuation of a downtrend":[null,""],"Simple Moving Average (SMA)":[null,""],"Simplicity":[null,""],"Smoothed Moving Average (SMMA)":[null,""],"Sold":[null,"已卖出"],"Some random index":[null,"部分随机指数"],"Spinning Top (CDLSPINNINGTOP)":[null,""],"Spline":[null,"Spline法"],"Spot price":[null,""],"Spreads":[null,"价差交易"],"Spreads down":[null,"点差下跌"],"Spreads up":[null,"点差上涨"],"Stake":[null,"投注资金"],"Stalled Pattern (CDLSTALLEDPATTERN)":[null,""],"Standard Deviation (STDDEV)":[null,""],"Standard Deviation is a statistical calculation used to measure the variability. In trading this value is known as volatility. A low standard deviation indicates that the data points tend to be very close to the mean, whereas high standard deviation indicates that the data points are spread out over a large range of values":[null,""],"Standard methods":[null,"标准方法"],"Standard withdrawal":[null,"标准取款方式"],"Start Time":[null,"开始时间"],"Start time":[null,"开始时间"],"State/province/region":[null,"州/省/区"],"Statement":[null,"账单"],"Statistical Functions":[null,""],"Status":[null,"统计"],"Stays Between/Goes Outside trades":[null,""],"Stays In/Goes Out":[null,"“保持在范围之内/超出范围之外”"],"Stays in":[null,"范围内"],"Step 1: Define your position":[null,""],"Step 2: Get your trade price":[null,""],"Step 3: Make your trade":[null,""],"Stick Sandwich (CDLSTICKSANDWICH)":[null,""],"Stochastic (STOCH )":[null,""],"Stochastic Fast (STOCHF)":[null,""],"Stochastic Relative Strength Index (STOCHRSI)":[null,""],"Stochastic Slow (STOCHS)":[null,""],"Stock Indices":[null,""],"Stock indices":[null,""],"Stock market indices measure the value of a selection of companies in the stock market":[null,""],"Stocks trading experience":[null,"股票交易经验"],"Stocks trading frequency":[null,"股票交易频率"],"Stop Loss Level":[null,"止损价位"],"Stop Profit Level":[null,"止盈价位"],"Stop-loss":[null,"止损"],"Stop-profit":[null,"止盈"],"Stop-type":[null,"停止类型"],"Street address":[null,"街道地址"],"Stroke":[null,"波幅"],"Stroke color":[null,"波幅颜色"],"Stroke width":[null,"波幅宽度"],"Submit":[null,"提交"],"Summation (SUM)":[null,""],"Sun":[null,"周日"],"Sunday":[null,"周日"],"TEMA":[null,"三指数移动平均线"],"TRIMA":[null,"三角形移动平均线"],"Table":[null,"表"],"Take early profits":[null,""],"Takuri (Dragonfly Doji with very long lower shadow) (CDLTAKURI)":[null,""],"Tasuki Gap (CDLTASUKIGAP)":[null,""],"Tax-free":[null,""],"Tel":[null,"电话"],"Template name":[null,"模板名称"],"Terms":[null,"条款"],"Terms and Conditions":[null,"条款和条件"],"Tertiary":[null,"三级"],"The":[null,"关于"],"The Absolute Price Oscillator (APO) is based on the absolute differences between two moving averages of different lengths, a  Fast  and a  Slow  moving average":[null,""],"The Aroon Oscillator is the difference between Aroon-Up and Aroon-Down. These two indicators are usually plotted together for easy comparison, but chartists can also view the difference of these two indicators with the Aroon Oscillator. This indicator fluctuates between -100 and +100 with zero as the middle line":[null,""],"The Average Directional Movement Index index (ADX) was developed in 1978 by J. Welles Wilder as an indicator of trend strength in a series of prices of a financial instrument ADX will range between 0 and 100. Generally, ADX readings below 20 indicate trend weakness, and readings above 40 indicate trend strength":[null,""],"The Average True Range (TRANGE) study measures the size of the period s range, and takes into account any gap from the close of the previous period":[null,""],"The Awesome Oscillator is an indicator used to measure market momentum. AO calculates the difference of a 34 Period and 5 Period Simple Moving Averages. The Simple Moving Averages that are used are not calculated using closing price but rather each bar's midpoints. AO is generally used to affirm trends or to anticipate possible reversals":[null,""],"The Bearish I-Neck Pattern occurs after a downtrend when first day is a long red candle and the second day is a blue day, opening below the low of the first day and closing barely into the body of the first day":[null,""],"The Bearish On-Neck Pattern occurs after a downtrend when a long black day is followed by a long white day that gaps down at the open and closes below the close of the black day":[null,""],"The Bullish Three Star appears after a downtrend and it consists of three consecutive Doji, in which the second Doji gaps below the other two Doji. The Bearish Three Star appears after a uptrend and it consists of three consecutive Doji, in which the second Doji gaps above the other two Doji":[null,""],"The CMO indicator is created by calculating the difference between the sum of all recent higher closes and the sum of all recent lower closes and then dividing the result by the sum of all price movement over a given time period. The result is multiplied by 100 to give the -100 to +100 range":[null,""],"The Choppiness Index (CHOP) is an indicator designed to determine if the market is choppy (trading sideways) or not choppy (trading within a trend in either direction). CHOP is not meant to predict future market direction, it is a metric to be used to for defining the market's trendiness only":[null,""],"The Commodity Channel Index (CCI) is a versatile indicator that can be used to identify a new trend or warn of extreme conditions":[null,""],"The Donchian Channel is an indicator used in market trading developed by Richard Donchian. It is formed by taking the highest high and the lowest low of the last n periods. The area between the high and the low is the channel for the period chosen":[null,""],"The Double Exponential Moving Average (CKS) by Patrick Mulloy attempts to remove the inherent lag associated to Moving Averages by placing more weight on recent values":[null,""],"The Double Exponential Moving Average (DEMA) by Patrick Mulloy attempts to remove the inherent lag associated to Moving Averages by placing more weight on recent values":[null,""],"The Dragonfly Doji is created when the open, high, and close are the same or about the same price (Where the open, high, and close are exactly the same price is quite rare).The most important part of the Dragonfly Doji is the long lower shadow":[null,""],"The Exponential Moving Average (EMA) represents an average of prices, but places more weight on recent prices. The weighting applied to the most recent price depends on the selected period of the moving average. The shorter the period for the EMA, the more weight that will be applied to the most recent price":[null,""],"The Fast Stochastic Oscillator is based on George Lane's original formulas for %K and %D. %K in the fast version that appears rather choppy. %D is the 3-day SMA of %K":[null,""],"The Gravestone Doji is created when the open, low, and close are the same or about the same price (Where the open, low, and close are exactly the same price is quite rare). The most important part of the Graveston Doji is the long upper shadow":[null,""],"The Hammer formation is created when the open, high, and close are roughly the same price.Also, there is a long lower shadow, twice the length as the real body":[null,""],"The Hanging Man formation, just like the Hammer, is created when the open, high, and close are roughly the same price. Also, there is a long lower shadow, which should be at least twice the length of the real body":[null,""],"The Hull Moving Average solves the age old dilemma of making a moving average more responsive to current price activity whilst maintaining curve smoothness. In fact the HMA almost eliminates lag altogether and manages to improve smoothing at the same time":[null,""],"The Inverted Hammer occurs mainly at the bottom of downtrends when the open, low, and close are roughly the same price. Also, there is a long upper shadow, which should be at least twice the length of the real body":[null,""],"The Kaufman's Adaptive Moving Average (KAMA) Developed by Perry Kaufman, is a moving average designed to account for market noise or volatility. This trend-following indicator can be used to identify the overall trend, time turning points and filter price movements":[null,""],"The Least Squares Moving Average first calculates a least squares regression line over the preceding time periods, then projects it forward to the current period. In essence, it calculates what the value would be if the regression line continued":[null,""],"The MESA Adaptive Moving Average is developed by John Ehlers of Mesa Software. This trend-following indicator can be used to identify the overall trend, time turning points and filter price movements":[null,""],"The Momentum indicator compares where the current price is in relation to where the price was in the past. How far in the past the comparison is made is up to the technical analysis trader. The calculation of Momentum is quite simple (n is the number of periods the technical trader selects): The current price minus the price n-periods ago":[null,""],"The Percentage Price Oscillator (PPO) is a momentum oscillator that measures the difference between two moving averages as a percentage of the larger moving average":[null,""],"The Price Rate-of-Change (ROC) indicator displays the difference between the current price and the price x-time periods ago. The difference can be displayed in either points or as a percentage":[null,""],"The Rate of Change Percentage (ROCP) indicator compares the current price with the previous price from a selected number of periods ago. The current price is divided by the previous price. ROCP does not express as a percentage. This indicator is also commonly known as a momentum indicator":[null,""],"The Rate of Change Rate (ROCR) indicator compares the current price with the previous price from a selected number of periods ago. The current price is divided by the previous price. This indicator is also commonly known as a momentum indicator":[null,""],"The Relative Strength Index (RSI) was published by J. Welles Wilder. The current price is normalized as a percentage between 0 and 100. The name of this oscillator is misleading because it does not compare the instrument relative to another instrument or set of instruments, but rather represents the current price relative to other recent pieces within the selected lookback window length":[null,""],"The Rickshaw Man has unusually tall upper and lower shadows, a body in which the opening and closing prices are about the same, and the body is near the middle of the candlestick":[null,""],"The Shooting formation is created when the open, low, and close are roughly the same price. There is a long upper shadow, generally defined as at least twice the length of the real body":[null,""],"The Simple Moving Average (SMA) is calculated by adding the price of an instrument over a number of time periods and then dividing the sum by the number of time periods. The SMA is basically the average price of the given time period, with equal weighting given to the price of each period":[null,""],"The Stochastic Relative Strength Index (STOCHRSI) was developed by Tushar Chande and Stanley Kroll, StochRSI is an oscillator that measures the level of RSI relative to its high-low range over a set time period. StochRSI applies the Stochastics formula to RSI values, instead of price values. This makes it an indicator of an indicator. The result is an oscillator that fluctuates between 0 and 1":[null,""],"The Tasuki Gap pattern is made up of three candlesticks, the first bar is a red candlestick within a defined downtrend, the second bar is another red candlestick that has gapped below the close of the previous bar and the last bar is a white candlestick that closes within the gap of the first two bars":[null,""],"The Three Methods pattern is a trend continuation pattern that can appear in an uptrend or a down trend. In an uptrend it is called the rising three methods pattern and in a downtrend it is called the falling three methods pattern. The three methods pattern consists of at least five candlesticks":[null,""],"The Triangular Moving Average (TRIMA) represents an average of prices, but places weight on the middle prices of the time period. The calculations double-smooth the data using a window width that is one-half the length of the series":[null,""],"The Triple Exponential Moving Average (T3) by Tim Tillson attempts to offers a moving average with better smoothing then traditional exponential moving average":[null,""],"The Triple Exponential Moving Average (TEMA) by Patrick Mulloy offers a moving average with less lag then traditional exponential moving average":[null,""],"The Typical Price function measures the average of the high, low, and closing prices for the day using a simple, single-line plot. The ordinary price gives a simplified view of the day trading prices for as well as it happens with other price-adjustment functions. You can use it for smoothing out some of the inconstancy of the closing price because it comprises information for the whole trading day and not only the result of the day's end. The Typical Price indicator is measured by adding the high, low, and closing prices together, and then dividing by three":[null,""],"The Weighted Close indicator is simply an average of each day's price. It can be used to smooth out some of the inconstancy of a chart of closing prices, as it comprises information for the whole trading day":[null,""],"The balance of power (BOP) indicator measures the strength of the bulls vs. bears by assessing the ability of each to push price to an extreme level":[null,""],"The barrier of a binary option trade is the price target you set for the underlying. You can choose trades that stay below or go above a price target, or stay between two targets":[null,""],"The barrier(s) you choose defines your position and triggers your payout":[null,""],"The breakaway pattern begins with a long candle representing the current trend. The following candle is the same color and it gaps away from that first long candle. While the third day s candle can be either color, it will not show a change in the current trend. The fourth day continues the trend and therefore continues to produce the same color candles. The fifth day however, reverses the trend. Please note that it only opens slightly the opposite of the current trend and it continues in the same direction to where it then closes in the gap area":[null,""],"The closing black marubozu candlestick is a tall black candle with an upper shadow but no lower one. The closing white marubozu candlestick is a tall white candle with an lower shadow but no upper shadow":[null,""],"The company holds customer funds in separate bank accounts to the operational accounts which would not, in the event of insolvency, form part of the Company's assets. This meets the Gambling Commission's requirements for the segregation of customer funds at the level":[null,""],"The contract period is the timeframe of a trade. It is also called the duration":[null,""],"The duration is the length of a purchased trade (see":[null,""],"The entry level for a long contract is 1001, which is entry spot + half spread. At exit, the spot is at 1100 and hence the exit level for a long contract is 1099, which is exit spot - half spread":[null,""],"The entry level for a short contract is 999, which is entry spot - half spread. At exit, the spot is at 1100 and hence the exit level for a short contract is 1101, which is exit spot + half spread":[null,""],"The entry spot of an instrument XYZ is 1000 and the spread on this instrument is 2 points":[null,""],"The entry spot price is the starting price of the trade purchased by a trader":[null,""],"The expiry price is the price of the underlying when the contract expires":[null,""],"The financial trading services contained within this site are only suitable for customers who are able to bear the loss of all the money they invest and who understand and have experience of the risk involved in the aquistion of financial contracts. Transactions in financial contracts carry a high degree of risk. If purchased contracts expire worthless, you will suffer a total loss of your investment, which consists of the contract permium":[null,"本网站包含的金融交易服务仅适合这样的客户：能够承受全部投入资金亏损的风险，了解购买金融合约的风险并具有相关经验。金融合约交易有很高的风险。如果购买的合约到期时一文不值，您将损失全部投资，包括合约费用"],"The first step is to open an account. You can apply online in just a few minutes":[null,""],"The first three days of the Bullish Ladder Bottom are strong black candlesticks with consecutive lower opens and lower closes. The fourth day is a short black candlestick, but it opens higher and trades higher, leaving a long upper shadow, then closes making a new low. The fifth day is a strong white candlestick that makes a body gap with the fourth day":[null,""],"The homing pigeon is a bullish candlestick reversal pattern comprised of two red candlesticks. The first candle is a tall black one that appears in a downward price trend. The second day is also a black candle, but it is smaller and fits inside the body of the first black candle":[null,""],"The indicator is designed for use on a monthly time scale. It is the sum of a 14-month rate of change and 11-month rate of change, smoothed by a 10-period weighted moving average":[null,""],"The loss of USD 306 is the difference between the exit and entry level multiplied by the amount per point":[null,""],"The market exit price is the price in effect at the end of the contract period":[null,""],"The page you requested could not be found. Either it no longer exists or the address is wrong. Please check for any typos":[null,"找不到相关的页面。该页面已过期，或输入网址出错。请检查您的输入"],"The parabolic SAR is calculated almost independently for each trend in the price. When the price is in an uptrend, the SAR emerges below the price and converges upwards towards it. Similarly, on a downtrend, the SAR emerges above the price and converges downwards. At each step within a trend, the SAR is calculated one period in advance":[null,""],"The patent means Regent Markets is the recognised pioneer of binary betting. The patent helps protect our innovations":[null,""],"The payout is the amount paid to an options trader if their prediction is correct":[null,""],"The piercing pattern is made up of two candlesticks, the first black and the second white.Both candlesticks should have fairly large bodies and the shadows are usually, but not necessarily, small or nonexistent. The white candlestick must open below the previous close and close above the midpoint of the black candlestick's body. A close below the midpoint might qualify as a reversal, but would not be considered as bullish":[null,""],"The premier platform for trading binary options in the world's financial markets":[null,""],"The profit is the difference between the purchase price (the stake) and the payout on a winning trade":[null,""],"The profit of USD 294 is the difference between the exit and entry level multiplied by the amount per point":[null,""],"The rebranding is a natural evolution for the platform as it continues to grow market share in the highly competitive field of binary trading. The new brand reflects the nature of the business, and our new tagline - Sharp Prices, Smart Trading - communicates our ethos and commitment to our clients":[null,""],"The resale price indicates a contract's current market price. Resale prices are on a best-efforts basis and may not be available at all times after purchase. See 'Sell option' for more details on selling contracts before expiry":[null,""],"The return is the money realized when the contract expires (see 'Payout')":[null,""],"The stake is the amount that a trader must pay to enter into a trade":[null,""],"The sum of price over selected period":[null,""],"The variance and the closely-related standard deviation are measures of how spread out a distribution is. In other words, they are measures of variability. The variance is computed as the average squared deviation of each number from its mean":[null,""],"The volatility indices simulate various real market situations and provide an ideal platform for getting used to trading and testing strategies under various market conditions. These indices depend on volatility and drift, and help users to try out scenarios like - high volatility, low volatility, bullish and bearish trends":[null,""],"These are trades where the trader predicts if a market will finish higher or lower than a specified price target":[null,""],"These are trades where the trader predicts if a market will rise or fall at the end of a selected time period":[null,""],"These are trades where the trader selects a low and high barrier, and predicts if the market will stay within these barriers or go outside them (see also 'Stays Between/Goes Outside trades')":[null,""],"These are trades where the trader selects a price target, and predicts that the market will never touch the target before the expiry of the trade":[null,""],"These are trades where the trader selects a price target, and predicts that the market will touch the target before the expiry of the trade":[null,""],"This Moving Average uses curve of the Normal (Gauss) distribution which can be placed by Offset parameter from 0 to 1. This parameter allows regulating the smoothness and high sensitivity of the Moving Average. Sigma is another parameter that is responsible for the shape of the curve coefficients":[null,""],"This contract lost":[null,"合约输了"],"This contract won":[null,"合约赢了"],"This field is required":[null,"此为必填项"],"This is another award we really savour. Trade2win is a portal for active traders seeking to profit from stocks, futures, options and forex, and these traders award us silver (we are just pipped for gold by Betfair). It means active traders worldwide rate our trading platform extremely highly":[null,""],"This is big. We pick up a double award from the Financial Times and Investors Chronicle, reflecting our success in improving the quality and usability of our website and products":[null,""],"This is the current price at which an underlying can be bought or sold at a particular time":[null,""],"This pattern occurs when two black days appear with equal closes in a downtrend. Matching Low indicates a bottom has been made, even though the new low was tested and there was no follow through, which is indicative of a good support price":[null,""],"Three Advancing White Soldiers (CDL3WHITESOLDIERS)":[null,""],"Three Black Crows (CDL3BLACKCROWS)":[null,""],"Three Inside Up/Down (CDL3INSIDE)":[null,""],"Three Outside Up/Down (CDL3OUTSIDE)":[null,""],"Three Stars In The South (CDL3STARSSOUTH)":[null,""],"Three tall white candles, each with higher closes, and bodies that overlap (an opening price within the prior candle's body)":[null,""],"Three white days occur. Each successive day opens within the body of the previous day and closes above the previous day. The bodies of the candles get progressively smaller with the upper shadows of day 2 and 3 getting progressively longer":[null,""],"Three-Line Strike (CDL3LINESTRIKE)":[null,""],"Thrusting Pattern (CDLTHRUSTING)":[null,""],"Thu":[null,"周四"],"Thursday":[null,"周四"],"Tick":[null,""],"Tick Trade app":[null,"跳动点交易应用程序"],"Tick {row.number}":[null,"跳动点 {行.号}"],"Ticks":[null,"跳动点"],"Tile":[null,"图标"],"Time interval":[null,"时间间隔"],"Time out until":[null,"时间已过。下次开启时间为"],"Time period":[null,"期限"],"Times are changing. We increase payouts so our clients can make the most of their winning trades":[null,""],"Title":[null,"职务"],"To":[null,"到"],"To deposit money please contact the payment agent directly":[null,"如要存款请直接联系支付代理"],"To process deposits and withdrawals for payment methods or local currencies not supported by Binary.com contact a payment agent":[null,"对于Binary.com不支持的支付方式或货币， 您可以联系支付代理处理存款和取款"],"To withdraw funds please enter the special verification token we have just emailed you":[null,"要取款前请输入刚发送到您邮箱的特殊验证令牌码"],"Today":[null,"今天"],"Token":[null,"令牌"],"Token management":[null,"令牌管理"],"Token name":[null,"令牌名称"],"Token permissions":[null,"令牌权限"],"Tokens are special codes for accessing Binary mobile applications and third party tools":[null,"令牌是访问Binary移动应用程序和第三方工具的特殊代码"],"Tooltip background":[null,"工具提示背景"],"Tooltip text":[null,"工具提示文本"],"Total Cost":[null,"成本总计"],"Total Profit/Loss":[null,"利润/亏损合计"],"Touch":[null,"触及"],"Touch/No Touch":[null,"触及/未触及"],"Tourism":[null,"旅游"],"Town/City":[null,"城镇/城市"],"Trade":[null,"交易"],"Trade Confirmation":[null,"确认交易"],"Trade all market conditions":[null,""],"Trade to your budget":[null,""],"Trade to your strategy":[null,""],"Trade using":[null,"交易方法为"],"Trade when you want to trade":[null,""],"Trade with confidence":[null,""],"Trade your way":[null,""],"Trading Times":[null,"交易时间"],"Trading binaries is remarkably easy, and requires only 3 simple steps":[null,""],"Trading binary options may not be suitable for everyone, so please ensure that you fully understand the risks involved. Your losses can exceed your initial deposit and you do not own or have any interest in the underlying asset":[null,"二元期权交易并不适合所有人。因此，请确保您完全明白有关的风险。您的亏损可能会超越起始资金存款，而您并不拥有或占有任何标的资产"],"Trading the financial markets can become addictive. Fill in the form below to limit your participation on the website or send a signed letter or fax to our customer support team. Once set, you can only tighten your limits. Limits will only be removed or loosened after 7 days with the exception of the self- exclusion date, which cannot be removed or altered once you have confirmed it. To remove or increase your limits, please contact":[null,"金融市场交易可能使人上瘾。请填写下表以限制您对本网站的参与。您也可发送签名信或传真到我们的客服团队。一旦设定好，您只能收紧您的限制。限制只能在 7 天后取消或放宽，自我禁止期在确认后不能取消或更改。若要解除或增加您的限制，请联系"],"Tradingview for Binary.com":[null,"通过Binary.com使用Tradingview"],"Transfer to another Binary account":[null,"转账到另一个Binary账户"],"Triangular Moving Average (TRIMA)":[null,""],"Triple Exponential Moving Average (T3)":[null,""],"Triple Exponential Moving Average (TEMA)":[null,""],"Tristar Pattern (CDLTRISTAR)":[null,""],"True Range (TRANGE)":[null,""],"Try":[null,"尝试"],"Tue":[null,"周二"],"Tuesday":[null,"周二"],"Turnover":[null,"交易额"],"Two Crows (CDL2CROWS)":[null,""],"Typical Price (TYPPRICE)":[null,""],"USD":[null,"美元"],"USDJPY":[null,"美元日元"],"Ultimate Oscillator (ULTOSC)":[null,""],"Under":[null,"下部"],"Underlying":[null,""],"Unfortunately, no - funds initially deposited through one payment method must be withdrawn through the same system; funds cannot be transferred to an alternate system for withdrawal. We do offer a wide variety of payment methods, to suit your specific needs and preferences":[null,""],"Unfortunately, your browser does not support them":[null,"很遗憾，您的浏览器不支持这些程序"],"Unique 3 River (CDLUNIQUE3RIVER)":[null,""],"Unique Three River Bottom is a bullish candlestick pattern made up of three candles: The 1st candle has a long and bearish body, the 2nd candle is a hammer, and its body is inside the 1st bar's body, the 3rd candle is small and bullish, its Close price is lower than 2nd bar's":[null,""],"Up to 100% returns on rise/fall trades":[null,""],"Up/Down":[null,"上涨/下跌"],"Up/Down-Gap Side-By-Side White Lines (CDLGAPSIDESIDEWHITE)":[null,""],"Upcoming Events":[null,"未来事件"],"Update Settings":[null,"更新设置"],"Upgrade to a Real Account":[null,"升级为真实账户"],"Upload template":[null,"加载模板"],"Upside/Downside Gap Three Methods (CDLXSIDEGAP3METHODS)":[null,""],"Upside/Downside Gap Two Crows (CDLUPSIDEGAP2CROWS)":[null,""],"Use":[null,"使用"],"Use the \"Save as ...\" button to save the chart settings, type, time period, indicators and comparisons":[null,"使用\"另存为...\"按钮保存图表设置、类型、时间段、指标和比较"],"Use the \"Save as ...\" button to save the trade settings":[null,"使用“另存为...”按键保存交易设置"],"Using our website, customers can trade currencies, indices, stocks and commodities 24/7. We have the most flexible pricing and the most comprehensive suite of products available":[null,""],"Variance (VAR)":[null,""],"Verification code has been sent to your email":[null,"验证代码已发送到您的邮箱"],"Verification code sent to":[null,"验证代码已发送到"],"Verification token":[null,"验证令牌"],"Verify new password":[null,"验证新密码"],"Vertical Line":[null,"垂直线"],"Vertical line":[null,"垂直线"],"View":[null,"查看"],"View Historical Data":[null,"查看历史数据"],"View Statement":[null,""],"Volatile markets":[null,""],"Volatility Indicators":[null,""],"Volatility Indices":[null,""],"Volatility indices":[null,""],"WMA":[null,"加权移动平均线"],"WMA stands for weighted moving average. It helps to smooth the price curve for better trend identification. It places even greater importance on recent data than the EMA does":[null,""],"We are required by our license to inform you about what happens to funds which we hold on account for you, and the extent to which funds are protected in the event of insolvency":[null,""],"We do it again. BetOnMarkets.com follows up our 2007 award by being voted 'Best Fixed-Odds Financial Trading Provider' for 2008":[null,""],"We don't usually require any documents as we can verify your identity online":[null,""],"We rebrand BetOnMarkets.com as":[null,""],"We're granted patents for 'Computer trading system and method for speculating on a financial market' and 'Computer trading system for offering custom financial market speculations'. The patents show our ability to innovate and stay ahead of the pack":[null,""],"We're really proud of this award. We're strongly committed to offering an ethical and customer-focused trading experience, and the award shows that BetOnMarkets is a trusted brand that listens and caters to customers, whether they are experienced traders or novices. We offer customer services in English, Indonesian, Russian, Chinese and Spanish":[null,""],"Websocket Server":[null,"Websocket 服务器"],"Webtrader":[null,"Webtrader"],"Webtrader uses new web technologies for rich and enjoyable trading experience":[null,"Webtrader采用新型网络技术为您提供丰富且充满乐趣的交易体验"],"Wed":[null,"周三"],"Wednesday":[null,"周三"],"Weighted Close Price (WCLPRICE)":[null,""],"Weighted Moving Average (WMA)":[null,""],"When you are satisfied with the trade price, instantly execute your trade":[null,""],"When you trade with Binary.com, you can be assured that your deposits are held in a separate trust account and are not used for any other purpose":[null,""],"While on the go, you can":[null,"出门在外时，您可"],"Why Choose Binary Trading?":[null,""],"Will I need to install any software?":[null,""],"Williams' %R (WILLR)":[null,""],"Win 10-1000% on your stake if you are correct. Increase your winning return by choosing 'Stays In' with a narrow price target":[null,""],"Win 10-1000% on your stake if you are correct. Increase your winning return by choosing a 'Touch' trade, with a price target farther away from the current price":[null,""],"Win 10-1000% on your stake if you are correct. Increase your winning return by choosing a price target farther away from the current price":[null,""],"Windows":[null,"窗口"],"With Binary.com you can trade":[null,""],"With Binary.com's unique platform, there's no risk of 'slippage' or gapping markets. And no hidden fees":[null,""],"With Binary.com, the most you can lose is the amount you stake at the start of your trade":[null,""],"Withdraw funds":[null,"取出资金"],"Withdrawal via payment agents":[null,"通过支付代理取款"],"X-axis labels":[null,"X-轴标签"],"X-axis line":[null,"X-轴线"],"X-axis tick":[null,"X-轴跳动点"],"Xodds.com":[null,""],"Y-axis gridline":[null,"Y-轴网格线"],"Y-axis labels":[null,"Y-轴标签"],"Yes":[null,"是"],"You can choose payouts from $1 to $50,000. This wide payout range is ideal for both small and large traders":[null,""],"You can open an account, deposit funds and begin trading within minutes":[null,""],"You can sell back long-term trades at any time to profit from changing market conditions":[null,""],"You can set the length of your trade, from 10 seconds to 365 days":[null,""],"You can trade a range of markets, timescales and indices - 24/7":[null,""],"You don't need to deposit any money to open an account, but you need to deposit funds before you can start trading":[null,""],"You get fair and transparent pricing, whatever your position":[null,""],"You have sold the following contract":[null,"您已卖出以下合约"],"You have to register webtrader and get App ID before you can use different OAuth server for authentication. For more information refer to OAuth details on":[null,"使用各OAuth服务器进行验证前须先注册webtrader并领取应用程序ID。欲知详情，请到此参阅OAuth信息"],"You haven't saved any templates yet":[null,"您尚未保存任何模板"],"You pay":[null,"您支付"],"You set the barrier(s) to define your position":[null,""],"You will be automatically logged out after such time":[null,"在该时间后您将自动退出登录"],"You'll be surprised by the returns you can make":[null,""],"Your Binary.com account is created, but to start trading you need to allow Webtrader access it":[null,"您已开立Binary.com账户，但须向 Webtrader 提供访问权限才可开始交易"],"Your account is locked, please contact customer support for more info":[null,"您的账户已被封锁，欲知详情请联系客服部"],"Your browser is not supported":[null,"您的浏览器不受支持"],"Your email":[null,"您的电子邮件"],"Your money is always safe with Binary.com. At all times, it is held in segregated AAA-rated banks, which is a condition of our trading licenses":[null,""],"Your new account balance is":[null,"您的新账户余额是"],"Your risks are known":[null,""],"Your transaction reference is":[null,"您的交易参考号是"],"Your transaction reference number is":[null,"您的交易参考号是"],"Zoom":[null,"缩放"],"allowing clients to develop their own automated trading robots with  drag-and-drop  simplicity":[null,""],"and":[null,"以及"],"apostrophe (') are allowed":[null,""],"at a valuation of US$ 50.5 million":[null,""],"auto-trader programming tool":[null,""],"below and proceeding with the Account Opening you should note that you may be exposing yourself to risks (which may be significant, including the risk of loss of the entire sum invested) that you may not have the knowledge and experience to properly assess or mitigate":[null,"以下并依照后续流程开立账户，您须注意，您可能承担一些风险（可能会很严重，包括损失整个投资资金的风险），而对于此类风险缺，你可能乏知识与经验以作出正确评估或化解"],"between":[null,"之间"],"commission":[null,"佣金"],"contact support":[null,"联系客服部"],"customer support":[null,"客服部"],"day":[null,"日"],"days":[null,"日"],"disposes of its stake":[null,""],"e-commerce site for branded merchandise":[null,""],"e.g":[null,"例如"],"e.g, www2.binary.com, www.binaryqa36.com":[null,"例如www2.binary.com, www.binaryqa36.com"],"end time":[null,"结束时间"],"entry spot":[null,"入市现价"],"exit spot":[null,"退市现价"],"for mobile charts":[null,"移动式图表专用"],"has updated its":[null,"已更新其"],"hour":[null,"小时"],"hours":[null,"小时"],"https://developers.binary.com/":[null,"https://developers.binary.com/"],"id-HXSSH5AIQylFwsiUcXGqpXApvnFeg":[null,"id-HXSSH5AIQylFwsiUcXGqpXApvnFeg"],"if this is not your country of residence":[null,"如不是您的居住国"],"in the future, the":[null,"未来的"],"information about your trading exprience and personal finance":[null,"您的交易经验与个人财务信息"],"is Binary's advanced desktop trading platform. Its multi-window interface provides maximum flexibility and suits the needs of active traders working on their desktop PCs":[null,"是Binary的先进桌面交易平台。多窗口界面保证了最大的灵活性，可满足活跃交易员通过桌面电脑交易的需求"],"is required. Current spread":[null,"是必须的。当前价差"],"is that which is selected and the":[null,"就是您选择的，而"],"is the":[null,"是"],"is the price in effect at that time":[null,"就是当时的实时价格"],"is the selected number of minutes/hours after the":[null,"之后所选的分钟数或小时数"],"is the selected time":[null,"就是您选择的时间"],"is the spot at the":[null,"的现价"],"is when the contract is processed by our servers and the":[null,"就是我们的服务器处理合约交易的时间"],"main site":[null,"主要网站"],"medium protection":[null,""],"minute":[null,"分钟"],"minutes":[null,"分钟"],"next tick":[null,"下一个跳动点"],"oauth":[null,"oauth"],"of \"Now\", the":[null,"是“现在”，"],"our helpful support desk":[null,""],"payment agent":[null,"支付代理"],"please play responsibly. Read about":[null,"并提醒自己要承担责任。请查阅"],"points":[null,"点"],"second":[null,"秒"],"seconds":[null,"秒"],"session overview":[null,"会话概观"],"start time":[null,"开始时间"],"terms and conditions":[null,"条款和条件"],"the":[null,"关于"],"thereafter":[null,"其后"],"tick":[null,"跳动点"],"ticks":[null,"跳动点"],"trading experience":[null,"交易经验"],"trading frequency":[null,"交易频率"],"websocket":[null,"websocket"],"www.Binary.com":[null,""],"yes":[null,"是"],"{agent.commission}%":[null,"{代理.佣金}%"],"| Return":[null,"回报率"],"enabling clients, affiliates, and developers to buy and sell Binary.com products":[null,""]}