{
  "atr": {
    "id": "atr",
    "long_display_name": "Average True Range",
    "short_display_name": "ATR",
    "category": [
      "Volatility Indicators"
    ],
    "description": "The Average Directional Movement Index index (ADX) was developed in 1978 by J. Welles Wilder as an indicator of trend strength in a series of prices of a financial instrument ADX will range between 0 and 100. Generally, ADX readings below 20 indicate trend weakness, and readings above 40 indicate trend strength."
  },
  "ema": {
    "id": "ema",
    "long_display_name": "Exponential Moving Average",
    "short_display_name": "EMA",
    "onChartIndicator": true,
    "category": [
      "Overlap Studies"
    ],
    "description": "The Exponential Moving Average (EMA) represents an average of prices, but places more weight on recent prices. The weighting applied to the most recent price depends on the selected period of the moving average. The shorter the period for the EMA, the more weight that will be applied to the most recent price."
  },
  "rsi": {
    "id": "rsi",
    "long_display_name": "Relative Strength Index",
    "short_display_name": "RSI",
    "category": [
      "Momentum Indicators"
    ],
    "description": "The Relative Strength Index (RSI) was published by J. Welles Wilder. The current price is normalized as a percentage between 0 and 100. The name of this oscillator is misleading because it does not compare the instrument relative to another instrument or set of instruments, but rather represents the current price relative to other recent pieces within the selected lookback window length."
  },
  "sma": {
    "id": "sma",
    "long_display_name": "Simple Moving Average",
    "short_display_name": "SMA",
    "onChartIndicator": true,
    "category": [
      "Overlap Studies"
    ],
    "description": "The Simple Moving Average (SMA) is calculated by adding the price of an instrument over a number of time periods and then dividing the sum by the number of time periods. The SMA is basically the average price of the given time period, with equal weighting given to the price of each period."
  },
  "roc": {
    "id": "roc",
    "long_display_name": "Rate Of Change",
    "short_display_name": "ROC",
    "category": [
      "Momentum Indicators"
    ],
    "description": "The Price Rate-of-Change (ROC) indicator displays the difference between the current price and the price x-time periods ago. The difference can be displayed in either points or as a percentage."
  },
  "typprice": {
    "id": "typprice",
    "long_display_name": "Typical Price",
    "short_display_name": "TYPPRICE",
    "onChartIndicator": true,
    "category": [
      "Price Transformation"
    ],
    "description": "The Typical Price function measures the average of the high, low, and closing prices for the day using a simple, single-line plot. The ordinary price gives a simplified view of the day trading prices for as well as it happens with other price-adjustment functions. You can use it for smoothing out some of the inconstancy of the closing price because it comprises information for the whole trading day and not only the result of the day's end. The Typical Price indicator is measured by adding the high, low, and closing prices together, and then dividing by three."
  },
  "willr": {
    "id": "willr",
    "long_display_name": "Williams' %R",
    "short_display_name": "WILLR",
    "category": [
      "Momentum Indicators"
    ],
    "description": "Developed by Larry Williams, Williams %R is a momentum indicator that is the inverse of the Fast Stochastic Oscillator. Also referred to as %R, Williams %R reflects the level of the close relative to the highest high for the look-back period."
  },
  "rocp": {
    "id": "rocp",
    "long_display_name": "Rate Of Change Percentage",
    "short_display_name": "ROCP",
    "category": [
      "Momentum Indicators"
    ],
    "description": "The Rate of Change Percentage (ROCP) indicator compares the current price with the previous price from a selected number of periods ago. The current price is divided by the previous price. ROCP does not express as a percentage. This indicator is also commonly known as a momentum indicator."
  },
  "rocr": {
    "id": "rocr",
    "long_display_name": "Rate Of Change Ratio",
    "short_display_name": "ROCR",
    "category": [
      "Momentum Indicators"
    ],
    "description": "The Rate of Change Rate (ROCR) indicator compares the current price with the previous price from a selected number of periods ago. The current price is divided by the previous price. This indicator is also commonly known as a momentum indicator."
  },
  "min": {
    "id": "min",
    "long_display_name": "Minimum",
    "short_display_name": "MIN",
    "onChartIndicator": true,
    "category": [
      "Statistical Functions"
    ],
    "description": "Minimum price over selected period"
  },
  "max": {
    "id": "max",
    "long_display_name": "Maximum",
    "short_display_name": "MAX",
    "onChartIndicator": true,
    "category": [
      "Statistical Functions"
    ],
    "description": "Maximum price over selected period"
  },
  "sum": {
    "id": "sum",
    "long_display_name": "Summation",
    "short_display_name": "SUM",
    "category": [
      "Statistical Functions"
    ],
    "description": "The sum of price over selected period"
  },
  "wma": {
    "id": "wma",
    "long_display_name": "Weighted Moving Average",
    "short_display_name": "WMA",
    "onChartIndicator": true,
    "category": [
      "Overlap Studies"
    ],
    "description": "WMA stands for weighted moving average. It helps to smooth the price curve for better trend identification. It places even greater importance on recent data than the EMA does."
  },
  "tema": {
    "id": "tema",
    "long_display_name": "Triple Exponential Moving Average",
    "short_display_name": "TEMA",
    "onChartIndicator": true,
    "category": [
      "Overlap Studies"
    ],
    "description": "The Triple Exponential Moving Average (TEMA) by Patrick Mulloy offers a moving average with less lag then traditional exponential moving average."
  },
  "trima": {
    "id": "trima",
    "long_display_name": "Triangular Moving Average",
    "short_display_name": "TRIMA",
    "onChartIndicator": true,
    "category": [
      "Overlap Studies"
    ],
    "description": "The Triangular Moving Average (TRIMA) represents an average of prices, but places weight on the middle prices of the time period. The calculations double-smooth the data using a window width that is one-half the length of the series."
  },
  "natr": {
    "id": "natr",
    "long_display_name": "Normalized Average True Range",
    "short_display_name": "NATR",
    "category": [
      "Volatility Indicators"
    ],
    "description": "Normalized Average True Range (NATR) attempts to normalize the average true range values across instruments by using the formula below."
  },
  "bop": {
    "id": "bop",
    "long_display_name": "Balance of Power",
    "short_display_name": "BOP",
    "category": [
      "Momentum Indicators"
    ],
    "description": "The balance of power (BOP) indicator measures the strength of the bulls vs. bears by assessing the ability of each to push price to an extreme level."
  },
  "cdl2crows": {
    "id": "cdl2crows",
    "long_display_name": "Two Crows",
    "short_display_name": "CDL2CROWS",
    "category": [
      "Pattern Recognition"
    ],
    "description": "Look for a tall white candle in an upward price trend. Following that, a black candle has a body that gaps above the prior candle's body. The last day is another black candle, but this one engulfs the previous bearish candle but closes above first bar's open."
  },
  "cdl3blackcrows": {
    "id": "cdl3blackcrows",
    "long_display_name": "Three Black Crows",
    "short_display_name": "CDL3BLACKCROWS",
    "category": [
      "Pattern Recognition"
    ],
    "description": "A bearish candlestick pattern that is used to predict the reversal of the current uptrend. This pattern consists of three consecutive long-bodied candlesticks that have closed lower than the previous day with each session's open occurring within the body of the previous candle."
  },
  "cdl3inside": {
    "id": "cdl3inside",
    "long_display_name": "Three Inside Up/Down",
    "short_display_name": "CDL3INSIDE",
    "category": [
      "Pattern Recognition"
    ],
    "description": "Price trends downward into the start of the pattern, a tall black candle. Following that, a white candle appears that fits inside the body of the prior candle. This completes the bullish harami candlestick. The final day of the pattern is the confirming candle, a white one that closes above the prior close, which it does. The combination suggests price has reversed trend."
  },
  "cdl3linestrike": {
    "id": "cdl3linestrike",
    "long_display_name": "Three-Line Strike",
    "short_display_name": "CDL3LINESTRIKE",
    "category": [
      "Pattern Recognition"
    ],
    "description": "Price forms three black candles, each with lower closes, in a downward price trend. A tall white candle engulfs the price action of the prior three days. The candle acts as a bullish reversal when price breaks out upward, and closes above the top of the candle pattern."
  },
  "cdl3outside": {
    "id": "cdl3outside",
    "long_display_name": "Three Outside Up/Down",
    "short_display_name": "CDL3OUTSIDE",
    "category": [
      "Pattern Recognition"
    ],
    "description": "In a downward price trend, a black candle appears followed by a white candle that opens below the prior body, but it may be difficult to see that from the chart. The white candle closes above the body, too. The last day of the three line candle is another white candle in this example. It shows a higher close."
  },
  "cdl3starssouth": {
    "id": "cdl3starssouth",
    "long_display_name": "Three Stars In The South",
    "short_display_name": "CDL3STARSSOUTH",
    "category": [
      "Pattern Recognition"
    ],
    "description": "Look for a tall black candle with a long lower shadow to appear in a downward price trend. The second day should be similar to the first day, but smaller and with a higher low. The last day is a black marubozu that squeezes inside the high-low range of the prior day."
  },
  "cdl3whitesoldiers": {
    "id": "cdl3whitesoldiers",
    "long_display_name": "Three Advancing White Soldiers",
    "short_display_name": "CDL3WHITESOLDIERS",
    "category": [
      "Pattern Recognition"
    ],
    "description": "Three tall white candles, each with higher closes, and bodies that overlap (an opening price within the prior candle's body)"
  },
  "cdldoji": {
    "id": "cdldoji",
    "long_display_name": "Doji",
    "short_display_name": "CDLDOJI",
    "category": [
      "Pattern Recognition"
    ],
    "description": "Doji form when a security's open and close are virtually equal. The length of the upper and lower shadows can vary and the resulting candlestick looks like a cross, inverted cross or plus sign."
  },
  "cdlabandonedbaby": {
    "id": "cdlabandonedbaby",
    "long_display_name": "Abandoned Baby",
    "short_display_name": "CDLABANDONEDBABY",
    "category": [
      "Pattern Recognition"
    ],
    "description": "A white candle in an upward price trend followed by a doji whose lower shadow remains above the prior candle's high. The third day is a black candle with an upper shadow below the doji's low."
  },
  "cdlclosingmarubozu": {
    "id": "cdlclosingmarubozu",
    "long_display_name": "Closing Marubozu",
    "short_display_name": "CDLCLOSINGMARUBOZU",
    "category": [
      "Pattern Recognition"
    ],
    "description": "The closing black marubozu candlestick is a tall black candle with an upper shadow but no lower one. The closing white marubozu candlestick is a tall white candle with an lower shadow but no upper shadow."
  },
  "cdldojistar": {
    "id": "cdldojistar",
    "long_display_name": "Doji Star",
    "short_display_name": "CDLDOJISTAR",
    "category": [
      "Pattern Recognition"
    ],
    "description": "A bullish or bearish candle followed by a doji with with a downward or uptrend gap."
  },
  "cdlthrusting": {
    "id": "cdlthrusting",
    "long_display_name": "Thrusting Pattern",
    "short_display_name": "CDLTHRUSTING",
    "category": [
      "Pattern Recognition"
    ],
    "description": "Look for a black candle in a downward price trend followed by a white candle that opens below the prior low but closes near but below the midpoint of the black candle's body."
  },
  "bbands": {
    "id": "bbands",
    "long_display_name": "Bollinger Bands",
    "short_display_name": "BBANDS",
    "onChartIndicator": true,
    "category": [
      "Momentum Indicators"
    ],
    "description": "Bollinger Bands can be used to measure the highness or lowness of the price relative to previous trades."
  },
  "cdlshootingstar": {
    "id": "cdlshootingstar",
    "long_display_name": "Shooting Star",
    "short_display_name": "CDLSHOOTINGSTAR",
    "category": [
      "Pattern Recognition"
    ],
    "description": "The Shooting formation is created when the open, low, and close are roughly the same price. There is a long upper shadow, generally defined as at least twice the length of the real body."
  },
  "sar": {
    "id": "sar",
    "long_display_name": "Parabolic SAR",
    "short_display_name": "SAR",
    "onChartIndicator": true,
    "category": [
      "Overlap Studies"
    ],
    "description": "The parabolic SAR is calculated almost independently for each trend in the price. When the price is in an uptrend, the SAR emerges below the price and converges upwards towards it. Similarly, on a downtrend, the SAR emerges above the price and converges downwards. At each step within a trend, the SAR is calculated one period in advance."
  },
  "macd": {
    "id": "macd",
    "long_display_name": "Moving Average Convergence/Divergence",
    "short_display_name": "MACD",
    "category": [
      "Momentum Indicators"
    ],
    "description": "MACD is a trading indicator used in technical analysis of stock prices.It is supposed to reveal changes in the strength, direction, momentum, and duration of a trend in a stock's price."
  },
  "cdlengulfing": {
    "id": "cdlengulfing",
    "long_display_name": "Engulfing Pattern",
    "short_display_name": "CDLENGULFING",
    "category": [
      "Pattern Recognition"
    ],
    "description": "A chart pattern that consists of a small white candlestick with short shadows or tails followed by a large black candlestick that eclipses or "engulfs" the small white one."
  },
  "wclprice": {
    "id": "wclprice",
    "long_display_name": "Weighted Close Price",
    "short_display_name": "WCLPRICE",
    "onChartIndicator": true,
    "category": [
      "Price Transformation"
    ],
    "description": "The Weighted Close indicator is simply an average of each day's price. It can be used to smooth out some of the inconstancy of a chart of closing prices, as it comprises information for the whole trading day."
  },
  "cci": {
    "id": "cci",
    "long_display_name": "Commodity Channel Index",
    "short_display_name": "CCI",
    "category": [
      "Momentum Indicators"
    ],
    "description": "The Commodity Channel Index (CCI) is a versatile indicator that can be used to identify a new trend or warn of extreme conditions."
  },
  "dema": {
    "id": "dema",
    "long_display_name": "Double Exponential Moving Average",
    "short_display_name": "DEMA",
    "onChartIndicator": true,
    "category": [
      "Overlap Studies"
    ],
    "description": "The Double Exponential Moving Average (DEMA) by Patrick Mulloy attempts to remove the inherent lag associated to Moving Averages by placing more weight on recent values."
  },
  "kama": {
    "id": "kama",
    "long_display_name": "Kaufman's Adaptive Moving Average",
    "short_display_name": "KAMA",
    "onChartIndicator": true,
    "category": [
      "Overlap Studies"
    ],
    "description": "The Kaufman's Adaptive Moving Average (KAMA) Developed by Perry Kaufman, is a moving average designed to account for market noise or volatility. This trend-following indicator can be used to identify the overall trend, time turning points and filter price movements."
  },
  "t3": {
    "id": "t3",
    "long_display_name": "Triple Exponential Moving Average (T3)",
    "short_display_name": "T3",
    "onChartIndicator": true,
    "category": [
      "Overlap Studies"
    ],
    "description": "The Triple Exponential Moving Average (T3) by Tim Tillson attempts to offers a moving average with better smoothing then traditional exponential moving average."
  },
  "hma": {
    "id": "hma",
    "long_display_name": "Hull Moving Average",
    "short_display_name": "HMA",
    "onChartIndicator": true,
    "category": [
      "Overlap Studies"
    ],
    "description": "The Hull Moving Average solves the age old dilemma of making a moving average more responsive to current price activity whilst maintaining curve smoothness. In fact the HMA almost eliminates lag altogether and manages to improve smoothing at the same time."
  },
  "lwma": {
    "id": "lwma",
    "long_display_name": "Linearly Weighted Moving Average",
    "short_display_name": "LWMA",
    "onChartIndicator": true,
    "category": [
      "Overlap Studies"
    ],
    "description": "Like the EMA, the LWMA assigns more meaning to the recent prices and less to the closing price from the period's beginning. Thus they are faster at detecting a trend reversal, though it they can be more prone to market noise."
  },
  "smma": {
    "id": "smma",
    "long_display_name": "Smoothed Moving Average",
    "short_display_name": "SMMA",
    "onChartIndicator": true,
    "category": [
      "Overlap Studies"
    ],
    "description": "A Smoothed Moving Average is sort of a blend between a Simple Moving Average and an Exponential Moving Average, only with a longer period applied."
  },
  "mama": {
    "id": "mama",
    "long_display_name": "Mesa Adaptive Moving Average",
    "short_display_name": "MAMA",
    "onChartIndicator": true,
    "category": [
      "Overlap Studies"
    ],
    "description": "The MESA Adaptive Moving Average is developed by John Ehlers of Mesa Software. This trend-following indicator can be used to identify the overall trend, time turning points and filter price movements."
  },
  "cdlupsidegap2crows": {
    "id": "cdlupsidegap2crows",
    "long_display_name": "Upside/Downside Gap Two Crows",
    "short_display_name": "CDLUPSIDEGAP2CROWS",
    "category": [
      "Pattern Recognition"
    ],
    "description": "Look for a tall white candle in an upward price trend. Following that, a black candle has a body that gaps above the prior candle's body. The last day is another black candle, but this one engulfs the previous bearish candle but closes above first bar's open."
  },
  "cdlxsidegap3methods": {
    "id": "cdlxsidegap3methods",
    "long_display_name": "Upside/Downside Gap Three Methods",
    "short_display_name": "CDLXSIDEGAP3METHODS",
    "category": [
      "Pattern Recognition"
    ],
    "description": "It has a long white candle, followed by another that opens above the first (gaps up), followed by a downward black candlestick that opens below the close of the second day (gaps down) and has a low below the close of the first day. The upward trend is expected to continue."
  },
  "cdltasukigap": {
    "id": "cdltasukigap",
    "long_display_name": "Tasuki Gap",
    "short_display_name": "CDLTASUKIGAP",
    "category": [
      "Pattern Recognition"
    ],
    "description": "The Tasuki Gap pattern is made up of three candlesticks, the first bar is a red candlestick within a defined downtrend, the second bar is another red candlestick that has gapped below the close of the previous bar and the last bar is a white candlestick that closes within the gap of the first two bars."
  },
  "cdlpiercing": {
    "id": "cdlpiercing",
    "long_display_name": "Piercing Pattern",
    "short_display_name": "CDLPIERCING",
    "category": [
      "Pattern Recognition"
    ],
    "description": ""
  },
  "cdlbelthold": {
    "id": "cdlbelthold",
    "long_display_name": "Belt-hold ",
    "short_display_name": "CDLBELTHOLD",
    "category": [
      "Pattern Recognition"
    ],
    "description": ""
  },
  "cdldarkcloudcover": {
    "id": "cdldarkcloudcover",
    "long_display_name": "Dark Cloud Cover ",
    "short_display_name": "CDLDARKCLOUDCOVER",
    "category": [
      "Pattern Recognition"
    ],
    "description": ""
  },
  "cdlgapsidesidewhite": {
    "id": "cdlgapsidesidewhite",
    "long_display_name": "Up/Down-Gap Side-By-Side White Lines",
    "short_display_name": "CDLGAPSIDESIDEWHITE",
    "category": [
      "Pattern Recognition"
    ],
    "description": ""
  },
  "cdltakuri": {
    "id": "cdltakuri",
    "long_display_name": "Takuri (Dragonfly Doji with very long lower shadow)",
    "short_display_name": "CDLTAKURI",
    "category": [
      "Pattern Recognition"
    ],
    "description": ""
  },
  "cdlharami": {
    "id": "cdlharami",
    "long_display_name": "Harami Pattern",
    "short_display_name": "CDLHARAMI",
    "category": [
      "Pattern Recognition"
    ],
    "description": ""
  },
  "cdlhammer": {
    "id": "cdlhammer",
    "long_display_name": "Hammer",
    "short_display_name": "CDLHAMMER",
    "category": [
      "Pattern Recognition"
    ],
    "description": ""
  },
  "cdlhangingman": {
    "id": "cdlhangingman",
    "long_display_name": "Hanging Man",
    "short_display_name": "CDLHANGINGMAN",
    "category": [
      "Pattern Recognition"
    ],
    "description": ""
  },
  "cdlinvertedhammer": {
    "id": "cdlinvertedhammer",
    "long_display_name": "Inverted Hammer",
    "short_display_name": "CDLINVERTEDHAMMER",
    "category": [
      "Pattern Recognition"
    ],
    "description": ""
  },
  "cdlgravestonedoji": {
    "id": "cdlgravestonedoji",
    "long_display_name": "Gravestone Doji",
    "short_display_name": "CDLGRAVESTONEDOJI",
    "category": [
      "Pattern Recognition"
    ],
    "description": ""
  },
  "cdlharamicross": {
    "id": "cdlharamicross",
    "long_display_name": "Harami Cross Pattern",
    "short_display_name": "CDLHARAMICROSS",
    "category": [
      "Pattern Recognition"
    ],
    "description": ""
  },
  "cdlstalledpattern": {
    "id": "cdlstalledpattern",
    "long_display_name": "Stalled Pattern",
    "short_display_name": "CDLSTALLEDPATTERN",
    "category": [
      "Pattern Recognition"
    ],
    "description": ""
  },
  "cdleveningstar": {
    "id": "cdleveningstar",
    "long_display_name": "Evening Star",
    "short_display_name": "CDLEVENINGSTAR",
    "category": [
      "Pattern Recognition"
    ],
    "description": ""
  },
  "cdlhighwave": {
    "id": "cdlhighwave",
    "long_display_name": "High-Wave Candle",
    "short_display_name": "CDLHIGHWAVE",
    "category": [
      "Pattern Recognition"
    ],
    "description": ""
  },
  "cdlhikkake": {
    "id": "cdlhikkake",
    "long_display_name": "Hikkake Pattern",
    "short_display_name": "CDLHIKKAKE",
    "category": [
      "Pattern Recognition"
    ],
    "description": ""
  },
  "cdlhomingpigeon": {
    "id": "cdlhomingpigeon",
    "long_display_name": "Homing Pigeon",
    "short_display_name": "CDLHOMINGPIGEON",
    "category": [
      "Pattern Recognition"
    ],
    "description": ""
  },
  "cdltristar": {
    "id": "cdltristar",
    "long_display_name": "Tristar Pattern",
    "short_display_name": "CDLTRISTAR",
    "category": [
      "Pattern Recognition"
    ],
    "description": ""
  },
  "cdllongline": {
    "id": "cdllongline",
    "long_display_name": "Long Line Candle",
    "short_display_name": "CDLLONGLINE",
    "category": [
      "Pattern Recognition"
    ],
    "description": ""
  },
  "cdlmarubozu": {
    "id": "cdlmarubozu",
    "long_display_name": "Marubozu",
    "short_display_name": "CDLMARUBOZU",
    "category": [
      "Pattern Recognition"
    ],
    "description": ""
  },
  "cdlkicking": {
    "id": "cdlkicking",
    "long_display_name": "Kicking",
    "short_display_name": "CDLKICKING",
    "category": [
      "Pattern Recognition"
    ],
    "description": ""
  },
  "cdlmatchinglow": {
    "id": "cdlmatchinglow",
    "long_display_name": "Matching Low",
    "short_display_name": "CDLMATCHINGLOW",
    "category": [
      "Pattern Recognition"
    ],
    "description": ""
  },
  "cdlladderbottom": {
    "id": "cdlladderbottom",
    "long_display_name": "Ladder Bottom",
    "short_display_name": "CDLLADDERBOTTOM",
    "category": [
      "Pattern Recognition"
    ],
    "description": ""
  },
  "cdlrisefall3methods": {
    "id": "cdlrisefall3methods",
    "long_display_name": "Rising/Falling Three Methods",
    "short_display_name": "CDLRISEFALL3METHODS",
    "category": [
      "Pattern Recognition"
    ],
    "description": ""
  },
  "cdlidentical3crows": {
    "id": "cdlidentical3crows",
    "long_display_name": "Identical Three Crows",
    "short_display_name": "CDLIDENTICAL3CROWS",
    "category": [
      "Pattern Recognition"
    ],
    "description": ""
  },
  "cdlmorningstar": {
    "id": "cdlmorningstar",
    "long_display_name": "Morning Star",
    "short_display_name": "CDLMORNINGSTAR",
    "category": [
      "Pattern Recognition"
    ],
    "description": ""
  },
  "cdlspinningtop": {
    "id": "cdlspinningtop",
    "long_display_name": "Spinning Top",
    "short_display_name": "CDLSPINNINGTOP",
    "category": [
      "Pattern Recognition"
    ],
    "description": ""
  },
  "cdldragonflydoji": {
    "id": "cdldragonflydoji",
    "long_display_name": "Dragonfly Doji",
    "short_display_name": "CDLDRAGONFLYDOJI",
    "category": [
      "Pattern Recognition"
    ],
    "description": ""
  },
  "cdllongleggeddoji": {
    "id": "cdllongleggeddoji",
    "long_display_name": "Long Legged Doji",
    "short_display_name": "CDLLONGLEGGEDDOJI",
    "category": [
      "Pattern Recognition"
    ],
    "description": ""
  },
  "cdleveningdojistar": {
    "id": "cdleveningdojistar",
    "long_display_name": "Evening Doji Star",
    "short_display_name": "CDLEVENINGDOJISTAR",
    "category": [
      "Pattern Recognition"
    ],
    "description": ""
  },
  "cdlbreakaway": {
    "id": "cdlbreakaway",
    "long_display_name": "Breakaway",
    "short_display_name": "CDLBREAKAWAY",
    "category": [
      "Pattern Recognition"
    ],
    "description": ""
  },
  "cdladvanceblock": {
    "id": "cdladvanceblock",
    "long_display_name": "Advance Block",
    "short_display_name": "CDLADVANCEBLOCK",
    "category": [
      "Pattern Recognition"
    ],
    "description": ""
  },
  "cdlcounterattack": {
    "id": "cdlcounterattack",
    "long_display_name": "Counterattack",
    "short_display_name": "CDLCOUNTERATTACK",
    "category": [
      "Pattern Recognition"
    ],
    "description": ""
  },
  "cdlmorningdojistar": {
    "id": "cdlmorningdojistar",
    "long_display_name": "Morning Doji Star",
    "short_display_name": "CDLMORNINGDOJISTAR",
    "category": [
      "Pattern Recognition"
    ],
    "description": ""
  },
  "cdlcounterattack": {
    "id": "cdlcounterattack",
    "long_display_name": "Counterattack",
    "short_display_name": "CDLCOUNTERATTACK",
    "category": [
      "Pattern Recognition"
    ],
    "description": ""
  },
  "cdlinneck": {
    "id": "cdlinneck",
    "long_display_name": "In-Neck Pattern",
    "short_display_name": "CDLINNECK",
    "category": [
      "Pattern Recognition"
    ],
    "description": ""
  },
  "cdlonneck": {
    "id": "cdlonneck",
    "long_display_name": "On-Neck Pattern",
    "short_display_name": "CDLONNECK",
    "category": [
      "Pattern Recognition"
    ],
    "description": ""
  },
  "cdlrickshawman": {
    "id": "cdlrickshawman",
    "long_display_name": "Rickshaw Man",
    "short_display_name": "CDLRICKSHAWMAN",
    "category": [
      "Pattern Recognition"
    ],
    "description": ""
  },
  "cdlunique3river": {
    "id": "cdlunique3river",
    "long_display_name": "Unique 3 River",
    "short_display_name": "CDLUNIQUE3RIVER",
    "category": [
      "Pattern Recognition"
    ],
    "description": ""
  },
  "cdlseparatinglines": {
    "id": "cdlseparatinglines",
    "long_display_name": "Separating Lines",
    "short_display_name": "CDLSEPARATINGLINES",
    "category": [
      "Pattern Recognition"
    ],
    "description": ""
  },
  "cdlmathold": {
    "id": "cdlmathold",
    "long_display_name": "Mat Hold",
    "short_display_name": "CDLMATHOLD",
    "category": [
      "Pattern Recognition"
    ],
    "description": ""
  },
  "cdlsticksandwich": {
    "id": "cdlsticksandwich",
    "long_display_name": "Stick Sandwich",
    "short_display_name": "CDLSTICKSANDWICH",
    "category": [
      "Pattern Recognition"
    ],
    "description": ""
  },
  "cdlkickingbylength": {
    "id": "cdlkickingbylength",
    "long_display_name": "Kicking - bull/bear determined by the longer marubozu",
    "short_display_name": "CDLKICKINGBYLENGTH",
    "category": [
      "Pattern Recognition"
    ],
    "description": ""
  },
  "stddev": {
    "id": "stddev",
    "long_display_name": "Standard Deviation",
    "short_display_name": "STDDEV",
    "category": [
      "Statistical Functions"
    ],
    "description": ""
  },
  "ppo": {
    "id": "ppo",
    "long_display_name": "Percentage Price Oscillator",
    "short_display_name": "PPO",
    "category": [
      "Momentum Indicators"
    ],
    "description": ""
  },
  "trange": {
    "id": "trange",
    "long_display_name": "True Range",
    "short_display_name": "TRANGE",
    "category": [
      "Volatility Indicators"
    ],
    "description": ""
  },
  "stochrsi": {
    "id": "stochrsi",
    "long_display_name": "Stochastic Relative Strength Index",
    "short_display_name": "STOCHRSI",
    "category": [
      "Momentum Indicators"
    ],
    "description": ""
  },
  "mom": {
    "id": "mom",
    "long_display_name": "Momentum",
    "short_display_name": "MOM",
    "category": [
      "Momentum Indicators"
    ],
    "description": ""
  },
  "alma": {
    "id": "alma",
    "long_display_name": "Arnaud Legoux Moving Average",
    "short_display_name": "ALMA",
    "onChartIndicator": true,
    "category": [
      "Overlap Studies"
    ],
    "description": ""
  },
  "aroon": {
    "id": "aroon",
    "long_display_name": "Aroon",
    "short_display_name": "AROON",
    "category": [
      "Momentum Indicators"
    ],
    "description": ""
  },
  "aroonosc": {
    "id": "aroonosc",
    "long_display_name": "Aroon Oscillator",
    "short_display_name": "AROONOSC",
    "category": [
      "Momentum Indicators"
    ],
    "description": ""
  },
  "ao": {
    "id": "ao",
    "long_display_name": "Awesome Oscillator",
    "short_display_name": "AO",
    "category": [
      "Bill Williams"
    ],
    "description": ""
  },
  "var": {
    "id": "var",
    "long_display_name": "Variance",
    "short_display_name": "VAR",
    "category": [
      "Statistical Functions"
    ],
    "description": ""
  },
  "cks": {
    "id": "cks",
    "long_display_name": "Chande Kroll Stop",
    "short_display_name": "CKS",
    "onChartIndicator": true,
    "category": [
      "Volatility Indicators"
    ],
    "description": ""
  },
  "cc": {
    "id": "cc",
    "long_display_name": "Coppock Curve",
    "short_display_name": "CC",
    "category": [
      "Momentum Indicators"
    ],
    "description": ""
  },
  "chop": {
    "id": "chop",
    "long_display_name": "Choppiness Index",
    "short_display_name": "CHOP",
    "category": [
      "Momentum Indicators"
    ],
    "description": ""
  },
  "adx": {
    "id": "adx",
    "long_display_name": "Average Directional Movement Index",
    "short_display_name": "ADX",
    "category": [
      "Momentum Indicators"
    ],
    "description": ""
  },
  "dx": {
    "id": "dx",
    "long_display_name": "Directional Movement Index",
    "short_display_name": "DX",
    "category": [
      "Momentum Indicators"
    ],
    "description": ""
  },
  "adxr": {
    "id": "adxr",
    "long_display_name": "Average Directional Movement Index Rating",
    "short_display_name": "ADXR",
    "category": [
      "Momentum Indicators"
    ],
    "description": ""
  },
  "apo": {
    "id": "apo",
    "long_display_name": "Absolute Price Oscillator",
    "short_display_name": "APO",
    "category": [
      "Momentum Indicators"
    ],
    "description": ""
  },
  "stoch": {
    "id": "stoch",
    "long_display_name": "Stochastic",
    "short_display_name": "STOCH  ",
    "category": [
      "Momentum Indicators"
    ],
    "description": ""
  },
  "stochf": {
    "id": "stochf",
    "long_display_name": "Stochastic Fast",
    "short_display_name": "STOCHF",
    "category": [
      "Momentum Indicators"
    ],
    "description": ""
  },
  "stochs": {
    "id": "stochs",
    "long_display_name": "Stochastic Slow",
    "short_display_name": "STOCHS",
    "category": [
      "Momentum Indicators"
    ],
    "description": ""
  },
  "dc": {
    "id": "dc",
    "long_display_name": "Donchian Channel",
    "short_display_name": "DC",
    "onChartIndicator": true,
    "category": [
      "Overlap Studies"
    ],
    "description": ""
  },
  "ultosc": {
    "id": "ultosc",
    "long_display_name": "Ultimate Oscillator",
    "short_display_name": "ULTOSC",
    "category": [
      "Momentum Indicators"
    ],
    "description": ""
  },
  "lsma": {
    "id": "lsma",
    "long_display_name": "Least Squares Moving Average",
    "short_display_name": "LSMA",
    "onChartIndicator": true,
    "category": [
      "Momentum Indicators"
    ],
    "description": ""
  },
  "mass": {
    "id": "mass",
    "long_display_name": "Mass Index",
    "short_display_name": "MASS",
    "category": [
      "Volatility Indicators"
    ],
    "description": ""
  },
  "cmo": {
    "id": "cmo",
    "long_display_name": "Chande Momentum Oscillator",
    "short_display_name": "CMO",
    "category": [
      "Momentum Indicators"
    ],
    "description": ""
  },
  "fractal": {
    "id": "fractal",
    "long_display_name": "Fractal",
    "short_display_name": "FRACTAL",
    "onChartIndicator": true,
    "category": [
      "Bill Williams"
    ],
    "description": ""
  }
}
