Repository: binary-com/webtrader
Catalog: translations/i18n/*.po
Languages: de, es, fr, id, it, ja, pl, pt, ru, th, vi

source: The first thing to do is choose the asset you wish to trade, such as gold or oil, stocks or FX rates (The value of a binary option is derived from the price of the underlying asset). A big advantage of trading options is that you are not buying or selling the actual asset
fr: La première étape consiste à sélectionner l'actif que vous souhaitez négocier, par exemple l'or, le pétrole, les actions ou les devises sur le Forex (la valeur d'une option binaire dépend du cours de l'actif sous-jacent). Les options binaires n'impliquent pas l'achat ou la vente de l'actif en lui-même : il s'agit de l'atout principal de ce type d'option
id: Hal pertama yang harus dilakukan adalah memilih aset yang ingin anda tradingkan, seperti emas (gold) atau minyak (oil), saham atau harga FX (Nilai opsi binary yang berasal dari harga aset). Kelebihan besar dari trading opsi adalah anda tidak membeli atau menjual aset yang sebenarnya
ru: Первое, что нужно сделать – это выбрать инструмент, на котором Вы хотите работать, например, золото или нефть, акции или форекс (стоимость бинарного опциона зависит от цены соответствующего инструмента). Большое преимущество работы на бинарных опционах в том, что Вы не покупаете и не продаёте настоящие рыночные активы
th: สิ่งแรกที่ต้องทำ คือ เลือกสินทรัพย์ที่ท่านปรารถนาจะซื้อขาย เช่น ทองคำ หรือ น้ำมัน หลักทรัพย์ หรือ อัตราแลกเปลี่ยน (มูลค่าของไบนารีออปชั่นจะถูกกำหนดจากราคาของผลิตภัณฑ์อ้างอิง) ประโยชน์ที่ยิ่งใหญ่ของการซื้อขายออปชั่น คือ ท่านไม่ได้กำลังซื้อ หรือ ดำเนินการขายสินทรัพย์จริง
vi: Điều đầu tiên cần làm là chọn tài sản mà bạn muốn thương mại, như vàng hoặc dầu, cổ phiếu hay FX tỷ giá (giá trị của một lựa chọn nhị phân có nguồn gốc từ giá của tài sản nằm bên dưới). Một lợi thế lớn của thương mại tuỳ chọn là bạn không mua hoặc bán các tài sản thực tế

source: The first three days of the Bullish Ladder Bottom are strong black candlesticks with consecutive lower opens and lower closes. The fourth day is a short black candlestick, but it opens higher and trades higher, leaving a long upper shadow, then closes making a new low. The fifth day is a strong white candlestick that makes a body gap with the fourth day
de: Die ersten drei Tage des Bullish Ladder Bottom sind starke schwarze Kerzen mit fortlaufenden unteren Öffnungen und unteren Schlüssen. Der vierte Tag ist eine kurze schwarze Kerze, aber sie öffnet sich höher und handelt höher, daher lässt sie einen langen oberen Schatten, und schließt indem sie einen neuen unteren bildet. Der fünfte Tag ist eine starke weiße Kerze, die ein Body-Gap mit dem vierten Tag bildet
es: Los primeros tres días del patrón suelo de escalera alcista son velas negras fuertes con aperturas y cierres que van disminuyendo consecutivamente. El cuarto día es una vela negra corta que abre y se comercia a valores más altos, dejando una sombra superior larga, para luego cerrar en un nuevo mínimo. El quinto día es una vela blanca fuerte cuyo cuerpo genera un gap con el cuarto día
fr: Les trois premiers jours du Bas de l’Échelle Haussière sont de forts chandeliers noirs avec de plus basses ouvertures et fermetures consécutives. Le quatrième jour est un court chandelier noir, mais il ouvre plus haut et s'échange plus haut, laissant la longue ombre supérieure, puis clôturant en faisant un nouveau plus bas. Le cinquième jour est un fort chandelier blanc qui crée un fossé avec le quatrième jour
id: Tiga hari pertama Bullish Ladder Bottom adalah candlestick hitam yang kokoh dengan pembukaan dan penutupan rendah. Hari ke empat adalah candlestick hitam yang pendek, namun dibuka dan ditradingkan lebih tinggi, meninggalkan bayangan atas kemudian ditutup dengan nilai rendah terbaru. Pada hari ke lima terlihat candlestick putih yang kuat yang membuat jarak candlestick dengan hari ke empat
pl: Pierwsze trzy dni formacji dna drabiny o tendencji wzrostowej przybierają formę silnych czarnych świec z niższymi kolejnymi cenami otwarcia i zamknięcia. Czwarty dzień do czarna świeca o krótkim korpusie z wyższymi cenami otwarcia i cenami handlowymi i długim górnym cieniem, która następnie zamyka się nisko. Piąty dzień to silna biała świeca występująca po luce
pt: Os três primeiros dias da Escada da Alta são velas pretas com aberturas e fechamentos mais baixos consecutivos. O quarto dia é uma curta vela preta, mas abre mais alto e negocia mais alto, deixando uma longa sombra superior, e depois se fecha criando uma nova baixa. O quinto dia é uma forte vela branca que registra uma lacuna de corpo com o quarto dia
ru: Первые три дня бычьей лестницы представлены тремя сильными чёрными свечами с последовательным снижающимся открытием и снижающимся закрытием. В четвёртый день формируется короткая чёрная свеча, которая открывается и торгуется выше, оставляя длинную верхнюю тень, а затем закрывается на новом минимуме. В пятый день формируется сильная белая свеча, тело которой закрывает свечу четвёртого дня
th: สามวันแรกของ Bullish Ladder Bottom มีแท่งเทียนสีดำที่ดูแข็งแกร่งที่มีราคาเปิดต่ำกว่าและราคาปิดต่ำกว่าต่อเนื่องกัน ในวันที่สี่มีแท่งเทียนสีดำสั้นๆ แต่มีราคาเปิดสูงกว่า รวมถึงเงายาวทางด้านบน แล้วปิดโดยราคาต่ำสุดที่เป็นค่าใหม่ หรือ นิวโลว์ ต่อมาในวันที่ห้ามีแท่งเทียนสีขาวที่ดูแข็งแกร่งและทำให้เกิดช่องว่างช่วงตัวของแทนเทียนในวันที่สี่
vi: Ba ngày đầu tiên của bậc thang dưới Bullish là chân đế nến bằng màu đen mạnh mẽ với liên tục thấp hơn mở và đóng cửa thấp hơn. Ngày thứ tư là một nến đen ngắn, nhưng nó sẽ mở ra cao hơn và giao dịch cao, để lại một bóng lâu thượng, sau đó đóng cửa làm thấp mới. Ngày thứ năm là một nến trắng mạnh mẽ mà làm cho một cơ thể khoảng cách với các ngày thứ tư

source: The homing pigeon is a bullish candlestick reversal pattern comprised of two red candlesticks. The first candle is a tall black one that appears in a downward price trend. The second day is also a black candle, but it is smaller and fits inside the body of the first black candle
de: Die Homing Pigeon ist ein bullisches Candlestick-Reversal-Pattern, das aus zwei roten Kerzen besteht. Die erste Kerze ist eine große schwarze, die in einem Abwärts-Kurstrend erscheint. Der zweite Tag ist ebenfalls eine schwarze Kerze, die aber kleiner ist und in den Körper der ersten schwarzen Kerze passt
es: El patrón paloma mensajera es un patrón de reversión alcista que está compuesto por dos velas rojas. La primera es una negra alta que aparece en una tendencia a la baja. La segunda también es una vela negra, pero más pequeña y que cabe dentro del cuerpo de la primera vela negra
fr: Le pigeon voyageur est un schéma de retournement de chandelier haussier comprenant deux chandeliers rouges. La première bougie est une haute bougie noire qui apparaît dans une tendance de prix baissière. Le second jour est aussi une bougie noire, mais elle est plus petite et tient à l'intérieur du corps de la première bougie noire
id: Homing pigeon adalah candlestik bullish pola terbalik terdiri dari dua candlestick merah. Candlestick pertama adalah hitam tinggi yang muncul pada tren harga menurun. Hari kedua juga berupa candle hitam, namun lebih kecil dan pas dengan ukuran candle hitam pertama
pl: Formacja gołębia to to formacja świecowa o tendencji wzrostowej składająca się z dwóch czerwonych świec. Pierwsza świeca to świeca czarna o długim korpusie, występująca w zniżkującym trendzie cenowym. Drugi dzień to również świeca czarna, ale mniejsza, mieszcząca się w obrębie korpusu pierwszej czarnej świecy
pt: O pombo correia de alta é um padrão de velas de inversão altista que consiste de duas velas vermelhas. A primeira vela é uma alta e preta que aparece numa tendência de preços baixista. O segundo dia é uma vela preta, mas é mais pequena e cabe dentro do corpo da primeira vela preta
ru: "Почтовый голубь" – это фигура бычьего разворота, состоящая из двух свечей. Первыя свеча представлена длинной чёрной свечей, относящейся к нисходящему тренду. Во второй день также формируется чёрная свеча, которая меньше по размеру и находится в пределах тела первой чёрной свечи
th: Homing Pigeon เป็นรูปแบบการกลับตัวของแท่งเทียนตื่นตัว ประกอบด้วยแท่งเทียนสีแดงสองแท่ง โดยแท่งแรกเป็นสีดำสูงในแนวโน้มขาลง ในวันที่สองก็จะยังเป็นแท่งเทียนสีดำ แต่มีขนาดเล็กกว่า และมีสัดส่วนอยู่ในลำตัวของแท่งเทียนดำแท่งแรก
vi: Bồ câu dẫn đường là một mô hình nến bullish đảo ngược bao gồm hai cột nến đỏ. Ngọn nến đầu tiên là một trong những màu đen cao xuất hiện trong một xu hướng xuống giá. Ngày thứ hai cũng là một ngọn nến màu đen, nhưng nó nhỏ hơn và phù hợp với bên trong cơ thể của ngọn nến đen đầu tiên

source: The indicator is designed for use on a monthly time scale. It is the sum of a 14-month rate of change and 11-month rate of change, smoothed by a 10-period weighted moving average
de: Dieser Indikator ist dazu entwickelt, um in einem monatlichen Zeitrahmen verwendet zu werden. Er ist die Summe einer 14-monatigen Rate of Change und einer 11-monatigen Rate of Change, geglättet durch einen 10-Perioden gewichteten gleitenden Durchschnitt
es: El indicador está diseñado para su uso en una escala de tiempo mensual. Es la suma de una tasa de cambio de 14 meses y una de 11 meses, suavizada por una media móvil ponderada de 10 periodos
fr: L'indicateur est créé pour être utilisé sur une échelle de temps mensuelle. Il est la somme d'un taux de change de 14 mois et de 11 mois, lissé par une moyenne mobile pondérée de 10 périodes
id: Indikator ini dirancang untuk digunakan dalam skala waktu bulanan. Ini adalah jumlah dari tingkat perubahan 14 bulan dan tingkat perubahan 11 bulan, dihaluskan dengan rata-rata pergerakan tertimbang 10 periode
pl: Ten wskaźnik został stworzony do stosowania w miesięcznej skali czasowej. Jest sumą 14-miesięcznego i 11-miesięcznego wskaźnika zmian, wygładzoną przez 10-miesięczną ważoną średnią kroczącą
pt: O indicador foi concebido para uso numa escala de tempo mensal. É o somatório de uma taxa de câmbio de 14 meses e uma taxa de câmbio de 11 meses, suavizado por uma média móvel de 10 períodos
ru: Индикатор предназначен для использования на графике по итогам месяца. Он представляет собой сумму коэффициента изменения за 14 месяцев и коэффициента изменения за 11 месяцев, сглаженную взвешенной скользящей средней за 10 периодов
th: ดัชนีถูกออกแบบเพื่อใช้ในระยะรายเดือน เป็นผลรวมของอัตราการเปลี่ยนแปลง 14 เดือน และ 11 เดือน และทำให้เห็นแนวโน้มโดยใช้ค่าเฉลี่ยเคลื่อนที่ถ่วงน้ำหนัก 10
vi: Các chỉ số được thiết kế để sử dụng trên quy mô thời gian hàng tháng. Đó là tổng của 14 tháng mức độ thay đổi và 11 tháng mức độ thay đổi, smoothed bởi một khoảng thời gian 10 trọng di chuyển trung bình

source: The market exit price is the price in effect at the end of the contract period
de: Der Schlusskurs ist der Kurs, der zum Ablauf der Kontraktlaufzeit gilt
es: El precio de salida del mercado es el precio en vigor al momento de la finalización del contrato
fr: Le prix de sortie du marché est le prix effectif à la fin de la période de contrat
id: Harga akhir pasar adalah harga pada akhir periode kontrak
it: Il prezzo d'uscita del mercato è il prezzo in vigore alla fine del periodo del contratto
ja: 市場出口価格とは、トレードの終了期間に影響を及ぼす価格のことです。
pl: Rynkowa cena wyjściowa to cena obowiązująca w momencie zakończenia okresu kontraktu
pt: O preço de saída do mercado é o preço em vigor no fim do período do contrato
ru: Выходная цена рынка – это котировка, действующая на момент окончания контракта
th: ราคาสิ้นสุดของตลาด คือ ราคาที่มีผลในช่วงสุดท้ายของเวลาในสัญญา
vi: Giá thoát khỏi thị trường là giá có hiệu lực vào cuối thời gian hợp đồng

source: The parabolic SAR is calculated almost independently for each trend in the price. When the price is in an uptrend, the SAR emerges below the price and converges upwards towards it. Similarly, on a downtrend, the SAR emerges above the price and converges downwards. At each step within a trend, the SAR is calculated one period in advance
de: Das parabolische SAR wird für jeden Trend im Kurs fast unabhängig berechnet. Wenn der Kurs im Aufwärtstrend liegt, entsteht das SAR unter dem Kurs und konvergiert nach oben in seine Richtung. Ähnlich, im Abwärtstrend, entsteht das SAR über dem Kurs und konvergiert nach unten. Zu jedem Schritt innerhalb eines Trends, wird das SAR eine Periode im Voraus berechnet
es: El SAR parabólico se calcula casi de manera independiente para cada tendencia en el precio. Cuando el precio está al alza, el SAR aparece debajo del precio y converge con él de manera ascendente. De manera similar, en una tendencia a la baja, el SAR aparece sobre el precio y converge con él de manera descendente. En caso paso dentro de una tendencia, el SAR se calcula con un periodo de antecedencia
fr: La parabolique SER (Stop Et Retournement) est calculée presque indépendamment de chaque tendance de prix. Quand le prix est dans une tendance haussière, le SER émerge d'en dessous du prix et se dirige vers celui-ci. Similairement, sur une tendance baissière, la SER émerge au dessus du prix et est en tendance baissière. A chaque étape à l'intérieur d'une tendance, le SER est calculé avec une période d'avance
id: Parabola SAR dihitung hampir secara independen untuk setiap tren harga. Bila harganya dalam uptrend, SAR muncul di bawah harga dan menyatu ke arah atasnya. Demikian pula, pada tren turun, SAR muncul di atas harga dan menyatu ke bawah. Pada setiap langkah dalam tren, SAR dihitung satu periode sebelumnya
pl: Wskaźnik SAR jest obliczany oddzielnie dla każdego trendu ceny. Gdy cena jest w trendzie wzrostowym, SAR pojawia się poniżej poziomu ceny i podąża w górę w stronę ceny. Z kolei w trendzie spadkowym, SAR pojawia się powyżej poziomu ceny i podąża w dół. Na każdym etapie trendu wskaźnik SAR jest obliczany jeden okres wprzód
pt: O SAR parabólico é calculado independentemente para cada tendência no preço. Quando o preço está numa tendência de alta, o SAR emerge abaixo do preço e converge para cima em direção ao mesmo. Similarmente, numa tendência de baixa, o SAR emerge acima do preço e converge para baixo. Em cada etapa durante uma tendência, o SAR é calculado com um período de antecedência
ru: Параболическая система SAR (SAR) рассчитывается практически индивидуально для каждого тренда. Когда цена демонстрирует восходящий тренд, SAR находится ниже цены и стремится вверх. Аналогичным образом, когда цена демонстрирует нисходящий тренд, SAR находится выше цены и стремится вниз. На каждом этапе тренда SAR рассчитывается на один период вперёд
th: พาราโบลิก SAR (Stop and Reversal) คำนวณจากค่าอิสระของแต่ละแนวโน้มของราคา เมื่อราคาเป็นแนวโน้มขาขึ้น และมี SAR เกิดขึ้นด้านล่างราคาแล้วกลับเป็นขาขึ้น ในทำนองเดียวกันในขาลง SAR เกิดขึ้นด้านบนเหนือราคาแล้วกลับตัวเป็นขาลง แต่ละขั้นของแนวโน้มถูกคำนวณจากช่วงเวลาหนึ่งในอนาคต
vi: Parabolic SAR được tính gần như độc lập cho mỗi xu hướng trong giá cả. Khi giá là trong một xu hướng tăng, SAR nổi lên dưới giá và hội tụ trở lên đối với nó. Tương tự, một xu hướng, SAR nổi lên trên giá và hội tụ trở xuống. Tại mỗi bước trong một xu hướng, SAR được tính toán một khoảng thời gian trước

source: The patent means Regent Markets is the recognised pioneer of binary betting. The patent helps protect our innovations
de: Das Patent bedeutet, dass Regent Markets ein anerkannter Pionier für binäre Wetten ist. Das Patent hilft, unsere Erfindungen zu schützen
es: La patente implica que Regent Markets es reconocida como pionera en apuestas binarias. La patente ayuda a proteger nuestras innovaciones
fr: Le brevet signifie que Regent Markets est reconnu comme un pionnier en paris binaires. Le brevet aide à protéger nos innovations
id: Paten berarti Regent Markets diakui sebagai perintis trading binary. Paten ini membantu melindungi inovasi kami
it: Il brevetto significa che Regent Markets è il pioniere riconosciuto delle scommesse binarie. Il brevetto aiuta a proteggere le nostre innovazioni
ja: この特許取得により、Regent Marketsはバイナリー取引におけるパイオニアと認識され、より一層の進化を遂げました。
pl: Patent oznacza, że Regent Markets jest uznanym pionierem zakładów opcji binarnych. Patent pozwala chronić nasze innowacje
pt: Esta patente significa que a Regent Markets é um pioneiro reconhecido de apostas binárias. A patente ajuda a proteger as nossas inovações
ru: Патент означает признание Regent Markets пионером бинарного беттинга. Он способствует защите наших инноваций
th: สิทธิบัตร หมายถึง Regent Markets ได้รับการยอมรับให้เป็นผู้บุกเบิกการซื้อขายไบนารี สิทธิบัตรช่วยป้องกันนวัตกรรมที่พวกเราได้สร้างสรรค์ขึ้น
vi: Bằng sáng chế có nghĩa là Regent Markets là nhà tiên phong được công nhận trong cá cược nhị phân. Bằng sáng chế giúp bảo vệ những đổi mới của chúng tôi

source: The payout is the amount paid to an options trader if their prediction is correct
de: Die Auszahlung ist der Betrag, der an einen Optionshändler gezahlt wird, wenn seine Voraussage korrekt ist
es: El pago es el monto pagado al inversor si su predicción es correcta
fr: Le versement est un montant payé à un trader d'options si leur prédiction est correcte
id: Hasil adalah jumlah yang dibayarkan pada opsi trader jika analisa tepat
it: Il payout è l'importo pagato ai trader di opzioni se la loro previsione è corretta
ja: ペイアウトとは、条件が満たされた際に支払われる金額のことです。
pl: Wypłata to kwota do wypłaty graczowi, w przypadku gdy jego prognozy się sprawdzą
pt: O prêmio é o valor pago a um negociador de opções se a sua previsão for correta
ru: Выплата – это сумма, которую трейдер получит в случае правильности своего прогноза
th: การชำระเงินเกิดขึ้นเมื่อผู้ซื้อขายออปชั่นพยากรณ์ได้ถูกต้อง
vi: Tiền lãi là số tiền được trả cho một nhà giao dịch quyền chọn nếu dự đoán của mình là đúng

source: The piercing pattern is made up of two candlesticks, the first black and the second white.Both candlesticks should have fairly large bodies and the shadows are usually, but not necessarily, small or nonexistent. The white candlestick must open below the previous close and close above the midpoint of the black candlestick's body. A close below the midpoint might qualify as a reversal, but would not be considered as bullish
de: Das Piercing-Pattern besteht aus zwei Kerzen, wobei die erste schwarz und die zweite weiß ist. Beide Kerzen sollten relativ große Körper haben, und ihre Schatten sind normalerweise, aber nicht zwingend, klein oder nicht vorhanden. Die weiße Kerze muss sich unter dem vorigen Schlusskurs öffnen und über dem Mittelpunkt des Körpers der schwarzen Kerze schließen. Ein Schlusskurs unter dem Mittelpunkt kann sich als Umkehrung qualifizieren, aber würde nicht als bullisch anerkannt werden
es: El patrón penetrante está formado por dos velas: la primer negra y la segunda blanca. Ambas deben tener cuerpos bastante grandes y sus sombras son habitualmente, pero no necesariamente, pequeñas o inexistentes. La vela blanca debe abrir debajo del cierre anterior y cerrar sobre el punto medio del cuerpo de la vela negra. Un cierre debajo del punto medio podría calificarse como una reversión, pero sin llegar a considerarla alcista
fr: Le schéma de perçage est faite de deux chandeliers, le premier noir et le second blanc. Les deux chandeliers devront avoir de larges corps et les ombres sont usuellement, mais pas nécessairement, petits ou non existants. Le chandelier blanc doit ouvrir en dessous de la précédente clôture et fermer au dessus du milieu du corps du chandelier noir. Une fermeture en dessous du milieu peut qualifier comme un retournement, mais ne serait pas considéré comme haussier
id: Pola piercing terdiri dari dua candlestick, yang pertama hitam dan yang kedua putih. Kedua candlestick memiliki ukuran yang cukup lebar dan bayangannya biasanya lebih kecil atau tidak muncul. Candlestick putih terbuka dibawah penutupan candle sebelumnya dan tertutup diatas poin tengah dari candlestick hitam. Penutupan dibawah nilai tengah mungkin dapat dikualifikasikan sebagai pergerakan terbalik, namun tidak akan dianggap bullish
pl: Formacja zwana „Piercing Pattern” składa się z dwóch świec: pierwszej czarnej i drugiej białej. Obie świece powinny mieć stosunkowo duży korpus. Zazwyczaj posiadają też krótki cień lub są go pozbawione w ogóle. Biała świeca musi otwierać się poniżej poprzedniej ceny zamknięcia i zamykać się w pobliżu środka korpusu czarnej świecy. Zamknięcie poniżej środka korpusu może sygnalizować zmianę trendu, lecz nie należy go interpretować jako tendencję wzrostową
pt: O padrão de piercing é constituído por duas velas, a primeira preta e a segunda branca. Ambas as velas devem ter corpos bastante grandes e as sombras costumam ser, mas não necessariamente, pequenas ou inexistentes. A vela branca deve abrir abaixo o fechamento anterior e fechar-se acima do ponto médio do corpo da vela preta. Um fechamento abaixo do ponto médio pode qualificar como uma inversão, mas não seria considerado altista
ru: Фигура пробоя сформирована двумя свечами: первой чёрной и второй белой свечёй. Обе свечи должны быть достаточно длинными, а их тени маленькие или отсутствуют совсем (как правило, но не всегда). Белая свеча должна открываться ниже уровня закрытия предыдущей свечи и закрываться выше середины тела чёрной свечи. Закрытие ниже середины может считаться разворотом, но не будет считаться бычьей динамикой
th: รูปแบบ Piercing เกิดจากสองแท่งเทียน แท่งแรกสีดำ และแท่งที่สองสีขาว ทั้งสองแสดงตัวแท่งเทียนขนาดใหญ่ใกล้เคียงกัน และมีเงาตามปกติ โดยไม่จำเป็นต้องเล็ก หรือ ไม่มี แท่งเทียนขาวต้องเปิดต่ำกว่าราคาปิดก่อนหน้าและปิดสูงกว่าจุดกลางลำตัวของแท่งเทียนสีดำ หากมีราคาปิดต่ำกว่าจุดกึ่งกลางตัวแท่งเทียนจะเป็นสัญญาณกลับตัว แต่ไม่ถือว่าเป็นการตื่นตัวแบบกระทิง
vi: Các mẫu piercing được tạo thành hai cột nến, da đen đầu tiên và thứ hai màu trắng. Chân đế nến bằng cả hai cần phải có cơ quan khá lớn và bóng tối thường, nhưng không nhất thiết, nhỏ hoặc không tồn tại. Nến trắng phải mở dưới đây trước đó đóng và đóng trên các trung điểm của nến đen của cơ thể. Đóng một bên dưới các trung điểm có thể hội đủ điều kiện như là một sự đảo ngược, nhưng sẽ không được xem là là bullish

source: The premier platform for trading binary options in the world's financial markets
de: Die führende Plattform für den Handel mit Binären Optionen in den weltweiten Finanzmärkten
es: La plataforma de primera calidad para el comercio con opciones binarias en los mercados financieros mundiales
fr: La première plateforme pour trader des options binaires dans les marchés financiers internautionaux
id: Platform utama untuk trading opsi binary pada pasar finansial dunia
it: La miglior piattaforma per il trading di opzioni binarie nei mercati finanziari mondiali
ja: 世界の金融市場において 最高水準のFXバイナリーオプション取引プラットフォーム
pl: Wiodąca platforma do handlu opcjami binarnymi na światowych rynkach finansowych
pt: A principal plataforma para a negociação de opções binárias nos mercados financeiros do mundo
ru: Ведущая платформа для торговли бинарными опционами на мировых финансовых рынках
th: แพลตฟอร์มปฐมฤกษ์สำหรับการซื้อขายไบนารีออปชั่นในตลาดการเงินระดับโลก
vi: Sàn giao dịch cao cấp cho giao dịch quyền chọn nhị phân trên thị trường tài chính thế giới
