Repository: binary-com/webtrader
Catalog: translations/i18n/*.po
Languages: de, es, fr, id, it, ja, pl, pt, ru, th, vi

source: In providing our services to you, we are required to obtain information from you in order to assess whether a given product or service is appropriate for you (that is, whether you possess the experience and knowledge to understand the risks involved)
de: Damit wir Ihnen unsere Dienstleistungen zur Verfügung stellen können, müssen wir einige Informationen von Ihnen erhalten, um festzustellen, ob ein Produkt oder Service für Sie geeignet ist (ob Sie die Erfahrung und das Wissen besitzen, die damit verbundenen Risiken zu erkennen)
es: Al ofrecerle nuestros servicios, estamos obligados a obtener información de usted con el fin de evaluar si un determinado producto o servicio es adecuado para usted (es decir, si posee la experiencia y el conocimiento necesario para entender los riesgos)
fr: Dans le cadre des services que nous vous fournissons, nous sommes dans l'obligation d'obtenir des informations de votre part afin de déterminer si un produit ou service donné est pertinent dans votre cas (c'est-à-dire si vous possédez l'expérience et les connaissances nécessaires pour comprendre les risques impliqués).
id: Dalam memberikan pelayanan, kami diharuskan untuk memperoleh informasi dari Anda untuk memastikan apakah produk atau layanan yang diberikan adalah tepat untuk Anda (yaitu, apakah Anda memiliki pengalaman dan pengetahuan untuk memahami risiko yang terlibat)
it: Per usufruire dei nostri servizi, richiediamo delle informazioni necessarie per valutare se un dato prodotto o servizio è adegutao a te (ossia se possiedi l'esperienza e la conoscenza per comprendere i rischi connessi)
ja: 当サービスでは、どの所定の製品またはサービスがお客様に適しているか評価するためにお客さまの情報を必要とします。（関連するリスクを理解する経験や知識があるかどうかがわかります。）
pl: Świadcząc nasze usługi, jesteśmy zobligowani do uzyskania od Ciebie informacji w celu przeprowadzenia oceny, czy dany produkt lub usługa jest odpowiednia dla Ciebie (tzn. czy posiadasz odpowiednie doświadczenie i wiedzę potrzebne do zrozumienia ryzyka związanego z danym produktem)
pt: Na prestação dos nossos serviços, somos obrigados a obter informações de você para poder avaliar se um determinado produto ou serviço é-lhe adequado (isto é, se você possui a experiência e os conhecimentos necessários para compreender os riscos envolvidos)
ru: В рамках предоставления Вам услуг, нам необходимо получить от Вас информацию с целью оценить, подходит ли Вам определённый продукт или услуга (в частности, узнать, обладаете ли Вы необходимым опытом и знаниями, чтобы понимать сопряжённые риски)
th: ในการให้บริการ พวกเราขออนุญาตสอบถามข้อมูลจากท่านเพื่อประเมินผลิตภัณฑ์และบริการที่เหมาะสมให้กับท่าน (ซึ่งรายละเอียดจะเกี่ยวข้องกับประสบการณ์และความรู้ของท่านเพื่อให้เข้าใจถึงระดับความเสี่ยงที่เกี่ยวข้องในผลิตภัณฑ์แต่ละประเภท)
vi: Trong quá trình cung cấp dịch vụ tới bạn, chúng tôi cần thu thập thông tin từ bạn để đánh giá xem một sản phẩm hoặc dịch vụ nhất định có thích hợp cho bạn hay không (đó là, cho dù bạn có kinh nghiệm và kiến thức để hiểu các rủi ro liên quan)

source: In the UK and Isle of Man, our clients trade through Binary (IOM) Ltd. In Japan, they trade through Binary KK. In the European Union (except UK), they trade through Binary (Europe) Ltd and Binary Investments (Europe) Ltd. In the rest of the world, they trade through Binary (C.R.) S.A
de: In Großbritannien und auf der Isle of Man handeln unsere Kunden über Binary (IOM) Ltd. In Japan, handeln sie mittels Binary KK. In der Europäischen Union (ausgenommen Großbritannien) handeln sie über Binary (Europe) Ltd. und Binary Investments (Europe) Ltd. Im Rest der Welt über Binary (C.R.) S.A
es: En el Reino Unido y en la Isla de Man, nuestros clientes comercian a través de Binary (IOM) Ltd. En Japón, utilizan Binary KK. En la Unión Europea (con excepción del Reino Unido), operan con Binary (Europe) Ltd and Binary Investments (Europe) Ltd, mientras que en el resto del mundo lo hacen a través de Binary (C.R.) S.A
fr: Dans le Royaume-Uni et l’île de Man, nos clients tradent à travers Binary (IOM) Ltd. au Japon, ils tradent à travers Binary KK. Dans l'Union Européenne (sauf le Royaume-Uni), ils tradent à travers Binary (Europe) Ltd et Binary Investment (Europe) Ltd. Dans le reste du monde, ils tradent à travers Binary (C.R.) S.A
id: Di Inggris dan Isle of Man, klien kami bertrading melalui Binary (IOM) Ltd. Di Jepang, mereka bertrading melalui Binary KK. Di Uni Eropa (kecuali Inggris), mereka bertrading melalui Binary (Europe) Ltd dan Binary Investments (Europe) Ltd. Sisa bagian dunia lainnya, mereka bertrading melalui Binary (C.R.) S.A
it: Nel Regno Unito e nell'Isola di Man, i nostri clienti negoziano attraverso Binary (IOM) Ltd. In Giappone negoziano attraverso Binary KK. Nell'Unione europea (ad eccezione del Regno Unito), negoziano attraverso Binary (Europe) Ltd e Binary Investments (Europe) Ltd. Nel resto del mondo, negoziano attraverso Binary (C.R.) S.A
ja: 英国とマン島の居住者は、Binary (IOM) Ltd.の下に口座開設されます。日本の方はBinary株式会社 (和文名称 バイナリー株式会社)を通してのお取引となり、英国をのぞく欧州連合では、Binary (Europe) Ltd.とBinary Investments (Europe) Ltd.を介します。英国を除く欧州連合の居住者は、Binary (Europe) LtdとBinary Investments (Europe) Ltd.の下に口座を開設されます。その他以外の国は、Binary Investments (Europe) Ltd.の下に口座開設されます。
pl: W Zjednoczonym Królestwie i na Wyspie Man nasi klienci handlują za pośrednictwem Binary (IOM) Ltd. W Japonii handel odbywa się za pośrednictwem Binary KK. W Unii Europejskiej (za wyjątkiem Zjednoczonego Królestwa), handlują za pośrednictwem Binary (Europa) Ltd oraz Binary Investments (Europa) Ltd. W pozostałych krajach handel odbywa się za pośrednictwem Binary (C.R.) S.A.
pt: No Reino Unido e na Ilha de Man, os nossos clientes negociam através da Binary (IOM) Ltd. No Japão, eles negociam através da Binary KK. Na União Europeia (exceto no RU), eles negociam através da Binary (Europe) Ltd. e Binary Investments (Europe) Ltd. No resto do mundo, eles negociam através da Binary (C.R.) S.A
ru: Наши клиенты из Великобритании и с Острова Мэн торгуют через Binary (IOM) Ltd. Трейдеров из Японии обслуживает компания Binary KK. Клиенты из Европейского Союза (за исключением Великобритании) торгуют через Binary (Europe) Ltd и Binary Investments (Europe) Ltd. Клиенты из других стран мира торгуют через Binary (C.R.) S.A.
th: ในสหราชอาณาจักร และเกาะ Isle of Man ลูกค้าของเราซื้อขายผ่านบริษัท Binary (IOM) Ltd และประเทศญี่ปุ่น ดำเนินการซื้อขายผ่าน Binary KK ในสหพันธ์ยุโรป (ยกเว้นสหราชอาณาจักร) ลูกค้าซื้อขายผ่านบริษัท Binary (Europe) Ltd และ Binary Investments (Europe) Ltd และประเทศอื่นๆ ในภูมิภาคอื่น พวกเขาซื้อขายผ่านบริษัท Binary (C.R.) S.A
vi: Ở Vương Quốc Anh và đảo Man, khách hàng của chúng tôi giao dịch qua Binary (IOM) Ltd Tại Nhật bản, họ thương mại thông qua Binary KK. Trong liên minh châu Âu (ngoại trừ Anh), họ thương mại qua Binary (Châu Âu) công ty TNHH và đầu tư Binary (Châu Âu) Ltd. Ở phần còn lại của thế giới, họ thương mại thông qua Binary (C.R.) S.A

source: In-Neck Pattern (CDLINNECK)
es: Patrón dentro de la línea del cuello (CDLINNECK)
fr: Schéma Dans le Col (CDLINNECK)
it: Modello In-Neck (CDLINNECK)
ja: 入り首線（CDLINNECK）
pl: In-Neck Pattern – formacja szyi (CDLINNECK)
ru: Фигура "В основании" (CDLINNECK)
vi: Mô hình In-Neck (CDLINNECK)

source: In/Out
de: Innerhalb/Außerhalb
es: Dentro/Fuera
fr: Dans/Hors De
pl: W/Poza
pt: Dentro/Fora
ru: Внутри/Вне
vi: Vào/Ra

source: In/Out (ends between/outside and stays between/goes outside)
fr: Zone In/Out (« Termine dans/hors de la zone » ou « Reste dans/Sort de la zone »)
id: In/Out (ends between/outside dan stays between/goes outside)
it: In/Out (ends between/outside e stays between/goes outside)
ru: Внутри/Вне (закончится внутри/вне и останется внутри/выйдет за пределы)
th: In/Out (ends between/outside และ stays between/goes outside)
vi: Trong/Ngoài (kết thúc ở giữa/bên ngoài và nằm ở giữa/đi lệch ra ngoài)

source: In/Out - Predict if the market will stay between or outside two target prices
fr: In/Out - Vous prédisez si le marché se maintiendra dans la zone ou hors de la zone délimitée par deux prix-cibles
id: In/Out - Menganalisa pasar akan tetap berada diantara atau diluar dua harga target
it: In/Out - Prevedi se il mercato rimarrà all'interno o all'esterno dei due prezzi scelti
ru: Внутри/Вне – сделайте прогноз, останется ли цена внутри или вне заданных целевых уровней
th: In/Out - พยากรณ์ว่า ตลาดจะอยู่ระหว่างราคาเป้าหมายทั้งสอง หรือ เกินกว่าราคาเป้าหมาย
vi: Trong/Ngoài - dự đoán thị trường sẽ ở giữa hay bên ngoài hai giá mục tiêu

source: In/Out trades
de: Innerhalb/Außerhalb Kontrakte
es: Contratos Dentro/Fuera
fr: Trades Dans/Hors De
id: Kontrak In/Out
it: Trade In/Out
ja: レンジ トレード
pl: Zakłady typu „w/poza”
pt: Negociações dentro/fora
ru: Контракты Внутри/Вне
th: การซื้อขาย In/Out
vi: Trong/Ngoài giao dịch

source: Income Source
de: Einkommensquelle
es: Fuente de Ingresos
fr: Source de revenus
id: Sumber Pendapatan
it: Fonte di reddito
ja: 収入源
pl: Źródło dochodu
pt: Fonte dos rendimentos
ru: Источник дохода
th: แหล่งที่มาของรายได้
vi: Nguồn thu nhập

source: Indicative Price
de: Richtkurs
es: Precio Indicativo
fr: Prix indicatif
id: Harga Indikatif
it: Prezzo indicativo
ja: 気配値
pl: Cena orientacyjna
pt: Preço indicativo
ru: Ориентировочная цена
th: ราคาดัชนี
vi: Giá biểu thị

source: Indicators
de: Indikatoren
es: Indicadores
fr: Indicateurs
id: Indikator
it: Indicatori
ja: 指標（英語表示のみ）
pl: Wskaźniki
pt: Indicadores
ru: Индикаторы
th: ดัชนีต่างๆ
vi: Chỉ số

source: Indices
de: Indizes
es: Índices
id: Indeks
it: Indici
ja: インデックス
pl: Wskaźniki
pt: Índices
ru: Индексы
th: ดัชนี
vi: Chỉ số

source: Indices - All major worldwide stock indices sourced from the over-the-counter market
fr: Indices - Tous les principaux indices boursiers internationaux issus du marché de gré à gré
id: Indeks - Semua indeks saham utama di seluruh dunia bersumber dari pasar Otc (over-the-counter)
ru: Индексы – все крупнейшие мировые индексы, получаемые через внебиржевой рынок
th: ดัชนี - ดัชนีหลักทรัพย์หลักต่างๆ ทั่วโลกจากตลาดรองตราสารทุน
vi: Chỉ số - tất cả các chỉ số chứng khoán trên toàn thế giới có nguồn gốc từ các thị trường chứng khoán phi tập trung

source: Indices trading experience
de: Erfahrung im Indexhandel
es: Experiencia de comercio con índices
fr: Expérience du trading sur indices
id: Pengalaman trading indeks
it: Esperienza di trading sugli indici
ja: インデックス取引のご経験
pl: Doświadczenie w handlowaniu wskaźnikami
pt: Experiência com a negociação de índices
ru: Опыт торговли индексами
th: ประสบการณ์ในการซื้อขายดัชนีต่างๆ
vi: Chỉ số kinh nghiệm giao dịch

source: Indices trading frequency
de: Indexhandel Häufigkeit
es: Frecuencia de comercio índices
fr: Fréquence de trading sur indices
id: Frekuensi trading indeks
it: Frequenza di trading sugli indici
ja: インデックス取引の頻度
pl: Częstość handlowania wskaźnikami
pt: Frequência das negociações de índices
ru: Частота торговли индексами
th: ความถี่ในการซื้อขายดัชนีต่างๆ
vi: Chỉ số tần số giao dịch

source: Individual Traders
de: Individuelle Händler
es: Comerciantes individuales
fr: Traders Individuels
id: Trader Perorangan
it: Trader individuali
ja: 個人投資家
pl: Gracze indywidualni
pt: Negociadores individuais
ru: Частные трейдеры
th: นักลงทุนรายย่อย
vi: Các nhà giao dịch đơn lẻ

source: Industry of Employment
de: Beschäftigungsbranche
es: Sector del Empleo
fr: Secteur professionnel
id: Industri Tenaga Kerja
it: Settore lavorativo
ja: 雇用産業
pl: Sektor zatrudnienia
pt: Área profissional
ru: Сфера занятости
th: อุตสาหกรรมของการจ้างงาน
vi: Ngành công nghiệp việc làm

source: Initial Coin Offering (ICO)
fr: Offre de Pièces Initiale (ICO)
ru: Первичное предложение средств (ICO)
th: การเสนอขายเหรียญครั้งแรก หรือ Initial Coin Offering (ICO)

source: Instant access
de: Sofortiger Zugriff
es: Acceso instantáneo
fr: Accès Instantané
id: Akses cepat
it: Accesso istantaneo
ja: インスタントアクセス
pl: Błyskawiczny dostęp
pt: Acesso instantâneo
ru: Мгновенный доступ
th: เข้าถึงได้ทันที
vi: Truy cập tức thì

source: Instruments
de: Instrument
es: Instrumentos
id: Instrumen
it: Strumenti
ja: 商品
pl: Instrumenty
pt: Instrumento
ru: Инструменты
th: เครื่องมือ
vi: Công cụ

source: Invalid JSON file
es: Archivo JSON no válido
fr: Fichier JSON non valide
id: File JSON tidak valid
it: File JSON non valido
ja: 無効な JSONファイルです
ru: Неправильный файл JSON
th: ไฟล์ JSON ไม่ถูกต้อง
vi: Tệp JSON không hợp lệ

source: Invalid parameter(s)
es: Parámetro(s) no válido(s)
fr: Paramètre(s) non valide(s)
id: Parameter tidak valid
it: Parametro(i) non valido(i)
ja: 無効なパラメーターです
ru: Неправильный параметр(ы)
th: ตัวแปรไม่ถูกต้อง
vi: Thông số không hợp lệ

source: Invalid template type
es: Tipo de plantilla no válido
fr: Type de modèle non valide
id: Jenis template tidak valid
it: Tipo di modello non valido
ja: テンプレートの種類が無効です
ru: Неправильный тип шаблона
th: ประเภทแม่แบบไม่ถูกต้อง
vi: Kiểu mẫu không hợp lệ

source: Inverted Hammer (CDLINVERTEDHAMMER)
es: Patrón martillo invertido (CDLINVERTEDHAMMER)
fr: Marteau Inversé (CDLINVERTEDHAMMER)
ja: トンカチ
pl: Inverted Hammer – odwrócony młot (CDLINVERTEDHAMMER)
pt: Martelo invertido (CDLHAMMER)
ru: Перевернутый молот (CDLINVERTEDHAMMER)
vi: Mô hình Inverted Hammer (CDLINVERTEDHAMMER)

source: Investments & Dividends
de: Investitionen & Dividenden
es: Inversiones y Dividendos
fr: Investissements et dividendes
id: Instrumen & Dividen
it: Investimenti e dividendi
ja: 投資と配当
pl: Inwestycje i dywidenda
pt: Investimentos e dividendos
ru: Инвестиции и дивиденды
th: การลงทุนและเงินปันผล
vi: Đầu tư & Cổ tức

source: Is it possible to deposit the same funds through different payment methods?
de: Ist es möglich, die selben Guthaben mit mehreren Zahlungsmethoden einzuzahlen?
es: ¿Es posible depositar los mismos fondos a través de diferentes métodos de pago?
fr: Est il possible de déposer les mêmes fonds à travers les différentes méthodes de paiement ?
id: Apakah mungkin untuk mendeposit dana yang sama menggunakan metode pembayaran lain?
it: È possibile depositare gli stessi fondi attraverso diverse modalità di pagamento?
ja: 他の支払い方法で同じ資金の入金はできますか？
pl: Czy można wpłacić te same środki, korzystając z innych metod płatności?
pt: É possível depositar os mesmos fundos através de diferentes métodos de pagamento?
ru: Можно ли внести одну и ту же сумму различными способами оплаты?
th: เป็นไปได้ไหมที่จะฝากเงินผ่านช่องทางรับชำระเงินที่ต่างกัน?
vi: Gửi những khoản tiền tương tự nhau thông qua các phương thức thanh toán khác nhau liệu có khả thi không?

source: It has a long white candle, followed by another that opens above the first (gaps up), followed by a downward black candlestick that opens below the close of the second day (gaps down) and has a low below the close of the first day. The upward trend is expected to continue
de: Es hat eine lange, weiße Kerze, die von einer anderen gefolgt ist, die sich über der ersten öffnet (gaps up), gefolgt von einer nach unten gehenden, schwarzen Kerze, die sich unter dem Schlusskurs des zweiten Tages öffnet (gaps down) und ein Tief unter dem Schlusskurs des ersten Tages hat. Der Aufwärtstrend soll andauern
es: Posee una vela blanca larga que es seguida por otra vela que abre por sobre la primera (en un gap ascendente), la que a su vez es seguida por una vela negra de tendencia bajista que abre por debajo del valor de cierre del segundo día (gap descendente) y tiene un mínimo menor al precio de cierre de la vela del primer día. Se espera que la tendencia alcista continúe
fr: Il a une longue bougie blanche, suivie par une autre qui ouvre au dessus de la première (fossé à la hausse), suivie par une chandelier noir baissier qui ouvre en dessous de la clôture du second jour (fossé à la baisse) et a un plus bas en dessous de la clôture du premier jour. La tendance haussière est attendue de continuer
id: Memiliki candle putih panjang, diikuti candle lain yang terbuka di bagian atas (celah), diikuti oleh candlestick hitam ke bawah yang terbuka di bawah penutupan hari kedua (celah ke bawah) dan berada di bawah penutupan hari pertama. Tren kenaikan ini diperkirakan akan berlanjut
pl: Cechą charakterystyczną jest biała świeca, po której występuje kolejna biała świeca z ceną otwarcia powyżej pierwszej świecy (luka górna), a następnie świeca czarna zniżkująca o cenie otwarcia poniżej ceny zamknięcia drugiego dnia (luka dolna), a jej dół znajduje się blisko ceny zamknięcia dnia pierwszego. Można się spodziewać, że trend wzrostowy będzie trwał
pt: Possui uma longa vela branca, seguida por uma outra que se abre acima da primeira (lacuna para cima), seguida por uma vela preta para baixo que se abre abaixo do fechamento do segundo dia (lacuna para baixo) e tem uma baixa abaixo do fechamento do primeiro dia. Espera-se que a tendência altista continue
ru: Фигура состоит из длинной белой свечи, за которой следует другая свеча, открывающаяся выше первой (гэп или разрыв при повышении), а затем чёрная медвежья свеча, которая открывается ниже уровня закрытия второй свечи (гэп при снижении) и минимум которой находится ниже уровня закрытия первого дня. После подобной фигуры ожидается продолжение восходящего тренда
th: มีเทียนสีขาวยาว และตามด้วยอีกอันที่เปิดเหนืออันแรก (ช่องว่าง ด้านขึ้น) ตามด้วยแท่งเทียนสีดำขาลงที่เปิดต่ำกว่าราคาปิดของวันที่สอง (ช่องว่าง ด้านลง) และมีราคาต่ำใต้ราคาปิดของวันแรก คาดว่า แนวโน้มขาขึ้นนี้จะยังดำเนินต่อไป
vi: Nó có một ngọn nến dài màu trắng, sau đó là do người khác mở ra trên người đầu tiên (những khoảng trống lên), theo sau là một nến xuống màu đen mà mở ra dưới đây đóng của ngày thứ hai (khoảng cách xuống) và có một thấp dưới đóng vào ngày đầu tiên. Xu hướng trở lên được dự kiến sẽ tiếp tục

source: It is sometimes possible to sell an option before the expiry of a trade, but only if a fair price can be determined. If this option is available, you will see a blue 'Sell' button next to your trade in the portfolio
de: Es ist manchmal möglich, eine Option vor Ablauf eines Kontrakts zu verkaufen, aber nur, wenn ein fairer Kurs angewendet werden kann. Wenn diese Option verfügbar ist, werden Sie im Portfolio neben Ihrem Kontrakt einen blauen 'Verkaufen' Knopf sehen
es: En ocasiones es posible vender un contrato antes de que expire, pero solo si se puede determinar un precio justo. Si está opción está disponible, verá el botón azul "Vender" junto a su transacción en la cartera
fr: Il est parfois possible de vendre une option avant l'expiration du trade, mais seulement si un prix juste peut être déterminé. Si cette option est disponible, vous verrez un bouton bleue "Vendre" à coté de votre trade dans votre portefeuille
id: Tersedia kesempatan untuk menjual kontrak sebelum berakhir namun hal ini hanya dapat dilakukan jika harga jual yang adil dapat disediakan. Jika pilihan ini tersedia, anda akan melihat tombol biru 'Jual' disebelah kontrak anda pada portopolio
it: A volte è possibile vendere un'opzione prima della scadenza di un trade, ma solo se è possibile determinarne un prezzo equo. Se l'opzione è disponibile, vedrai un pulsante blu "Vendi" nel tuo portafoglio, vicino al tuo trade
ja: お客さまは保有しているポジションを公正な価格でいつでも転売することができます。
pl: Czasami istnieje możliwość sprzedaży opcji przed upływem terminu ważności, ale jedynie wtedy, gdy można ustalić uczciwą cenę. Jeżeli taka opcja jest dostępna, przy Twoim zakładzie w portfolio będzie widoczny niebieski przycisk „Sprzedaj”
pt: É possível às vezes vender uma opção antes da expiração da negociação, mas apenas se um preço justo pode ser determinado. Se esta opção estive disponível, você verá um botão azul "Vender" junto da negociação no portfólio
ru: Иногда бывает доступна кнопка досрочной продажи контракта, но только в случаях, когда может быть предложена справедливая рыночная цена. Если данная опция доступна, Вы увидите синюю кнопку "Продать" рядом с контрактом
th: ในบางครั้งการจำหน่ายออปชั่นก่อนวันหมดอายุเมื่อมีราคาที่เหมาะสมเป็นสิ่งที่เกิดขึ้นได้ และหากมีออปชั่นในสถานะดังกล่าว ท่านจะเห็นปุ่ม "ขาย" สีน้ำเงิน อยู่ถัดไปจากรายการซื้อขายในพอร์ตโฟลิโอ
vi: Đôi khi có thể bán một tùy chọn trước thời hạn của một giao dịch, nhưng chỉ nếu một mức giá hợp lý mới có thể được xác định. Nếu tùy chọn này có sẵn, bạn sẽ thấy một nút màu xanh 'Bán' bên cạnh giao dịch của bạn trong danh mục đầu tư

source: It's time to expand. We set up a programming center in Cyberjaya - the Silicon Valley of Kuala Lumpur - to maintain and improve BetOnMarkets.com
de: Es ist Zeit, sich zu vergrößern. Wir planen ein Programmierzentrum in Cyberjaya - das Silicon Valley von Kuala Lumpur - um BetOnMarkets.com zu pflegen und zu verbessern
es: Es hora de crecer. Hemos creado un centro de programación en Cyberjaya - el Silicon Valley de Kuala Lumpur - para mantener y mejorar BetOnMarkets.com
fr: Il est temps de s'agrandir. Nous établissons un centre de programmation à Cyberjaya - la Silicon Valley de Kuala Lumpur - pour maintenir et améliorer BetOnMarkets.com
id: Sudah saatnya untuk memperluas. Kami mendirikan pusat pemrograman di Cyberjaya - Silicon Valley Kuala Lumpur - untuk mempertahankan dan meningkatkan BetOnMarkets.com
it: È il momento di espandersi. Abbiamo istituito un centro di programmazione a Cyberjaya, la Silicon Valley di Kuala Lumpur, per mantenere e migliorare BetOnMarkets.com
ja: BetOnMarkets.comの機能性強化とサービス向上を目的とし、マレーシアのシリコンバレーと称されるサイバージャヤに開発センターを開設。
pl: Czas się rozwijać. Tworzymy centrum programistyczne w Cyberjaya – Dolinie Krzemowej w pobliżu Kuala Lumpur – aby utrzymywać i usprawniać BetOnMarkets.com
pt: Está na altura de expandir. Criamos um centro de programação em Cyberjaya - o Vale do Silício de Kuala Lumpur - para manter e melhorar a BetOnMarkets.com
ru: Время расширяться. Для улучшения работы BetOnMarkets.com мы открыли центр программирования в Киберджайя – Силиконовой долине Куала-Лумпура
th: ถึงเวลาที่จะขยายอาณาจักร พวกเราได้ตั้งศูนย์ของระบบที่ไซเบอร์จายา สถานที่หนึ่งประดุจซิลิคอนวัลเลย์ของกัวลาลัมเปอร์ เพื่อดูแลและปรับปรุง BetOnMarkets.com
vi: Đó là thời điểm để mở rộng. Chúng tôi thiết lập một trung tâm lập trình ở Cyberjaya - Thung lũng Silicon của Kuala Lumpur – để duy trì và cải thiện BetOnMarkets.com

source: Jan
es: Ene
it: Gen
ja: 1月
pl: Styczeń
ru: Янв
th: ม.ค.
vi: Tháng một

source: January
de: Januar
es: Enero
fr: janvier
id: Januari
it: Gennaio
ja: 1月
pl: Styczeń
pt: Janeiro
ru: Январь
th: มกราคม
vi: Tháng một

source: Jul
fr: juill.
it: Lug
ja: 7月
pl: Lipiec
ru: Июль
th: ก.ค.
vi: Tháng bảy

source: July
de: Juli
es: Julio
fr: juillet
id: Juli
it: Luglio
ja: 7月
pl: Lipiec
pt: Julho
ru: Июль
th: กรกฎาคม
vi: Tháng bảy

source: Jun
fr: juin
it: Giu
ja: 6月
pl: Czerwiec
ru: Июнь
th: มิ.ย.
vi: Tháng sáu

source: June
de: Juni
es: Junio
fr: juin
id: Juni
it: Giugno
ja: 6月
pl: Czerwiec
pt: Junho
ru: Июнь
th: มิถุนายน
vi: Tháng sáu

source: Just click Grant button on the page you will now be taken to
de: Klicken Sie auf den Gewähren Knopf auf der Seite, Sie werden nun weitergeleitet zu
es: Simplemente haga clic en el botón Grant en la página a la que será llevado ahora
fr: Cliquez simplement sur le bouton Autoriser sur la page vers laquelle vous allez maintenant être redirigé(e)
id: Cukup klik tombol Hibah pada halaman dan Anda akan dibawa ke
it: Basta cliccare sul pulsante Grant sulla pagina da adottare
ja: 表示されるページの 承認 ボタンをクリックしてください
pl: Po prostu kliknij przycisk udzielania dostępu na stronie, na którą zostaniesz teraz przekierowany
pt: Basta clicar no botão Conceder na página à qual você será levado a seguir
ru: Просто нажмите кнопку Разрешить на открывшейся странице
th: เพีลงคลิกปุ่ม Grant ท่านจะ
vi: Chỉ cần nhấp vào nút Cấp trên trang và bạn sẽ được đưa đến

source: Kaufman's Adaptive Moving Average (KAMA)
es: Media móvil adaptativa de Kaufman (KAMA)
fr: Moyenne Mobile Adaptative de Kaufman (KAMA)
it: Media mobile adattiva Kaufman (KAMA)
ja: カウフマン適応移動平均（KAMA）
pl: Adaptacyjna średnia krocząca Kaufmana (KAMA)
pt: Média Móvel Adaptativa de Kaufman (MMAK)
ru: Адаптивная скользящая средняя Кауфмана (KAMA)
vi: chiến lược Kaufman's Adaptive Moving Average (KAMA)
