Repository: binary-com/webtrader
Catalog: translations/i18n/*.po
Languages: de, es, fr, id, it, ja, pl, pt, ru, th, vi

source: The profit is the difference between the purchase price (the stake) and the payout on a winning trade
de: Der Gewinn ist die Differenz zwischen dem Kaufpreis (dem Einsatz) und der Auszahlung eines erfolgreichen Kontrakts
es: La ganancia es la diferencia entre el pago y el precio de compra (la apuesta) de un contrato ganador
fr: Le profit est la différence entre le prix d'achat (la mise) et le versement sur un trade gagnant
id: Keuntungan adalah selisih antara harga beli (modal) dengan hasil pada kontrak yang memberi untung
it: Il profitto è la differenza tra il prezzo d'acquisto (la puntata) e il payout di un trade vincente
ja: 勝ちトレードの払い戻し金額と購入金額の差額が利益になります。
pl: Zysk to różnica między ceną zakupu (stawką) a wypłatą z wygrywającego zakładu
pt: O lucro é a diferença entre o preço de aquisição (a aposta) e o pagamento de prêmio numa negociação ganhadora
ru: Прибыль – это разница между выплатой и ценой покупки (ставкой) выигравшего контракта
th: กำไร คือ ผลต่างของราคาซื้อ (ที่วางเงิน) และการชำระเงินเมื่อท่านชนะการซื้อขาย
vi: Lợi nhuận là phần chênh lệch giữa giá mua (cổ phần) và tiền thanh toán trên giao dịch thắng

source: The rebranding is a natural evolution for the platform as it continues to grow market share in the highly competitive field of binary trading. The new brand reflects the nature of the business, and our new tagline - Sharp Prices, Smart Trading - communicates our ethos and commitment to our clients
de: Die Umbenennung ist die natürliche Fortentwicklung für die Plattform, da sie in dem stark umkämpften Bereich des Binären Handels weiter an Marktanteil gewinnt. Die neue Marke spiegelt die Natur des Geschäfts und unseren neuen Wahlspruch - Präzise Kurse, Intelligentes Handeln - wider und kommuniziert unseren Ethos und unser Engagement für unsere Kunden
es: El cambio de marca es una evolución natural para la plataforma ya que sigue creciendo su cuota de mercado en el campo altamente competitivo de las opciones binarias. La nueva marca refleja la naturaleza del negocio, mientras que el nuevo lema - Sharp Prices, Smart Trading (Mejores precios, inversiones inteligentes) - comunica nuestra filosofía y el compromiso con nuestros clientes
fr: Le changement de nom est une évolution naturelle de la plateforme comme elle continue à croître en terme de parts de marché dans le secteur très compétitif du trading d'options binaires. La nouvelle marque reflète la nature des affaires, et notre nouveau slogan - prix aiguisé, trading intelligent - communique notre ethos et notre engagement envers les clients
id: Rebranding ini merupakan evolusi alami bagi platform kami berhubung terus berkembang secara kompetitif di dunia trading binary. Brand baru ini mencerminkan bisnis dasar yang ditawarkan dan tagline terbaru kami – Harga Tajam, Trading Pintar – mengkomunikasikan etos dan komitmen kepada Pelanggan kami
it: Il cambio di marchio è un'evoluzione naturale per la piattaforma poiché continua a crescere la sua quota di mercato nel campo altamente competitivo del trading binario. Il nuovo marchio riflette la natura dell'attività e la nostra nuova tagline - Sharp Prices, Smart Trading (Prezzi migliori, trading intelligente) – trasmette la nostra filosofia e il nostro impegno nei confronti dei nostri clienti
ja: 今回の変更は、競争が激しくなっているバイナリー業界でのマーケットシェアの維持のため、当社システムが進化していることの裏付けです。この新しいブランドは当社のビジネスの本質、及び当社の新しいコンセプトである「優れた価格設定、賢くトレード」を体現し、当社の精神とコミットメントを顧客に伝達します。
pl: Zmiana nazwy to naturalna ewolucja platformy, która ma coraz większy udział w niezwykle konkurencyjnym rynku handlu opcjami binarnymi. Nowa marka odzwierciedla naturę biznesu, a nasze nowe hasło – Ostre ceny, inteligentny handel – wyraża nasze wartości i poświęcenie dla klientów
pt: A alteração da marca é uma evolução natural da plataforma enquanto continua a fazer crescer a cota de mercado no campo altamente competitivo de negociações binárias. A nova marca reflete a natureza do negócio e o nosso novo slogan - Preços exatos, Negociações inteligentes - comunica nosso etos e compromisso com os nossos clientes
ru: Ребрендинг является естественной эволюцией нашей платформы, доля рынка которой продолжает расти в условиях жесткой конкуренции в сфере торговли бинарными опционами. Новый бренд отражает характер нашего бизнеса, а новый слоган "Лучшие цены. Умный трейдинг." передаёт его дух и обязательства перед нашими клиентами
th: การปรับปรุงภาพลักษณ์เป็นวิวัฒนาการตามธรรมชาติสำหรับแพลตฟอร์มเพื่อที่จะโตอย่างต่อเนื่องในตลาดการซื้อขายไบนารีที่มีการแข่งขันสูง ภาพลักษณ์ใหม่แสดงถึงธรรมชาติของธุรกิจ และคำนิยามใหม่ของเรา - ราคาเฉียบ การซื้อขายอันชาญฉลาด (Sharp Prices, Smart Trading) ที่สื่อความถึงปรัชญาและพันธกิจขององค์กรที่มีต่อลูกค้าของเรา
vi: Việc tái định vị thương hiệu này là một sự tiến hóa tự nhiên cho nền tảng mà nó tiếp tục phát triển triển thị phần trong lĩnh vực giao dịch nhị phân cạnh tranh cao độ. Thương hiệu mới phản ánh bản chất của ngành kinh doanh, và khẩu hiệu mới của chúng tôi - Giá Cả Cạnh Tranh, Giao Dịch Thông Minh - sẽ truyền đạt văn hóa và sự cam kết của chúng tôi đến với quý khách hàng

source: The resale price indicates a contract's current market price. Resale prices are on a best-efforts basis and may not be available at all times after purchase. See 'Sell option' for more details on selling contracts before expiry
de: Der Wiederverkaufspreis gibt den aktuellen Marktpreis eines Kontrakts an. Wiederverkaufspreise beruhen auf bestem Wissen und können nach einem Kauf nicht jederzeit erzielt werden. Weitere Informationen über den Verkauf von Kontrakten vor Ablauf, finden Sie im Abschnitt „Option verkaufen"
es: El precio de reventa indica el precio actual de mercado de un contrato. Los precios de reventa se basan en los mejores esfuerzos y pueden no estar disponibles en todo momento después de la compra. Diríjase a la sección "Opción de venta" para más información sobre la posibilidad de venta de los contratos antes de su vencimiento
fr: Le prix de revente indique le prix du contrat sur le marché actuel. Les prix de revente sont sur une base des meilleurs efforts et peut être non disponible à tout moment après l'achat. Voir 'Vendre option' pour plus de détails sur la vente de contrats avant l'expiration
id: Harga jual kembali menunjukkan harga pasar terkini. Harga jual kembali adalah berdasarkan penawaran terbaik dan mungkin tidak tersedia setiap saat. Lihat 'Opsi jual' untuk keterangan lengkap mengenai penjualan kontrak sebelum berakhir
it: Il prezzo di rivendita indica il prezzo di mercato attuale di un contratto. I prezzi di rivendita sono sulla base dei migliori sforzi e possono non essere sempre disponibili dopo l'acquisto. Per maggiori dettagli sulla vendita dei contratti prima della scadenza, vedi "Vendi opzione"
ja: 期限前の契約転売の詳細は「オプションの売却」からご覧いただけます。
pl: Cena odsprzedaży wskazuje aktualną cenę rynkową danego kontraktu. Dokładamy wszelkich starań, aby ceny odsprzedaży były zawsze dostępne, jednak mogą one nie być dostępne w każdym czasie po zakupie. Zobacz sekcję „Sprzedaj opcję”, aby uzyskać więcej informacji na temat sprzedaży kontraktów przed ich terminem wygaśnięcia
pt: O preço de revenda indica o preço atual do mercado de um contrato. Preços de revenda existem em bases de melhores esforços e podem não estar sempre disponíveis depois da aquisição. Veja "Opção de venda" para mais detalhes sobre a venda de contrato antes de expiração
ru: Цена перепродажи показывает настоящую рыночную цену контракта. Эта цена основана на лучшем возможном предложении и не всегда может быть предложена после покупки контракта. Ознакомьтесь с термином "Продажа опциона" для получения подробной информации относительно досрочной продажи контрактов
th: ราคาจำหน่ายใหม่แสดงถึงราคาตลาดปัจจุบันของสัญญา ราคาจำหน่ายใหม่จะอยู่บนพื้นฐานปัจจัยที่ดีที่สุด ซึ่งอาจจะไม่ได้มีตลอดเวลาหลังจากการซื้อ พิจารณาข้อมูลจาก 'Sell Option' เพื่อทำการซื้อขายก่อนวันหมดอายุ
vi: Giá bán lại chỉ giá thị trường hiện tại của hợp đồng. Giá bán lại dựa trên cơ sở nỗ lực nhất và có thể không có sẵn mọi lúc sau khi mua. Xem 'quyền chọn Bán' để biết thêm chi tiết về bán hợp đồng trước khi hết hạn

source: The return is the money realized when the contract expires (see 'Payout')
de: Die Rendite ist der Betrag, der zum Kontraktablauf realisiert wird (siehe 'Auszahlung')
es: El retorno es el dinero que se entrega cuando el contrato finaliza (vea "Pago")
fr: Le retour est l'argent fait lors de l'expiration du contrat (voir 'Versement')
id: Hasil adalah dana yang diperoleh setelah kontrak berakhir (lihat 'Hasil')
it: Il rendimento è il denaro realizzato alla scadenza del contratto (vedi "Payout")
ja: ペイアウトとは、トレードの予測が正しかった場合に得る金額のことです。（「払い戻し価格」の項目をご確認下さい）
pl: Zwrot to kwota wypłacana, gdy kontrakt się zakończy (zobacz: „Wypłata”)
pt: O retorno é o dinheiro realizado quando o contrato expira (ver "Prêmio")
ru: Прибыль – это сумма, которую трейдер получает по окончании контракта (см."Выплата")
th: ผลกำไร คือ เงินที่ถูกรับรู้เมื่อสัญญานั้นหมดอายุ (อ้างอิง 'Payout')
vi: Sự hoàn vốn là tiền nhận được khi hợp đồng hết hạn (xem 'Thanh toán')

source: The stake is the amount that a trader must pay to enter into a trade
de: Der Einsatz ist der Betrag, den ein Händler zahlen muss, um einen Kontrakt abzuschließen
es: La apuesta es el monto que el comerciante debe pagar para comprar un contrato
fr: La mise est le montant que le trader doit payer pour entrer dans un trade
id: Modal adalah jumlah yang dibayarkan oleh trader pada saat membeli kontrak
it: La puntata è l'importo che un trader deve pagare per iniziare un trade
ja: 購入金額とは、トレード開始のために支払わなければならない金額のことです。
pl: Stawka to kwota, którą gracz musi zapłacić, żeby przystąpić do transakcji
pt: A aposta é o valor que um negociador deve pagar para entrar numa negociação
ru: Ставка – это цена, которую должен заплатить трейдер за приобретение контракта
th: เงินเดิมพัน คือ จำนวนเงินที่ผู้ทำการซื้อขายต้องชำระเพื่อเริ่มการซื้อขาย
vi: Đơn vị vốn (stake) là số tiền nhà giao dịch cần phải trả để được vào một giao dịch

source: The sum of price over selected period
de: Die Summe der Kurse über den ausgewählten Zeitraum
es: La suma del precio en un periodo seleccionado
fr: La somme du prix sur la période sélectionnée
id: Jumlah harga selama periode yang dipilih
it: La somma del prezzo per il periodo selezionato
ja: 選択期間の合計
pl: Suma cen w wybranym okresie
pt: O somatório de preços durante o período selecionado
ru: Сумма цен за выбранный период
th: ผลรวมของราคาในช่วงเวลาเลือก
vi: Tổng của giá cả trong khoảng thời gian đã chọn

source: The variance and the closely-related standard deviation are measures of how spread out a distribution is. In other words, they are measures of variability. The variance is computed as the average squared deviation of each number from its mean
de: Die Varianz und die ihr eng verwandte Standardabweichung sind Maßstäbe davon ,wie weit auseinander eine Verteilung liegt. In anderen Worten, sind sie Messungen von Variabilität. Die Varianz wird als durchschnittliche quadratische Abweichung vom Mittelwert einer jeden Zahl errechnet
es: La varianza y la estrechamente relacionada desviación estándar son medidas de qué tan dispersa es la distribución. En otras palabras, son medidas de variabilidad. La varianza se calcula como el promedio de la desviación al cuadrado de cada número con respecto a su media
fr: La variance et l'écart type sont des mesures étroitement liées de l'étalement de la distribution. En d'autres mots, ce sont des mesures de variabilité. La variance est calculée comme l'écart carré moyen de chaque nombre à partir de la moyenne
id: Variasi dan deviasi standar dihitung dari bagaimana pendistribusian spread. Dengan kata lain, mereka adalah ukuran variabilitas. Variasi dihitung sebagai rata-rata perempat deviasi setiap angka yang dihasilkan
pl: Wariancja i powiązane z nią odchylenie standardowe to wskaźniki pokazujące jak szeroko rozrzucone są wartości jakiejś wielkości. Innymi słowy, są miarami zmienności. Wariancja to średnią arytmetyczną kwadratów odchyleń poszczególnych wartości cechy od wartości oczekiwanej
pt: A variância e o desvio associado padrão são medidas da situação da distribuição. Em outras palavras, são medidas de variabilidade. A variância é computada como a média do desvio quadrado de cada número da sua média
ru: Вариация и близкое стандартное отклонение – это меры рассеивания цен относительно среднего значения. Иными словами, это меры изменчивости цен. Вариация рассчитывается как квадрат среднего отклонения (девиации) каждого числа по сравнению со средним значением
th: ความแปรปรวนและมีความสัมพันธ์กับค่าเบี่ยงเบนมาตรฐาน คือ การวัดการกระจายตัวของสเปรด หรืออีกนัยหนึ่ง คือ การวัดความผันแปร ความแปรปรวนถูกคำนวณเป็นค่าเฉลี่ยกำลังสองของค่าความเบี่ยงเบนของแต่ละตัวเลขจากค่ากลาง
vi: Phương sai và độ lệch tiêu chuẩn liên quan chặt chẽ là các biện pháp về cách lây lan ra một sự phân phối. Nói cách khác, họ là các biện pháp của tính biến đổi. Phương sai tính như độ lệch trung bình bình phương của mỗi số từ có ý nghĩa của nó

source: The volatility indices simulate various real market situations and provide an ideal platform for getting used to trading and testing strategies under various market conditions. These indices depend on volatility and drift, and help users to try out scenarios like - high volatility, low volatility, bullish and bearish trends
de: Die Volatilität Indizes simulieren verschiedene echte Marktsituationen und bieten eine ideale Plattform, um sich mit dem Handel vertraut zu machen, und um Strategien unter unterschiedlichen Marktbedingungen zu testen. Diese Indizes hängen von der Volatiliät und Tendenz ab und helfen den Benutzern dabei, Szenarien wie hohe Volatilität, geringe Volatilität, bullische oder bärische Trends auszuprobieren
es: Los índices de volatilidad simulan varias situaciones reales del mercado y proporcionan una plataforma ideal para acostumbrarse al comercio y probar estrategias en varias condiciones del mercado. Estos índices dependen de la volatilidad y la deriva, y ayudan a los usuarios a probar escenarios de alta volatilidad, baja volatilidad, tendencias alcistas y bajistas
fr: L'indice de volatilité stimule les situations de divers marchés réels et fournisse une plateforme idéal pour s'habituer à trader et tester les stratégies dans les conditions de marchés. Les indices dépendent de la volatilité et du mouvement, et aide les utilisateurs à essayer des scénarios comme - haute volatilité, faible volatilité, tendances haussières et baissières
id: Indeks volatilitas mensimulasikan berbagai situasi pasar riil dan menyediakan platform yang ideal untuk digunakan bertrading dan mencoba strategi pada berbagai kondisi pasar. Indeks ini tergantung kepada volatilitas dan pergerakan cepat yang membantu pengguna untuk mencoba skenario seperti – volatilitas tinggi, volatilitas rendah, trend bullish dan bearish
it: Gli indici di volatilità simulano varie situazioni dei mercati reali e forniscono una piattaforma ideale per abituarsi al trading e testare le strategie in varie condizioni di mercato. Questi indici dipendono dalla volatilità e dalle tendenza e aiutano gli utenti a provare scenari come: alta volatilità, bassa volatilità, trend in rialzo e in ribasso
ja: ボラリティ指数は、様々なリアル市場の状況をシミュレートし、取引や戦略に慣れるための理想的なプラットフォームです。これらインデックスはボラティリティとドリフトに依存しており、高ボラティリティ、低ボラティリティ、強気傾向、弱気傾向などのシナリオを試すのに役立ちます。
pl: Wskaźniki zmienności symulują różne sytuacje rynkowe i zapewniają doskonałe warunki do przećwiczenia strategii handlowych w różnych warunkach rynkowych. Indeksy są zależne od zmienności rynki i pomagają użytkownikom wypróbować różne scenariusze – wysokiej i niskiej zmienności, trendów wzrostowych i spadkowych
pt: Os índices "Volatility" simulam várias situações reais de mercado e proporcionam uma plataforma ideal para treinar negociações e testar estratégias sob várias condições do mercado. Estes índices dependem da volatilidade e do deslocamento e ajudar usuários a experimentar cenários diferentes, como: volatilidade alta, volatilidade baixa, tendências de baixa e tendências de alta
ru: Индексы волатильности моделируют различные ситуации на рынке и предоставляют идеальную платформу, на которой можно научиться торговать и протестировать свои стратегии в самых разных рыночных условиях. Данные индексы зависят от уровня волатильности и движения рынка, помогая пользователям опробовать такие сценарии, как высокая или низкая волатильность, восходящие или нисходящие тренды
th: ดัชนีความผันผวนจำลองความหลากหลายของสถานการณ์ตลาดจริงและมีแพลตฟอร์มในอุดมคติสำหรับการซื้อขายและการทดสอบกลยุทธ์ภายใต้เงื่อนไขทางตลาดที่หลากหลาย ดัชนีเหล่านี้ขึ้นกับความผันผวน การเคลื่อนไหว และช่วยผู้ใช้งานให้ใช้รูปแบบต่างๆ เช่น ความผันผวนระดับสูง ความผันผวนระดับต่ำ แนวโน้มตลาดหมีและตลาดกระทิง
vi: Chỉ số biến động mô phỏng các tình huống thực tế thị trường khác nhau và cung cấp một nền tảng lý tưởng cho việc sử dụng để kinh doanh và thử nghiệm các chiến lược theo các điều kiện thị trường. Những chỉ số phụ thuộc vào biến động và trôi dạt, và giúp người sử dụng để thử ra các tình huống như - biến động cao, bay hơi thấp, xu hướng bullish và hướng giảm

source: There are four main trade types for you to choose from
fr: Il y a quatre principaux types de trade que vous pouvez choisir
id: Tersedia empat jenis kontrak utama yang dapat Anda pilih
ru: К Вашим услугам четыре основных типа контрактов:
th: มีการซื้อขายหลัก 4 ประเภท ที่นำเสนอให้ท่านพิจารณา
vi: Có bốn loại hình thương mại chính cho bạn lựa chọn

source: There are two types of In/Out trades
fr: Il existe deux types d'option In/Out
id: Tersedia dua jenis kontrak In/Out
ru: Существует два типа контрактов Внутри/Вне
th: มีการซื้อขาย In/Out 2 ประเภท
vi: Hiện có hai loại giao dịch trong/ngoài

source: There are two types of Up/Down trades
fr: Il existe deux types de trade Hausse/Baisse
id: Tersedia dua jenis kontrak Up/Down
ru: Выделяют два типа контрактов Вверх/Вниз
th: มีการซื้อขาย Up/Down 2 ประเภท
vi: Hiện có hai loại giao dịch lên/xuống

source: There are two ways to trade Asians
fr: Il existe deux types d'option Asiatique
id: Tersedia dua langkah untuk bertrading Asian
ru: Существует два способа торговли Азиатскими контрактами
th: มีการซื้อขาย Asians 2 ประเภท
vi: Hiện có hai cách để giao dịch với người Châu Á

source: These are trades where the trader predicts if a market will finish higher or lower than a specified price target
de: Dies sind Kontrakte, bei denen der Händler voraussagt, ob ein Kurs höher oder niedriger als ein festgelegtes Kursziel schließt
es: Estos son contratos en los que el comerciante predice si el mercado terminará por encima o debajo de un determinado objetivo de precio
fr: Ce sont des trades où le trader prédit si le marché va finir en hausse ou en baisse par rapport à un prix cible spécifié
id: Ini adalah kontrak dimana trader menganalisa apakah pasar akan berakhir lebih tinggi atau lebih rendah dari target harga
it: Questi sono trade in cui i trader prevedono se un mercato chiuderà a un prezzo più alto o più basso rispetto al prezzo obiettivo
ja: 定めた価格バリアーよりも、終値が高いか低いかを予測するトレードです。
pl: Są to zakłady, w których gracz prognozuje, czy cena rynkowa będzie wyższa czy niższa od wybranej ceny docelowej
pt: Estas são negociações em que o negociador prevê se o mercado irá terminar acima ou abaixo de um determinado preço-alvo
ru: Контракты, где трейдер прогнозирует, окажется ли рынок выше или ниже заданного ценового барьера
th: การซื้อขายเกิดขึ้นเมื่อนักลงทุนพยากรณ์ว่า ค่าดัชนีของตลาดเมื่อสิ้นสุดการซื้อขายจะมีค่าสูงกว่า หรือ ต่ำกว่าราคาเป้าหมายที่กำหนดไว้
vi: Đây là những giao dịch mà nhà giao dịch dự đoán thị trường kết thúc cao hơn hoặc thấp hơn với giá mục tiêu đặt ra

source: These are trades where the trader predicts if a market will rise or fall at the end of a selected time period
de: Dies sind Kontrakte, bei denen der Händler voraussagt, ob zum Ablauf eines ausgewählten Zeitraums der Kurs gestiegen oder gefallen ist
es: Estos son contratos en los que el comerciante predice si un mercado subirá o bajará al final del período de tiempo seleccionado
fr: Ce sont des trades où le trader prédit si le marché sera en hausse ou en baisse à la fin de la période de temps sélectionnée
id: Ini adalah kontrak dimana trader menganalisa apakah pasar akan naik atau turun pada akhir periode waktu yang dipilih
it: Questi sono trade in cui i trader prevedono se, al termine di un dato periodo di tempo, il mercato sarà in rialzo o in ribasso
ja: ご指定して頂いた取引期間終了時に市場価格が上昇するか下降するかを予測するトレードです。
pl: Są to zakłady, w których gracz prognozuje, czy cena rynkowa będzie rosła czy malała pod koniec wybranego okresu
pt: Estas são negociações em que o negociador prevê se o mercado irá terminar acima ou abaixo de um determinado preço-alvo
ru: Контракты, где трейдер прогнозирует повышение или падение рынка в определенный период времени
th: การซื้อขายเหล่านี้เกิดขึ้นเมื่อนักลงทุนขายพยากรณ์ว่า ตลาดจะขึ้น หรือ ลง ขณะสิ้นสุดช่วงเวลาที่ระบุไว้
vi: Đây là những giao dịch mà nhà giao dịch dự đoán thị trường sẽ lên hoặc xuống vào cuối thời kì đã chọn

source: These are trades where the trader selects a low and high barrier, and predicts if the market will stay within these barriers or go outside them (see also 'Stays Between/Goes Outside trades')
de: Es sind Kontrakte vorhanden, bei denen sich der Händler für eine untere und obere Schwelle entscheidet und voraussagt, ob der Kurs innerhalb dieser Schwellen verbleibt oder über sie hinaus schließt (siehe auch 'Bleibt zwischen/Geht außerhalb Kontrakte')
es: Estos son contratos en los que el comerciante selecciona un límite superior y uno inferior y predice si el mercado permanecerá entre esos límites o si saldrá fuera de ellos (vea también 'Contratos Queda Dentro/Sale')
fr: Ce sont des trades où le trader sélectionne une faible et haute barrière, et prédit si le marché restera entre ces barrières ou va en sortir (voir aussi les trades 'Reste Entre/Sort de')
id: Berikut adalah kontrak dimana trader akan memilih batasan rendah dan tinggi, dan menganalisa pergerakan pasar akan tetap berada di dalam batasan atau bergerak keluar batasan tadi (lihat juga kontrak 'Stays Between/Goes Outside')
it: Questi sono trade nei quali il trader seleziona una barriera inferiore e superiore e prevede che il mercato rimanga all'interno di queste barriere oppure che ne esca fuori (vedi anche "Trade Stays Between/Goes Outside")
ja: 上下に設定した価格バリアー内に市場価格が収まるか否かを予測するトレードタイプです。（「STAY-IN/BREAK-OUT」の項目もご参照ください）
pl: Są to zakłady, w których gracz wybiera dolny i górny limit, a następnie prognozuje, czy cena rynkowa pozostanie pomiędzy tymi limitami czy je przekroczy (zobacz także „Zakłady typu pozostanie pomiędzy/przekroczy”)
pt: Estas são negociações em que o negociador seleciona uma barreira baixa e alta e prevê se o mercado irá permanecer dentro destas barreiras ou sair das mesmas (ver também "Negociações Fica entre/Sai fora")
ru: Контракты, где трейдер выбирает нижний и верхний барьеры и делает прогноз, останется ли рынок между этими барьерами или выйдет за их пределы (см. также "Контракты Останется между/Выйдет за пределы")
th: การซื้อขายเหล่านี้ เมื่อนักลงทุนเลือก Barrier สูง หรือ ต่ำ และพยากรณ์หากตลาดจะคงอยู่ที่ค่า Barrier นี้ หรือ ออกไปนอกขอบเขต (ศึกษาเพิ่มจาก 'Stays Between/Goes Outside trades')
vi: Những giao dịch này là các nhà giao dịch đã chọn một hàng rào cao và thấp, và đoán thị trường sẽ ở trong vòng những rào cản này hoặc đi ra ngoài chúng (xem 'giao dịch ở Giữa /Đi ra ngoài')
