Repository: binary-com/webtrader
Catalog: translations/i18n/*.po
Languages: de, es, fr, id, it, ja, pl, pt, ru, th, vi

source: Can be used to view account activity, including settings, limits, balance sheets, trade purchase history, and more.
de: Kann zur Anzeige der Kontenaktivität, einschließlich Einstellungen, Limits, Guthaben, Handelsverlauf, und mehr verwendet werden.
es: Se puede utilizar para ver la actividad de la cuenta, incluyendo la configuración, límites, balances, historial de compras del contratos y mucho más.
fr: Peut être utilisé pour regarder l'activité du compte, en incluant les paramètres, les limites, les bilans, l'historique des achats de trade, et plus.
id: Dapat digunakan untuk melihat aktivitas akun, termasuk pengaturan, batas, neraca, sejarah pembelian kontrak, dan banyak lagi.
it: Può essere utilizzato per visualizzare l'attività dell'account, incluse le impostazioni, limiti, bilanci, storico dei trade e altro.
ja: 設定、制限、バランスシート、購入履歴などの口座アクティビティ
pl: Może być stosowany do podglądu aktywności na koncie, w tym m.in. ustawień, limitów, salda, historii zakupu kontraktów.
pt: Pode ser usado para ver a atividade de conta, incluindo configurações, limites, balanços, históricos de aquisição de negociações e muito mais.
ru: Может использоваться для просмотра активности на счете, в том числе настроек, лимитов, баланса, истории торговли и др.
th: สามารถใช้ในการดูกิจกรรมที่เกิดขึ้นของบัญชี รวมถึงการตั้งค่า วงเงิน งบดุล ประวัติการซื้อขาย และอื่นๆ
vi: Có thể được sử dụng để xem hoạt động tài khoản, bao gồm cài đặt, giới hạn, cân đối, thương mại lịch sử mua hàng, và nhiều hơn nữa.

source: Can be used to withdraw to payment agents, transfer funds between accounts, and set / clear cashier passwords.
de: Kann verwendet werden, um Auszahlungen an Zahlungsagenten zu machen, Geld zwischen Konten zu transferieren und um Kassenpasswörter einzurichten oder zu löschen.
es: Se puede utilizar para retirar fondos y transferirlos a agentes de pago, transferir fondos entre cuentas y establecer o cancelar contraseñas del cajero.
fr: Peut être utilisé pour retirer via les agents de paiement, transférer des fonds entre comptes, et définir / supprimer les mots de passe de caisse.
id: Dapat digunakan untuk menarik dana ke agen pembayaran, transfer dana antar akun, dan mengatur/menghapus kata sandi kasir.
it: Può essere utilizzato per prelevare dagli agenti di pagamento, trasferire fondi tra account e impostare / eliminare le password della cassa.
ja: 決済サービスでのご出金、口座間の資金送金、入出金パスワードの設定/削除をご利用いただけます。
pl: Może być stosowany do dokonywania wypłat przetwarzanych przez pośredników płatności, przelewów środków między kontami oraz ustawiania i zmiany hasła do kasjera.
pt: Pode ser usado para retirar fundos para agentes de pagamentos, transferir fundos entre contas e definir / limpar senhas do caixa.
ru: Может использоваться для вывода денег через платёжных агентов, перевода средств между счетами, установки / изменения паролей для Кассы.
th: สามารถใช้เพื่อถอนเงินให้แก่ตัวแทนชำระ โอนเงินระหว่างบัญชี และตั้งค่า/ลบรหัสผ่านแคชเชียร์
vi: Có thể được sử dụng để rút tiền cho các đại lý thanh toán, chuyển tiền giữa các tài khoản và đặt / gỡ mật khẩu thu ngân.

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
it: Cancella
ja: キャンセル
pl: Anuluj
pt: Cancelar
ru: Отмена
th: ยกเลิก
vi: Hủy bỏ

source: Candles
de: Kerzen
es: Velas
fr: Bougies
id: Candle
it: Candele
ja: ローソク足
pl: Świece
pt: Velas
ru: Свечи
th: เทียน
vi: Nến

source: Candlestick down-color
es: Gráfico de velas color hacia abajo
fr: Couleur de la partie inférieure du chandelier
id: Warna menurun Candlestick
it: Colore inferiore del grafico a candele
ja: ローソク足 ダウンカラー
pl: Świece spadkowe – kolor
pt: Cor da vela para baixo
ru: Цвет нисходящей свечи
th: สีแท่งเทียน ลง
vi: Giá đỡ nến xuống màu

source: Candlestick down-line
es: Gráfico de velas línea hacia abajo
fr: Ligne inférieure du chandelier
id: Garis menurun candlestick
it: Linea inferiore del grafico a candele
ja: ローソク足 陰線
pl: Świece spadkowe – linia
pt: Linha descendente da vela
ru: Линия нисходящих свечей
th: เส้นแท่งเทียน ลง
vi: Giá đỡ nến xuống dòng

source: Candlestick up-color
es: Gráfico de velas color hacia arriba
fr: Couleur de la partie supérieure du chandelier
id: Warna naik candlestick
it: Colore superiore del grafico a candele
ja: ローソク足 アップカラー
pl: Świecie wzrostowe – kolor
pt: Cor ascendente da vela
ru: Цвет восходящей свечи
th: สีแท่งเทียน ขึ้น
vi: Giá đỡ nến lên màu

source: Candlestick up-line
es: Gráfico de velas línea hacia arriba
fr: Ligne supérieure du chandelier
id: Garis naik candlestick
it: Linea superiore del grafico a candele
ja: ローソク足 陽線
pl: Świece wzrostowe – linia
pt: Linha ascendente da vela
ru: Линия восходящих свечей
th: เส้นแท่งเทียน ขึ้น
vi: Giá đỡ nến lên dòng

source: Cash Balance
de: Barguthaben
es: Saldo de efectivo
fr: Solde financier
id: Saldo Tunai
it: Saldo della cassa
ja: 口座預託額
pl: Saldo gotówki
pt: Saldo de dinheiro
ru: Баланс счёта
th: แคชบาลานซ์
vi: Số dư tiền mặt

source: Chande Kroll Stop (CKS)
es: Stop Chande Kroll (CKS)
ja: シャンデクロールストップ（CKS）
ru: Чанд-Кролл Стоп (CKS)
vi: Chỉ số dừng Chande Kroll (CKS)

source: Chande Momentum Oscillator (CMO)
de: Chande Momentum Oszillator (CMO)
es: Oscilador de momentum de Chande (CMO)
fr: Oscillateur Momentum Chande (OMC)
ja: シャンデ・モメンタム・オシレーター (CMO)
pt: Oscilador do Impulso de Alteração
ru: Осциллятор темпа Чанде (CMO)
vi: Bộ đà dao động Chande (CMO)

source: Change password
de: Passwort ändern
es: Cambiar contraseña
fr: Modifier le mot de passe
id: Ubah kata sandi
it: Modifica password
ja: パスワード変更
pl: Zmień hasło
pt: Alterar senha
ru: Изменить пароль
th: เปลี่ยนรหัสผ่าน
vi: Thay đổi mật khẩu

source: Chart
es: Gráfico
fr: Graphique
id: Grafik
it: Grafico
ja: チャート
pl: Wykres
pt: Gráfico
ru: График
th: แผนภูมิ
vi: Bảng

source: Chart Themes
de: Chart-Themen
es: Temas del Gráfico
fr: Thèmes graphiques
id: Tema Grafik
it: Argomenti del grafico
ja: チャートのテーマ
pl: Motywy wykresu
pt: Temas do gráfico
ru: Виды графиков
th: รูปแบบแผนภูมิ
vi: Bảng chủ đề

source: Chart background
de: Chart-Hintergrund
es: Fondo del Gráfico
fr: Arrière-plan du graphique
id: Latar belakang grafik
it: Sfondo del grafico
ja: チャート背景
pl: Tło wykresu
pt: Imagem de fundo do gráfico
ru: Фон графика
th: พื้นหลังแผนภูมิ
vi: Bảng nền

source: Chart context menu
de: Chart Kontextmenü
es: Menú de contexto del gráfico
fr: Menu contextuel du graphique
id: Menu konteks grafik
it: Menu dei contenuti del grafico
ja: チャートコンテキストメニュー
pl: Menu kontekstowe wykresu
pt: Menu do contexto do gráfico
ru: Контекстное меню графика
th: เมนูแผนภูมิ
vi: Menu biểu đồ ngữ cảnh

source: Chart template
de: Chart-Vorlage
es: Plantilla del gráfico
fr: Modèle graphique
id: Template grafik
it: Modello del grafico
ja: チャートテンプレート
pl: Szablon wykresu
pt: Modelo do gráfico
ru: Шаблон графика
th: แม่แบบแผนภูมิ
vi: Mẫu biểu đồ

source: Chart type
de: Charttyp
es: Tipo de gráfico
fr: Type de graphique
id: Jenis grafik
it: Tipologia di grafico
ja: チャートの種類
pl: Rodzaj wykresu
pt: Tipo de gráfico
ru: Вид графика
th: ชนิดแผนภูมิ
vi: Loại biểu đồ

source: Choose from five types of markets and their respective assets
fr: Faites votre choix parmi cinq types de marchés et leurs actifs respectifs
id: Pilih dari lima jenis pasar dan aset masing-masing
ru: Выберите один из пяти видов рынка и укажите нужный актив
th: เลือกจากตลาด 5 ประเภท และผลิตภัณฑ์อ้างอิงของตลาดนั้นๆ
vi: Lựa chọn từ năm loại hình thị trường và các tài sản tương ứng của nó

source: Choose password
de: Passwort auswählen
es: Elegir contraseña
fr: Choisissez un mot de passe
id: Pilih kata sandi
it: Scegli password
ja: パスワードを選択してください
pl: Wybierz hasło
pt: Escolher senha
ru: Выберите пароль
th: กำหนดรหัสผ่าน
vi: Lựa chọn mật khẩu

source: Choose the Touch/No Touch trade if you want to predict the market touching or not touching a target any time during the contract period
fr: Sélectionnez l'option « Touche/Ne touche pas » lorsque vous souhaitez générer des profits en prédisant si le marché touchera ou non un prix-cible, à n'importe quel moment de la période d'activité de l'option
id: Pilih kontrak Touch/No Touch jika Anda ingin menganalisa pasar akan menyentuh atau tidak target harga kapan saja selama periode kontrak
ru: Выберите "Касание/Нет касания", если Вы хотите сделать прогноз, коснётся ли рынок выбранного барьера в любой момент в течение длительности контракта
th: เลือกซื้อขายแบบ แตะ/ไม่แตะ เมื่อต้องการคาดการณ์ว่า ตลาดจะแตะ หรือ ไม่แตะ ราคาเป้าหมาย เวลาใดก็ตามในระยะเวลาของสัญญา
vi: Chọn Chạm/ Không Chạm khi bạn muốn thu lợi nhuận từ thời điểm thị trường chạm hoặc không chạm với giá mục tiêu bất kì lúc nào trong suốt kì hợp đồng

source: Choose the asset you wish to trade, such as gold, oil, stocks, or currency pairs. The value of a binary option is derived from the price of the underlying asset. One advantage of trading binary options is that you are not buying or selling the actual asset, only a contract that determines how that asset performs
fr: Sélectionnez l'actif que vous souhaitez négocier, par exemple l'or, le pétrole, les actions ou les paires de devises. La valeur d'une option binaire dépend du cours de l'actif sous-jacent. Le trading d'options binaires n'implique pas l'achat ou la vente de l'actif en lui-même : il s'agit de l'atout principal de ce type d'option
id: Pilih aset yang ingin Anda tradingkan seperti emas (gold), minyak (oil), saham atau pasangan mata uang. Nilai opsi binary dihasilkan dari harga pasar yang mendasari. Salah satu keunggulan trading opsi binary adalah Anda tidak membeli aset berbentuk fisik, Anda hanya membeli kontrak yang menentukan bagaimana prestasi aset Anda
ru: Выберите нужный актив: золото, нефть, акции или валютные пары. Цена бинарного опциона будет определяться ценой базового актива. Основное преимущество торговли бинарными опционами заключается в том, что Вы не покупаете и не продаёте настоящие рыночные активы. Вы лишь заключаете контракт, предсказывающий движение актива
th: เลือกสินทรัพย์ที่ท่านปรารถนาจะซื้อขาย เช่น ทองคำ น้ำมัน หลักทรัพย์ หรือ คู่สกุลเงิน มูลค่าของไบนารีออปชั่นได้มาจากราคาของผลิตภัณฑ์อ้างอิง ประโยชน์อย่างหนึ่งของการซื้อขายไบนารี ออปชั่น คือ ท่านไม่ได้กำลังซื้อ หรือ ขายสินทรัพย์จริง ท่านเพียงแต่ดำเนินการผ่านสัญญาที่กำหนดพฤติการณ์ของสินทรัพย์ดังกล่าว
vi: Chọn tài sản bạn muốn giao dịch, như vàng, dầu, cổ phiếu hay các cặp tiền tệ. Giá trị của một lựa chọn nhị phân có nguồn gốc từ giá của tài sản nằm bên dưới. Một lợi thế của giao dịch tùy chọn nhị phân là bạn không mua hoặc bán các tài sản thực tế, chỉ có một hợp đồng mà xác định cách thực hiện của tài sản đó

source: Choose your pereferred payment agent
de: Wählen Sie Ihren bevorzugten Zahlungsagenten
es: Seleccione su agente de pago preferido
fr: Sélectionnez l'agent de paiement souhaité
id: Pilih agen pembayaran pilihan Anda
it: Scegli il tuo agente di pagamento preferito
ja: ご希望の決済サービスをご選択ください
pl: Wybierz preferowanego pośrednika płatności
pt: Escolha o seu agente de pagamentos preferido
ru: Выберите платёжного агента
th: เลือกตัวแทนชำระเงินที่ท่านพอใจ
vi: Chọn đại lý thanh toán ưa thích của bạn

source: Choose your pereferred withdrawal method
de: Wählen Sie Ihren bevorzugte Auszahlungsmethode
es: Seleccione el método de retirada preferido
fr: Sélectionnez le moyen de retrait souhaité
id: Pilih metode penarikan pilihan Anda
it: Scegli la tua modalità di prelievo preferita
ja: ご希望の出金方法をご選択ください
pl: Wybierz preferowaną metodę wypłaty
pt: Escolha o seu método de retirada preferido
ru: Выберите способ вывода средств
th: เลือกวิธีการถอนเงินที่ท่านพอใจ
vi: Lựa chọn phương pháp rút tiền ưa thích của bạn

source: Choppiness Index (CHOP)
es: Indice de Choppiness (CHOP)
fr: Indice de volatilité (CHOP)
id: Indeks Choppiness (CHOP)
ja: チョピネス・インデックス（CHOP）
pl: Indeks CHOP (Choppiness Index)
ru: Индекс переменчивости (CHOP)
th: ดัชนี Choppiness (CHOP)
vi: Chỉ số độ dồi dào (CHOP)

source: Click to log in with your Binary.com account
de: Anklicken, um sich mit Ihrem Binary.com Konto anzumelden
es: Haga clic para iniciar sesión con su cuenta de Binary.com
fr: Cliquez pour vous connecter à votre compte Binary.com.
id: Klik untuk masuk pada akun Binary.com Anda
it: Clicca per accedere con il tuo account Binary.com
ja: 「Binary.comアカウントでログインする」をクリックしてください
pl: Kliknij, aby zalogować się przy użyciu konta na Binary.com
pt: Clique para conectar-se com a sua conta Binary.com
ru: Нажмите, чтобы войти через счёт на Binary.com
th: คลิกเพื่อเข้าสู่ระบบด้วยบัญชี Binary.com ของท่าน
vi: Nhấn vào đây để đăng nhập bằng tài khoản Binary.com của bạn

source: Client funds
fr: Fonds du client
id: Dana klien
ru: Средства клиента
th: หลักประกันของลูกค้า
vi: Quỹ của khách hàng

source: Close
es: Cerrar
fr: Clôture
id: Tutup
it: Chiudi
ja: 終値
ru: Закрыть
th: ปิด
vi: Đóng

source: Close All
fr: Fermer tout
id: Tutup Semua
it: Chiudi tutto
ru: Закрыть всё
th: ปิดทั้งหมด
vi: Đóng tất cả

source: Closes
de: Schließt
es: Cierra
fr: Fermetures
id: Tutup
it: Chiude
ja: 取引終了時間
pl: Zamknięcie
pt: Fecha
ru: Закрытие
th: ปิด
vi: Kết thúc

source: Closing Marubozu (CDLCLOSINGMARUBOZU)
es: Marubozu cerrada (CDLCLOSINGMARUBOZU)
fr: Fermeture de Marubozu (CDLCLOSINGMARUBOZU)
ja: 丸坊主（CDLCLOSINGMARUBOZU）
pl: Closing Marubozu – marubozu zamknięcia (CDLCLOSINGMARUBOZU)
pt: Marubozu de fechamento (CDLCLOSINGMARUBOZU)
ru: Закрытый марубозу (CDLCLOSINGMARUBOZU)
vi: Đóng cửa Marubozu (CDLCLOSINGMARUBOZU)

source: Commodities
de: Rohstoffe
es: Materias primas
fr: Matières premières
id: Komoditas
it: Materie prime
ja: コモディティ
pl: Towary
pt: Matérias-primas
ru: Сырьевые товары
th: สินค้าโภคภัณฑ์
vi: Hàng hóa

source: Commodities - Major commodities such as gold and oil
fr: Matières premières : matières premières majeures telles que l'or et le pétrole
id: Komoditas - Komoditas utama seperti emas dan minyak
ru: Сырьевые рынки – торгуйте основными сырьевыми товарами, такими как золото и нефть
th: สินค้าโภคภัณฑ์ - สินค้าโภคภัณฑ์หลักๆ เช่น ทองคำ และ น้ำมัน
vi: Hàng hóa - giao dịch hàng hóa lớn như vàng và dầu

source: Commodities are resources that are grown or extracted from the ground, such as silver, gold and oil. On Binary.com, they are priced in US dollars
de: Rohstoffe sind Ressourcen, die angebaut oder aus der Erde gefördert werden, wie Silber, Gold und Öl. Auf Binar.com sind sie in US Dollar bepreist
es: Las materias primas son un recurso valioso que crece o se extrae del suelo, como la plata, el oro y el petróleo. En Binary.com están valoradas en dólares estadounidenses
fr: Les matières premières sont des ressources qui poussent ou sont extraites du sol, comme l'argent, l'or et le pétrole. Sur Binary.com, ils ont leurs prix fixés en dollars américains
id: Komoditas adalah sumber yang berkembang dan disaring dari tanah seperti perak, emas dan minyak. Di Binary.com, mereka memiliki harga dalam dolar AS
it: Le materie prime sono delle risorse che crescono o che vengono estratte dal suolo, come l'argento, l'oro e il petrolio. Su Binary.com, vengono quotate in dollari americani
ja: コモディティとは、金、銀、石油といった資源のことです。Binary.comでは米ドルベースでコモディティに価格情報を与えています。
pl: Towary to zasoby będące rezultatem upraw lub wydobyte z ziemi, takie jak srebro, złoto, ropa naftowa. Na portalu Binary.com ich ceny podawane są w dolarach amerykańskich
pt: Matérias-primas são recursos que cultivados ou extraídos do solo, tais como prata, ouro ou óleo. Na Binary.com, os preços são refletidos em dólares US
ru: Сырьевые товары – это материалы, которые растут или добываются из недр земли, как серебро, золото и нефть. На Binary.com они оцениваются в американских долларах
th: สินค้าโภคภัณฑ์ คือ ทรัพยากรที่มีอยู่ หรือ สกัด จากพื้นผิวโลก อันได้แก่ เงิน ทอง และน้ำมัน ในเว็บ Binary.com การตั้งราคาจะอ้างอิงสกุลดอลลาร์สหรัฐ
vi: Hàng hóa là tài nguyên được trồng hoặc chiết xuất từ mặt đất, chẳng hạn như bạc, vàng và dầu. Tại Binary.com, nó được định giá bằng đô la Mỹ

source: Commodities trading experience
de: Erfahrung im Rohstoffhandel
es: Experiencia de comerciar con materias primas
fr: Expérience du trading sur matières premières
id: Pengalaman trading komoditas
it: Esperienza di trading nelle materie prime
ja: コモディティ取引のご経験
pl: Doświadczenie w handlu towarami
pt: Experiência na negociação de matérias-primas
ru: Опыт торговли сырьевыми товарами
th: ประสบการณ์ในการซื้อขายสินค้าโภคภัณฑ์
vi: Kinh nghiệm giao dịch hàng hóa

source: Commodities trading frequency
de: Häufigkeit im Rohstoffhandel
es: Frecuencia de comerciar con materias primas
fr: Fréquence de trading sur matières premières
id: Frekuensi trading komoditas
it: Frequenza del trading nelle materie prime
ja: コモディティ取引の頻度
pl: Częstość handlowania towarami
pt: Frequência das negociações de matérias-primas
ru: Частота торговли сырьевыми товарами
th: ความถี่ในการซื้อขายสินค้าโภคภัณฑ์
vi: Tần suất giao dịch hàng hóa

source: Commodity Channel Index (CCI)
de: Rohstoff Channel Index (CCI)
es: Índice de Canal de Materias Primas (CCI)
fr: L'indice canal de matières premières (ICMP)
id: Indeks Commodity Channel (CCI)
ja: コモディティ・チャネル・インデックス（CCI)
pl: Indeks CCI (Commodity Channel Index)
pt: Índice do Canal de Matérias-Primas (ICMP)
ru: Индекс товарного канала (CCI)
th: ดัชนี Commodity Channel (CCI)
vi: Chỉ số kênh hàng hóa (CCI)

source: Comparisons
de: Vergleiche
es: Comparaciones
fr: Comparaisons
id: Perbandingan
it: Confronti
ja: 比較チャート
pl: Porównania
pt: Comparações
ru: Сравнение
th: การเปรียบเทียบ
vi: So sánh

source: Competitive and transparent pricing
fr: Tarification compétitive et transparente
id: Harga kompetitif dan transparan
ru: Прозрачные и конкурентоспособные цены
th: ราคาสมเหตุสมผลและโปร่งใส
vi: Giá cả cạnh tranh và minh bạch

source: Computer system and method for speculating on a financial market
fr: Système informatique et méthode de spéculation sur un marché financier
id: Sistem dan metode komputer dalam berspekulasi pada pasar finansial
it: Sistema operativo e metodo per speculare su un mercato finanziario
ru: Компьютерная система и методы спекуляций на финансовом рынке
th: ระเบียบวิธีและระบบคอมพิวเตอร์สำหรับการเก็งกำไรในตลาดการเงิน
vi: Hệ thống máy tính và phương pháp suy đoán trên thị trường tài chính

source: Computer trading system for offering custom financial market speculations
fr: Système de trading automatisé permettant une spéculation personnalisée sur un marché financier
id: Sistem trading komputer untuk menawarkan spekulasi pasar finansial tertentu
it: Sistema di trading su computer per offrire speculazioni personalizzate sui mercati finanziari
ru: Компьютерная торговая система для индивидуальных спекуляций на финансовых рынках
th: ระบบคอมพิวเตอร์เพื่อการซื้อขายผลิตภัณฑ์การลงทุนเพื่อการเก็งกำไรในตลาดการเงิน
vi: Hệ thống giao dịch máy tính cung cấp suy đoán thị trường tài chính tùy chỉnh

source: Conditions
de: Bedingungen
es: Condiciones
id: Persyaratan
it: Condizioni
ja: 条件
pl: Warunki
pt: Condições
ru: Условия
th: เงื่อนไข
vi: Điều kiện

source: Confirm transfer
de: Überweisung bestätigen
es: Confirmar la transferencia
fr: Confirmer le virement
id: Konfirmasi transfer
it: Conferma il trasferimento
ja: 送金を実行する
pl: Potwierdź przelew
pt: Confirmar transferência
ru: Подтвердить перевод
th: ยืนยันการโอนเงิน
vi: Xác nhận chuyển khoản

source: Construction
de: Konstruktion
es: Construcción
id: Konstruksi
it: Edilizia
ja: 設営
pl: Budownictwo
pt: Construção
ru: Строительство
th: การก่อสร้าง
vi: Xây dựng

source: Contact Us
de: Kontaktieren Sie uns
es: Contáctenos
fr: Contactez-nous
id: Hubungi Kami
it: Contattaci
ja: お問い合わせ
pl: Skontaktuj się z nami
pt: Contate-nos
ru: Контакты
th: ติดต่อเรา
vi: Liên Hệ Với Chúng Tôi

source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
id: Lanjutkan
it: Continua
ja: 続行
pl: Kontynuuj
pt: Continuar
ru: Продолжить
th: ดำเนินการต่อ
vi: Tiếp tục

source: Continue Trading
de: Weiter Handeln
es: Seguir Operando
fr: Poursuivre les opérations de trading
id: Lanjutkan Trading
it: Continua il trading
ja: 取引を継続
pl: Kontynuuj handlowanie
pt: Continuar a negociar
ru: Продолжить торговлю
th: ดำเนินการซื้อขาย
vi: Tiếp tục giao dịch

source: Continuous Indices
fr: Indices continus
id: Indeks Berterusan
it: Indici continui
ru: Непрерывные индексы
th: ดัชนีต่อเนื่อง
vi: Những chỉ số liên tiếp

source: Contract
de: Kontrakt
es: Contrato
fr: Contrat
id: Kontrak
it: Contratto
ja: 取引内容
pl: Kontrakt
pt: Contrato
ru: Контракт
th: สัญญา
vi: Hợp đồng

source: Contract period
de: Kontraktlaufzeit
es: Período del contrato
fr: La période du contrat
id: Periode kontrak
it: Periodo del contratto
ja: 取引期間
pl: Okres trwania kontraktu
pt: período do contrato
ru: Период контракта
th: ระยะเวลาของสัญญา
vi: Thời hạn hợp đồng

source: Contracts
de: Kontrakte
es: Contratos
fr: Contrats
id: Kontrak
it: Contratti
ja: トレード
pl: Kontrakty
pt: Contratos
ru: Контракты
th: สัญญา
vi: Hợp đồng

source: Copier
fr: Copieur
ru: Последователь
th: ตัวช่วยคัดลอก
vi: Máy Photocopy

source: Coppock Curve (CC)
de: Coppock Kurve (CC)
es: Curva de Coppock (CC)
fr: La courbe de Coppock (CC)
ja: コポックカーブ（CC）
pl: Krzywa CC (Coppock Curve)
ru: Кривая Коппока (CC)
vi: Đường cong Coppock (CC)

source: Copy Trading
fr: Copiez le Trading
ru: Копирование контрактов
th: คัดลอกการซื้อขาย
vi: Kinh doanh sao chép

source: Counterattack (CDLCOUNTERATTACK)
es: Contraataque (CDLCOUNTERATTACK)
fr: Contre attaque (CDLCOUNTERATTACK)
ja: カウンターアタック（CDLCOUNTERATTACK）
pl: Counterattack – kontratak (CDLCOUNTERATTACK)
pt: Contra-ataque (CDLCOUNTERATTACK)
ru: Контратака (CDLCOUNTERATTACK)
vi: Phản công (CDLCOUNTERATTACK)

source: Country of residence
de: Wohnsitzland
es: País de residencia
fr: Pays de résidence
id: Negara tempat tinggal
it: Paese di residenza
ja: 居住国
pl: Kraj zamieszkania
pt: País de residência
ru: Страна проживания
th: ประเทศที่พำนัก
vi: Quốc gia cư trú

source: Create
de: Erstellen
es: Crear
fr: Créer
id: Membuat
it: Crea
ja: 作成
pl: Utwórz
pt: Criar
ru: Создать
th: สร้าง
vi: Tạo

source: Create Account
fr: Créer un compte
id: Daftar Akun
it: Crea un account
ru: Открыть счёт
th: สร้างบัญชี
vi: Tạo Tài khoản

source: Create token
de: Token erstellen
es: Crear token
fr: Créer un jeton
id: Membuat token
it: Crea token
ja: トークンを作成
pl: Utwórz token
pt: Criar token
ru: Создать ключ
th: สร้างโทเค่น
vi: Tạo token

source: Credit/Debit
de: Gutschrift/Lastschrift
es: Crédito/Débito
fr: Crédit/Débit
id: Kredit/Debit
it: Credito/Debito
ja: 支払/受取
pl: Winien/Ma
pt: Crédito/Débito
ru: Кредит/Дебет
th: เครดิต/เดบิต
vi: Tín dụng/Ghi nợ

source: Crosshair
de: Fadenkreuz
es: Punto de mira
fr: Curseur en croix
it: Mirino
ja: クロスヘア
pl: Krzyżyk
pt: Fio de retículo
ru: Пересечение
th: เส้นตัดในกราฟ (Crosshair)
vi: Chữ thập

source: Currencies - All major Forex pairs
fr: Devises : toutes les paires de devises majeures sur le Forex
id: Mata Uang - Semua pasangan Forex utama
it: Valute - Tutte le principali coppie Forex
ru: Валюты – все основные пары рынка Forex
th: สกุลเงินต่างๆ - ทุกคู่สกุลเงินหลัก
vi: Tiền tệ - Tất cả các cặp ngoại hối chính

source: Current Level
de: Aktueller Stand
es: Nivel Actual
fr: Niveau actuel
id: Level Terkini
it: Livello attuale
ja: 現在のレベル
pl: Obecny poziom
pt: Nível atual
ru: Текущий уровень
th: ระดับปัจจุบัน
vi: Cấp độ hiện tại

source: Current Spot
de: Aktueller Spot
es: Spot Actual
fr: Prix spot actuel
id: Spot Terkini
it: Spot attuale
ja: 現在レート
pl: Obecna cena spot
pt: Preço atual
ru: Текущая спот-цена
th: สปอตปัจจุบัน
vi: Vị trí hiện tại

source: Current Spot Time
de: Aktuelle Spotzeit
es: Tiempo de Spot Actual
fr: Heure spot actuelle
id: Waktu Spot Terkini
it: Orario dello spot attuale
ja: 現在レート時間
pl: Obecny czas spot
pt: Hora atual do preço à vista
ru: Текущее спот-время
th: เวลาของสปอตปัจจุบัน
vi: Thời gian vị trí hiện tại

source: Current comparisons
de: Aktuelle Vergleiche
es: Comparaciones actuales
fr: Comparaisons actuelles
id: Perbandingan saat ini
it: Confronti attuali
ja: 現在使用中の比較チャート
pl: Obecne porównania
pt: Comparações atuais
ru: Текущие сравнения
th: การเปรียบเทียบปัจจุบัน
vi: So sánh hiện tại
