Repository: binary-com/webtrader
Catalog: translations/i18n/*.po
Languages: de, es, fr, id, it, ja, pl, pt, ru, th, vi

source: Overlap Studies
de: Überschneidende Studien
es: Estudios sobrepuestos
fr: Chevauchement d’Études
id: Studi Tumpang Tindih
it: Studi sovrapposti
ja: オーバーレイ分析
pl: Analiza techniczna „Overlap Studies”
pt: Estudos sobrepostos
ru: Перекрытие графиков
th: การศึกษาการซ้อนทับกัน
vi: nghiên cứu chồng chéo

source: PEP Declaration
es: Declaración de PEP
fr: Déclaration PEP
id: Deklarasi PEP
it: Dichiarazione PEP
ja: PDP宣言書
ru: Декларация ПЗЛ
th: การแสดงเจตนารมณ์ไม่เกี่ยวข้องทางการเมือง (PEP Declaration)
vi: tuyên bố PEP

source: Parabolic SAR (SAR)
de: Parabolisches SAR (SAR)
es: SAR parabólico (SAR)
fr: Le parabolique SAR (SAR)
ja: パラボリックSAR（SAR）
pl: Wskaźnik SAR (Parabolic SAR)
pt: SAR Parabólico (SAR)
ru: Параболическая система SAR (SAR)
vi: Hệ thống Parabolic SAR (SAR)

source: Passwords didn't match. Please type them again
de: Die Passwörter stimmten nicht überein. Bitte geben Sie sie erneut ein
es: Las contraseñas no coinciden. Por favor, escríbalas otra vez
fr: Les mots de passe fournis ne correspondent pas. Veuillez les saisir à nouveau
id: Kata sandi tidak cocok. Silahkan ketik ulang
it: Le password non corrispondono. Digitale di nuovo
ja: パスワードが一致しませんでした。再度お試しください。
pl: Hasła nie zgadzają się. Wprowadź je ponownie
pt: As senhas não correspondem. Digite novamente
ru: Пароли не совпали. Пожалуйста, введите пароли снова
th: รหัสผ่านไม่ตรงกัน โปรดพิมพ์อีกครั้ง
vi: Mật khẩu không khớp. Vui lòng nhập lại

source: Patented technology
de: Patentierte Technologie
es: Tecnología patentada
fr: Technologie brevetée
id: Teknologi yang dipatenkan
it: Tecnologia brevettata
ja: 特許技術
pl: Opatentowana technologia
pt: Tecnologia patenteada
ru: Запатентованная технология
th: เทคโนโลยีที่จดสิทธิบัตร
vi: công nghệ đã được cấp bằng sáng chế

source: Pattern Recognition
de: Mustererkennung
es: Reconocimiento de patrones
fr: Schéma de Reconnaissance
id: Pengakuan Pola
it: Riconoscimento dei pattern
ja: パターン認識
pl: Rozpoznawanie formacji
pt: Reconhecimento de padrões
ru: Распознавание фигуры
th: การรู้จำรูปแบบ
vi: Mô hình công nhận

source: Payment agent
de: Zahlungsagent
es: Agente de pago
fr: Agent de paiement
id: Agen pembayaran
it: Agente di pagamento
ja: 決済サービス
pl: Pośrednik płatności
pt: Agente de pagamentos
ru: Платёжный агент
th: ตัวแทนรับชำระเงิน
vi: Đại lý thanh toán

source: Payment agents
de: Zahlungsagenten
es: Agentes de pago
fr: Agents de paiement
id: Agen pembayaran
it: Agenti di pagamento
ja: 決済サービス
pl: Pośrednicy płatności
pt: Agentes de pagamentos
ru: Платёжные агенты
th: ตัวแทนรับชำระเงิน
vi: Đại lý thanh toán

source: Payments
de: Zahlungen
es: Pagos
fr: Paiements
id: Pembayaran
it: Pagamenti
ja: アフィリエイト報酬の支払いについて
pl: Płatności
pt: Pagamentos
ru: Платежи
th: การชำระเงิน
vi: Các khoản chi trả

source: Payout
de: Auszahlung
es: Pago
fr: Paiement
id: Hasil
ja: ペイアウト
pl: Wypłata
pt: Prêmio
ru: Выплата
th: การชำระเงิน
vi: Thanh toán

source: Pension
de: Rente/Pension
es: Pensión
id: Pensiun
it: Pensione
ja: 年金
pl: Emerytura
pt: Pensão
ru: Пенсия
th: บำนาญ
vi: Trợ cấp

source: Percentage Price Oscillator (PPO)
es: Oscilador porcentaje-precio (PPO)
fr: Pourcentage d'Oscillateur de Prix (POP)
ja: パーセント・プライス・オシレーター（PPO）
pl: Procentowy oscylator ceny PPO (Percentage Price Oscillator)
pt: Oscilador de Percentagem de Preço (PPO)
ru: Процентный ценовой осциллятор (ПЦО)
th: Absolute Price Oscillator (APO)
vi: Công cụ dao động giá theo tỷ lệ phần trăm (PPO)

source: Performance Probability
fr: Probabilité de performance
id: Probabilitas Kinerja
ru: Прибыльность торговли
th: ความเป็นไปได้ของผลประกอบการ
vi: Xác suất hiệu suất

source: Permissions
de: Genehmigungen
es: Permisos
id: Izin
it: Autorizzazioni
ja: アクセス許可
pl: Pozwolenia
pt: Permissões
ru: Разрешения
th: สิทธิ์
vi: Cấp phép

source: Personal Details
de: Persönliche Angaben
es: Datos personales
fr: Informations personnelles
id: Data Pribadi
it: Dati personali
ja: お客さま登録情報
pl: Dane osobowe
pt: Dados pessoais
ru: Личные данные
th: รายละเอียดส่วนบุคคล
vi: Chi tiết cá nhân

source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
id: Telepon
it: Telefono
ja: 電話番号
pl: Telefon
pt: Telefone
ru: Телефон
th: โทรศัพท์
vi: Điện thoại

source: Piercing Pattern (CDLPIERCING)
es: Patrón penetrante (CDLPIERCING)
fr: Schéma de Perçage (CDLPIERCING)
ja: 差し込み線（CDLPIERCING）
pt: Padrão Piercing (CDLPIERCING)
ru: Просвет в облаках (CDLPIERCING)
vi: Mô hình xuyên thấu (CDLPIERCING)

source: Pip
es: Porcentaje en punto (pip)
fr: Pip (« pourcentage en point »)
ru: Пипс

source: Pip stands for 'percentage in point' which is generally the fourth decimal place (i.e. 0.0001)
de: Pip steht für "percentage in point”, welcher üblicherweise die vierte Dezimalstelle (d.h. 0,0001) ist
es: Un "Pip" representa un punto porcentual que por lo general se refiere al cuarto decimal (es decir, 0,0001)
fr: Pip signifie 'pourcentage en point' qui est généralement la place de la quatrième décimal (i.e. 0.0001)
id: Pip singkatan dari 'titik persentase' yang umumnya angka desimal keempat (yaitu 0,0001)
it: Pip è l'acronimo di 'percentuale in punti', generalmente indicato dalla quarta cifra decimale (ad esempio 0,0001)
ja: Pipとは ‘percentage in point’の略語であり、通常は小数第４位の値を示します。例）0.0001
pl: Pip to wartość procentowa w punktach, zwykle jest to czwarte miejsce po przecinku (np. 0,0001)
pt: Pip é abreviatura de "percentage in point" (percentagem em pontos), que geralmente é a quarta casa decimal (i.e. 0,0001)
ru: "Пипс" обозначает "соответствующую процентную долю", что обычно соответствует четвертой десятичной (т. е. 0.0001)
th: Pip ย่อมาจาก ‘Percentage in Point’ ซึ่งปกติจะเป็นทศนิยม 4 หลัก (เช่น 0.0001)
vi: Pip là viết tắt của 'tỷ lệ phần trăm tính bằng điểm' mà nói chung là nơi thập phân thứ tư (tức là 0.0001)

source: Place of birth
es: Lugar de nacimiento
fr: Lieu de naissance
id: Tempat lahir
it: Luogo di nascita
ja: 出生地
ru: Место рождения
th: สถานที่เกิด
vi: Nơi sinh

source: Please
de: Bitte
es: Por favor
fr: Veuillez
id: Silahkan
it: Prego
ja: どうぞ
pl: Proszę
pt: Por favor
ru: Пожалуйста
th: โปรด
vi: Vui lòng

source: Please choose which currency you would like to transact in
de: Bitte wählen Sie die Währung, in der Sie die Transaktion vornehmen möchten
es: Seleccione la divisa con la que desea realizar la transacción
fr: Veuillez sélectionner la devise dans laquelle vous souhaitez effectuer vos transactions
id: Silahkan pilih mata uang yang ingin Anda transaksikan
it: Scegli in quale valuta desideri negoziare
ja: ご希望の取引通貨を選択してください
pl: Wybierz w jakiej walucie chcesz przeprowadzić transakcję
pt: Escolha a moeda na qual você deseja negociar
ru: Пожалуйста, выберите валюту, в которой Вы хотите выполнить транзакцию
th: โปรดระบุสกุลเงินที่ท่านต้องการ
vi: Xin vui lòng chọn loại tiền tệ mà bạn muốn giao dịch tại

source: Please confirm the following details in order to complete the transfer
de: Bitte bestätigen Sie die folgenden Angaben, um die Überweisung zu vervollständigen
es: Por favor, confirme los siguientes datos para completar la transferencia
fr: Veuillez confirmer les informations suivantes afin de procéder au transfert
id: Silahkan konfirmasi rincian sebagai berikut untuk menyelesaikan transfer
it: Per poter completare il trasferimento, conferma i seguenti dati
ja: 送金を完了するために、下記詳細をご確認ください
pl: Potwierdź następujące dane w celu dokonania przelewu
pt: Confirme os seguintes dados para poder concluir a transferência
ru: Пожалуйста, подтвердите следующие данные, чтобы завершить перевод
th: โปรดยืนยันรายละเอียดของธุรกรรมเพื่อดำเนินการโอนเงิน
vi: Vui lòng xác nhận các chi tiết sau để hoàn thành việc chuyển khoản

source: Please enter a valid date in yyyy-mm-dd format
de: Bitte geben Sie ein gültiges Datum im Format jjjj-mm-tt an
es: Por favor introduzca una fecha válida en formato aaaa-mm-dd
fr: Veuillez saisir une date valide, au format aaaa-mm-jj.
id: Silahkan masukkan tanggal yang valid dalam format yyyy-mm-dd
it: Inserisci una data valida nel formato aaaa-mm-gg
ja: 有効な日付をご入力ください（年月日）
pl: Wprowadź poprawną datę w formacie rrrr-mm-dd
pt: Insira uma data válida no formato aaaa-mm-dd
ru: Пожалуйста, введите точную дату в формате: гггг-мм-дд
th: โปรดป้อนวันที่ในรูปแบบ yyyy-mm-dd ให้ถูกต้อง
vi: Vui lòng nhập ngày hợp lệ theo định dạng yyyy-mm-dd

source: Please enter a value greater than 0
es: Ingrese un valor mayor a 0
fr: Entrez une valeur plus grande que 0 s'il vous plaît
id: Masukkan nilai lebih besar dari 0
it: Inserire un valore superiore a 0
ja: 0より大きい値をご入力ください
ru: Пожалуйста, введите значение больше 0
th: โปรดป้อนค่าที่มากกว่าศูนย์
vi: Vui lòng nhập một giá trị lớn hơn 0

source: Please enter correct email
de: Bitte geben Sie eine korrekte E-mail Adresse ein
es: Por favor introduzca una dirección de correo electrónico correcta
fr: Veuillez saisir une adresse e-mail correcte
id: Silakan masukkan email yang benar
it: Inserisci l'indirizzo email corretto
ja: 正しいメールアドレスをご入力ください
pl: Proszę podać poprawny adres e-mail
pt: Insira um endereço de e-mail correto
ru: Пожалуйста, введите правильный email
th: โปรดป้อนอีเมล์ที่ถูกต้องของท่าน
vi: Vui lòng nhập đúng email

source: Please enter date in the format YYYY-MM-DD
de: Bitte geben Sie ein Datum im Format JJJJ-MM-TT an
es: Por favor introduzca la fecha en formato AAAA-MM-DD
fr: Veuillez saisir la date au format AAAA-MM-JJ.
id: Silahkan masukkan tanggal dalam format YYYY-MM-DD
it: Inserisci la data nel formato AAAA-MM-GG
ja: 年月日の順で日付をご入力ください
pl: Wprowadź datę w formacie RRRR-MM-DD
pt: Insira uma data no formato AAAA-MM-DD
ru: Пожалуйста, введите дату в следующем формате: ГГГГ-ММ-ДД
th: โปรดป้อนวันที่ในรูปแบบ YYYY-MM-DD
vi: Vui lòng nhập ngày theo định dạng YYYY-MM-DD

source: Please enter time in the format HH:MM
de: Bitte geben Sie die Zeit im Format HH:MM an
es: Introduzca la hora en formato HH:MM
fr: Veuillez saisir l'horaire au format HH:MM
id: Masukkan format waktu dalam JJ:MM
it: Inserisci l'orario nel formato HH:MM
ja: 時刻の形式をHH:MMで入力してください
pl: Proszę podać godzinę w formacie GG:MM
pt: Insira a hora no formato HH:MM
ru: Пожалуйста, введите время в формате ЧЧ:ММ
th: โปรดป้อนเวลาในรูปแบบ HH:MM
vi: Vui lòng nhập thời gian với định dạng HH:MM

source: Please enter your current password
de: Geben Sie Ihr aktuelles Passwort ein
es: Por favor, introduzca su contraseña actual
fr: Veuillez saisir votre mot de passe actuel.
id: Silahkan masukkan kata sandi Anda
it: Inserisci la tua password attuale
ja: 現在のパスワードをご入力ください
pl: Wpisz obecne hasło
pt: Insira a sua senha atual
ru: Пожалуйста, введите текущий пароль
th: โปรดป้อนรหัสผ่านปัจจุบันของท่าน
vi: Vui lòng nhập mật khẩu hiện tại của bạn

source: Please enter your email
de: Bitte geben Sie Ihre E-Mail Adresse ein
es: Por favor introduzca su correo electrónico
fr: Veuillez saisir votre adresse e-mail
id: Masukkan email Anda
it: Inserisci il tuo indirizzo email
ja: メールアドレスをご入力ください
pl: Podaj swój adres e-mail
pt: Insira o seu e-mail
ru: Пожалуйста, введите Ваш эл. адрес
th: โปรดป้อนอีเมล์ของท่าน
vi: Vui lòng nhập email của bạn

source: Please input correct token
de: Bitte geben Sie den richtigen Token ein
es: Digite el token correcto
fr: Saisissez le coupon correct s'il vous plait
id: Silakan masukan token yang benar
it: Inserire il token corretto
ja: 正しいトークンをご入力ください
pl: Proszę wprowadzić poprawny token
pt: Insira o token correto
ru: Пожалуйста, введите правильный ключ
th: โปรดป้อนโทเค่นที่ถูกต้อง
vi: Xin vui lòng nhập chính xác mã thông báo

source: Please install the latest version of one of these browsers
de: Bitte installieren Sie die letzte Version einer dieser Browser
es: Por favor, instale la última versión de uno de estos navegadores
fr: Veuillez installer la dernière version de l'un de ces navigateurs
id: Silahkan install versi terbaru dari salah satu browser ini
it: Installa l'ultima versione di uno di questi browser
ja: いずれかのブラウザをご利用の方は最新バージョンをインストールしてください
pl: Zainstaluj najnowszą wersję jednej z tych przeglądarek
pt: Instale a versão mais recente de um destes navegadores
ru: Пожалуйста, установите последнюю версию одного из следующих браузеров
th: โปรดติดตั้งเบราเซอร์เวอร์ชันล่าสุดตัวใดตัวหนึ่ง
vi: Hãy cài đặt phiên bản mới nhất của một trong số các trình duyệt này

source: Please note that due to their over-the-counter nature, the prices of the OTC Indices and stocks will differ from the prices of the corresponding indices and stocks on centralised exchanges
fr: Compte tenu des spécificités du marché de gré à gré, le prix des indices et actions « OTC » diffère des cotations disponibles pour ces mêmes indices et actions sur les bourses centralisées
id: Harap dicatat bahwa karena sifat over-the-counter, harga dari Indeks dan saham OTC akan sedikit berbeda dari harga indeks dan saham pada bursa pusat
ru: Пожалуйста, примите во внимание тот факт, что цены внебиржевых индексов и акций будут отличаться от цен соответствующих индексов и акций на централизованных биржах
th: โปรดพึงตระหนักว่า ตามหลักการของการซื้อขายด้วยตัวท่านเอง ราคาที่เกิดขึ้นจากดัชนีและหลักทรัพทย์จะต่างไปจากดัชนีและราคาหลักทรัพย์ของศูนย์กลางการแลกเปลี่ยน
vi: Vui lòng lưu ý rằng do tính chất của thị trường phi tập trung, các mức giá của chứng khoán và cổ phiếu phi tập trung sẽ khác với giá của những mã chứng khoán và cổ phiếu tương ứng trên thị trường tập trung

source: Please provide your tax information
es: Por favor, proporcione su información tributaria
fr: S'il vous plaît communiquez votre information fiscale
id: Mohon sediakan informasi pajak Anda
it: Si prega di fornire i dati fiscali
ja: 税務情報をご入力ください
ru: Пожалуйста, предоставьте Вашу налоговую информацию
th: โปรดให้ข้อมูลภาษีของท่าน
vi: Vui lòng cung cấp thông tin thuế của bạn

source: Please select
de: Bitte auswählen
es: Por favor, seleccione
fr: Veuillez sélectionner
id: Silahkan pilih
it: Seleziona
ja: 選択してください
pl: Wybierz
pt: Selecione
ru: Пожалуйста, выберите
th: โปรดระบุ
vi: Vui lòng chọn

source: Please select an account opening reason before continuing
fr: Veuillez sélectionner une raison pour l’ouverture du compte avant de continuer
id: Silahkan pilih alasan pendaftaran akun sebelum melanjutkan
it: Prima di continuare, seleziona un motivo per l'apertura dell'account
ru: Чтобы продолжить, пожалуйста, укажите причину открытия счёта
th: กรุณาระบุเหตุผลของการเปิดบัญชีก่อนดำเนินการต่อ
vi: Vui lòng lựa chọn một lý do mở tài khoản trước khi tiếp tục

source: Please submit a valid verification token
es: Por favor, envíe un token de verificación válido
fr: S'il vous plaît, soumettez un coupon de vérification valide
id: Kirimkan token verifikasi yang berlaku
it: Invia un token di verifica valido
ja: 有効なワンタイムパスワードをご入力ください
ru: Пожалуйста, укажите правильный проверочный ключ
th: โปรดแจ้งโทเค่นเพื่อการตรวจสอบที่ถูกต้อง
vi: Xin vui lòng nhập một mã thông báo xác nhận hợp lệ

source: Please try again after 1 minute
de: Bitte nach 1 Minute erneut versuchen
es: Por favor, inténtelo de nuevo después de 1 minuto
fr: Veuillez réessayer dans une minute
id: Silahkan coba kembali setelah 1 menit
it: Riprova fra 1 minuto
ja: 1分後に再度お試しください
pl: Spróbuj ponownie za minutę
pt: Tente novamente depois de 1 minuto
ru: Пожалуйста, повторите попытку через 1 минуту
th: โปรดทดลองใหม่อีกครั้ง หลังจาก 1 นาที
vi: Xin vui lòng thử lại sau 1 phút

source: Plot
de: Grafische Darstellung
es: Tema
fr: Zone de traçage
it: Grafico
ja: プロット
pl: Motyw
pt: Dispersão
ru: Тема
th: วาด
vi: Vẽ

source: Pofit/Loss
de: Gewinn/Verlust
es: Ganancias/Pérdidas
fr: Profits/Pertes
id: Untung/Rugi
it: Profitto/Perdita
ja: 損益
pl: Zysk/strata
pt: Lucro/Perda
ru: Прибыль/Убытки
th: กำไร/ขาดทุน
vi: Lợi nhận/thiệt hại

source: Points
de: Punkte
es: Puntos
id: Poin
it: Punti
ja: ポイント
pl: Punkty
pt: Pontos
ru: Пункты
th: จุด
vi: Điểm

source: Portfolio
es: Cartera
fr: Portefeuille
id: Portopolio
it: Portafoglio
ja: ポジション一覧
pt: Portfólio
ru: Портфель
th: พอร์ตโฟลิโอ
vi: Danh mục đầu tư

source: Portugu s
es: Português
fr: Portugais
id: Portugis
it: Portoghese
ja: ポルトガル語
ru: Portugues
th: ภาษาโปรตุเกส

source: Postal code/ZIP
de: Postleitzahl/PLZ
es: Código postal
fr: Code postal
id: Kode Pos
it: Codice postale/CAP
ja: 郵便番号
pl: Kod pocztowy
pt: Código postal/CEP
ru: Почтовый код/индекс
th: รหัสไปรษณีย์
vi: Mã bưu chính/ZIP

source: Potential Payout
de: Mögliche Auszahlung
es: Pago Potencial
fr: Paiement potentiel
id: Potensi Hasil
it: Payout potenziale
ja: ペイアウト
pl: Możliwa wypłata
pt: Prêmio potencial
ru: Потенциальная выплата
th: ประมาณการจำนวนเงินที่ชำระ
vi: Khả năng thanh toán

source: Potential Profit
de: Möglicher Gewinn
es: Ganancias Potenciales
fr: Profits potentiels
id: Potensi Profit
it: Profitto potenziale
ja: 期待利益
pl: Możliwy zysk
pt: Lucro potencial
ru: Потенциальная прибыль
th: ประมาณการกำไร
vi: Lợi nhuận tiềm năng

source: Potential profit
de: Möglicher Gewinn
es: Ganancias potenciales
fr: Profits potentiels
id: Potensi profit
it: Profitto potenziale
ja: 期待利益
pl: Możliwy zysk
pt: Lucro potencial
ru: Потенциальная прибыль
th: ประมาณการกำไร
vi: Lợi nhuận tiềm năng

source: Pre-Defined
de: Vordefiniert
es: Predefinido
fr: Prédéfini
id: Ditetapkan
it: Predefinito
ja: 所定の
pl: Domyślne
pt: Pré-definido
ru: Стандартные
th: กำหนดไว้ล่วงหน้า
vi: Được xác định trước

source: Preferred reality-check interval
de: Bevorzugter Realitätscheckzeitraum
es: Intervalo recomendado de prueba de la realidad
fr: Périodicité souhaitée pour les relevés d'activité
id: Interval cek-realitas yang dipilih
it: Intervallo preferito per il controllo della situazione
ja: 好ましいリアリティチェック実施間隔
pl: Preferowany odstęp czasu pomiędzy kontrolami konta
pt: Intervalo preferido para o balanço da realidade
ru: Желаемый интервал для проверки реальности
th: รอบการตรวจสอบที่ต้องการ
vi: Khoảng kiểm tra thực tế ưu tiên

source: Press Create token button on the right to create your first token
de: Drücken Sie die Token erstellen Schaltfläche rechts, um Ihren ersten Token zu erstellen
es: Presione 'Create token' a la derecha para crear su primer token
fr: Cliquez sur le bouton « Créer un jeton » sur la droite pour créer votre premier jeton
id: Tekan tombol Membuat token disebelah kanan untuk membuat token
it: Premi il pulsante Crea token sulla destra per creare il tuo primo token
ja: 最初のトークンを作成するには、右の トークン作成 ボタンを押してください
pl: Aby utworzyć swój pierwszy token, naciśnij przycisk „Utwórz token” znajdujący się po prawej
pt: Pressione o botão Criar token à direita para criar o seu primeiro token
ru: Нажмите кнопку "Создать ключ" справа, чтобы создать Ваш первый ключ
th: กดปุ่ม สร้างโทเค่น ทางด้านขวาเพื่อสร้างโทเค่นแรกของท่าน
vi: Bấm nút Tạo Token tở phía bên phải để tạo token đầu tiên của bạn

source: Price Transformation
de: Kursumwandlung
es: Transformación de precios
fr: Transformation de prix
id: Transformasi Harga
it: Trasformazione del prezzo
ja: 価格変換
pl: Zmiana ceny
pt: Transformação de preço
ru: Трансформация цены
th: การเปลี่ยนแปลงราคา
vi: Sự chuyển đổi giá

source: Price forms three black candles, each with lower closes, in a downward price trend. A tall white candle engulfs the price action of the prior three days. The candle acts as a bullish reversal when price breaks out upward, and closes above the top of the candle pattern
de: Der Kurs formt drei schwarze Kerzen, jede mit niedrigen Schlusskursen, in einem abwärts verlaufenden Kurstrend. Eine große weiße Kerze umschließt die Kursaktion der vorigen drei Tage. Die Kerze wirkt als eine bullische Umkehrung, wenn der Kurs nach oben ausbricht, und schließt über der Spitze des Candle Pattern
es: El precio forma tres velas negras, cada una con cierres bajos y en una tendencia de precios bajista. Una vela blanca alta envuelve la acción de los precios de los tres días anteriores. La vela actúa como una reversión alcista cuando el precio sale en una tendencia alcista y cierra en la parte superior del patrón de velas
fr: Le prix forme trois bougies noires, chacune avec des clôtures plus basses, dans un mouvement de prix baissier. Une grande bougie blanche engouffre l'action prix des trois jours précédents. La bougie agit comme un retournement haussier quand le prix s'élève et ferme au dessus du haut du schéma de bougie
id: Harga membentuk tiga candle hitam, masing-masing dengan tutup yang lebih rendah, dalam tren harga turun. Sebuah candle putih tinggi menelan aksi harga tiga hari sebelumnya. Candle bertindak sebagai pembalikan bullish saat harga pecah ke atas, dan ditutup di atas bagian atas pola candle
pl: Ceny tworzą trzy czarne świece. Każda z nich zamyka się nisko i znajduje się w trendzie spadkowym. Biała świeca o długim korpusie obejmuje działania cenowe z trzech ostatnich dni. Świeca zachowuje się jak zmiana trendu spadkowego, gdy cena zaczyna rosnąć i zamyka się powyżej wierzchołka formacji świecowej
pt: O preço forma três velas, cada uma com fechamentos mais baixo, numa tendência de preços baixista. Uma alta vela branca envolve a ação de preços dos últimos três dias. A vela funciona como uma inversão altista quando o preço vira para cima e fecha-se acima da alta do padrão de velas
ru: В рамках нисходящего тренда цена формирует на графике три чёрные свечи, каждая из которых закрывается снижением. Длинная белая свеча охватывает ценовую динамику трёх предыдущих дней. Свеча является бычьей фигурой разворота, когда цена совершает пробой вверх и закрывается выше верхнего уровня свечной фигуры
th: ราคาจากสามแท่งเทียนดำ จะมีค่าปิดต่ำสุด ที่เกิดขึ้แบบลดลง แท่งเทียนขาวสูงโอบล้อมราคาของวันก่อนหน้า 3 วัน แท่งเทียนเป็นเหมือนกระทิงกลับด้านเมื่อราคาขึ้นด้านบน และปิดเเหนือด้านบนสุดของรูปแบบแท่งเทียน
vi: Giá hình thành ba ngọn nến đen, mỗi chiếc với thấp hơn đóng, một xu hướng xuống giá. Một ngọn nến trắng cao thổi giá hành động của ba ngày trước. Ngọn nến có vai trò như một sự đảo ngược bullish khi giá bùng lên trên, và đóng cửa trên đầu trang của các mô hình nến
