Repository: binary-com/webtrader
Catalog: translations/i18n/*.po
Languages: de, es, fr, id, it, ja, pl, pt, ru, th, vi

source: Unfortunately, no - funds initially deposited through one payment method must be withdrawn through the same system; funds cannot be transferred to an alternate system for withdrawal. We do offer a wide variety of payment methods, to suit your specific needs and preferences
de: Leider nein - Guthaben, das mit einer Zahlungsmethode eingezahlt wurde, muss auch über das selbe System abgehoben werden. Guthaben kann nicht über ein alternatives System abgehoben werden. Wir bieten Ihnen eine große Auswahl an Zahlungsmethoden, um Ihren besonderen Bedürfnissen oder Vorlieben nachzukommen
es: Desafortunadamente, los fondos depositados inicialmente a través de un método de pago deben retirarse a través del mismo sistema. Los fondos no pueden ser transferidos a un sistema alternativo para su retiro. Le ofrecemos una amplia variedad de métodos de pago, de acuerdo con sus necesidades y preferencias específicas
fr: Malheureusement non - les fonds déposés initialement par une méthode de paiement doivent être retirés par l'intermédiaire du même système; les fonds ne peuvent être transférés à travers un système alternatif pour le retrait. Nous offrons une large variété de méthodes de paiements, pour satisfaire vos besoins et préférences spécifiques
id: Sayangnya, tidak - berhubung kami perlu memastikan dana yang di depositkan dan ditarik adalah menggunakan metode pembayaran yang sama maka Anda hanya dapat menggunakan satu metode pembayaran saja. Namun demikian, kami menyediakan berbagai pilihan metode pembayaran yang sesuai untuk Anda
it: Purtroppo no - i fondi inizialmente depositati attraverso una modalità di pagamento devono essere prelevati attraverso lo stesso metodo; i fondi non possono essere trasferiti su un sistema alternativo per i prelievi. Offriamo un'ampia gamma di modalità di pagamento per soddisfare le specifiche esigenze e preferenze
ja: 残念ながらできません。- 初めにあるお支払い方法で入金されたご資金は、同じ支払方法で出金される必要があります。そのため、入金にご使用された決済方法以外でのご出金はできません。当社ではお客さまの特定のニーズやご希望に合わせて幅広い決済方法を提供しています。
pl: Niestety nie – środki wpłacone przy użyciu określonej metody płatności muszą być wypłacone przy użyciu tego samego systemu. Nie można wypłacić środków poprzez alternatywny system płatności. Oferujemy wiele metod płatności, aby zaspokoić różne potrzeby i preferencje klientów
pt: Infelizmente, não - fundos depositados através de um método de pagamento devem ser retirados pelo mesmo sistema; fundos não podem ser transferidos para um sistema alternativo para retirada. Disponibilizamos uma grande variedade de métodos de pagamento para atender às suas necessidades e preferências específicas
ru: К сожалению, средства, внесённые на счёт определённым платёжным методом, должны быть выведены со счёта тем же способом. Средства не могут быть переведены альтернативным способом. Тем не менее, мы предоставляем большой выбор методов оплаты, способных удовлетворить Ваши нужды и предпочтения
th: ขออภัย ที่ยังไม่มีการฝากหลักประกันจากช่องทางหนึ่งจะถูกถอนผ่านระบบเดียวกัน เงินทุนไม่สามารถถูกถ่ายโอนไปที่ระบบอื่นในการถอน พวกเรามีช่องทางในการชำระเงินที่หลากหลายเพื่ออำนวยความสะดวกตามความปรารถนาของท่าน
vi: Rất tiếc, câu trả lời là không. Tiền gửi ban đầu bằng một phương thức thanh toán phải được rút bằng chính hệ thống đó. Tiền không thể chuyển sang hệ thống rút tiền thay thế. Chúng tôi cung cấp một loạt các phương thức thanh toán, sao cho phù hợp với nhu cầu và sở thích cụ thể của bạn

source: Unfortunately, your browser does not support them
de: Leider unterstützt Ihr Browser diese nicht
es: Desafortunadamente, su navegador no es compatible
fr: Malheureusement, votre navigateur ne les prend pas en charge
id: Sayangnya, browser Anda tidak mendukung mereka
it: Purtroppo il tuo browser non li supporta
ja: 残念ながら、お使いのブラウザは対応しておりません
pl: Niestety Twoja przeglądarka ich nie obsługuje
pt: Infelizmente, o seu navegador não suporta estas tecnologias
ru: К сожалению, Ваш браузер не поддерживает данные элементы
th: ขออภัย เบราเซอร์ของท่านไม่รองรับการใช้งาน
vi: Thật không may, trình duyệt của bạn không hỗ trợ họ

source: Unique 3 River (CDLUNIQUE3RIVER)
fr: Unique 3 Rivière (CDLUNIQUE3RIVER)
ja: 三川（CDLUNIQUE3RIVER）
pl: Unique 3 River – trzy rzeki (CDLUNIQUE3RIVER)
pt: 3 rios único (CDLUNIQUE3RIVER)
ru: Особое основание "три реки" (CDLUNIQUE3RIVER)
vi: Độc đáo 3 River (CDLUNIQUE3RIVER)

source: Unique Three River Bottom is a bullish candlestick pattern made up of three candles: The 1st candle has a long and bearish body, the 2nd candle is a hammer, and its body is inside the 1st bar's body, the 3rd candle is small and bullish, its Close price is lower than 2nd bar's
de: Das Unique Three River Bottom ist ein aus drei Kerzen bestehendes, bullisches Candlestick-Pattern: Die erste Kerze hat einen langen und bärischen Körper; die zweite Kerze ist ein Hammer, und ihr Körper befindet sich innerhalb des Körpers des ersten Balkens; die dritte Kerze ist klein und bullisch, und ihr Schlusskurs ist niedriger als der des zweiten Balkens
fr: L'Unique Fond des Trois Rivières est un chandelier haussier composé de trois bougies: la 1ère bougie a un corps long et baissier, la 2ème bougie est un marteau, et son corps est à l'intérieur du corps de la 1ère barre, la 3ème bougie est petite et haussière, son prix de clôture est plus bas que la 2ème barre
id: Unique Three River Bottom adalah pola candlestick bullish yang terdiri dari tiga candle: Candle pertama memiliki tubuh yang panjang dan bearish, candle kedua adalah palu, dan tubuhnya berada di dalam tubuh bar 1, candle ke-3 kecil dan bullish, harga Close nya lebih rendah dari bar ke 2
pl: Dno trzech rzek to formacja świecowa o tendencji wzrostowej, składająca się z maksymalnie trzech świec: pierwsza świeca posiada długi korpus i jest świecą o tendencji spadkowej, druga ma postać młota i jej korpus znajduje się w obrębie korpusu pierwszej świecy, zaś trzecia świeca ma mały korpus, jest świecą o tendencji wzrostowej, a jej cena zamknięcia znajduje się poniżej korpusu świecy drugiej
pt: O fundo único de três rios é um padrão de velas altista composto de três velas: A primeira vela possui um longo corpo baixista, a segunda vela é um martelo e o seu corpo encontra-se dentro do corpo da primeira vela, a terceira vela é pequena e altista, o seu preço de fechamento está mais baixo que o da segunda barra
ru: Особое основание "три реки" – это бычья фигура, состоящая из трёх свечей: первая свеча обладает длинным медвежьим телом; вторая свеча имеет форму молота, а её тело находится в пределах тела первой свечи; третья свеча является маленькой бычьей свечой, цена закрытия которой ниже, чем у второй свечи
th: Unique Three River Bottom เป็นรูปแบบแท่งเทียนขาขึ้นที่ประกอบด้วยแท่งเทียนสามแท่ง โดยแท่งแรกมีความยาวและลำตัวที่เป็นขาลงลบ แท่งที่สองเป็นค้อน และลำตัวจะอยู่ในลำตัวของแท่งเทียนวันแรก ส่วนในวันที่สามจะเป็นแท่งเทียนเล็กและเป็นขาขึ้นบวก และมีราคาปิดต่ำกว่าแท่งเทียนในวันที่สอง
vi: Duy nhất ba sông đáy là một mô hình nến bullish gôm 3 nến: nến 1 có một cơ thể dài và hướng giảm, ngọn nến thứ 2 là một cái búa, và cơ thể của nó là bên trong cơ thể của quầy bar 1, ngọn nến thứ 3 là nhỏ và tăng, giá gần gũi của nó là thấp hơn 2 thanh

source: Up - Predict that the market will end higher than the average price
fr: Hausse : vous prédisez que le marché terminera à un cours supérieur au cours moyen
id: Up - Menganalisa pasar akan berakhir lebih tinggi dari harga rata-rata
ru: Вверх – сделайте ставку на то, что рынок закроется выше средней цены
th: ขึ้น - พยากรณ์ว่า ตลาดจะสิ้นสุดด้วยค่าที่สูงกว่าราคาเฉลี่ย
vi: Dự đoán xem thị trường sẽ kết thúc cao hơn giá trung bình

source: Up/Down
de: Auf/Ab
es: Arriba/Abajo
fr: Hausse/Baisse
ja: ラダー
pl: Góra/dół
pt: Acima/Abaixo
ru: Вверх/Вниз
vi: Lên/xuống

source: Up/Down-Gap Side-By-Side White Lines (CDLGAPSIDESIDEWHITE)
fr: Hausse/Baisse-fossé cote à cote Lignes Blanches (CDLGAPSIDESIDEWHITE)
ja: ダウンギャップ・サイドバイサイド・ホワイト・ライン（CDLGAPSIDESIDEWHITE）
pl: Up/Down-Gap Side-By-Side White Lines – Białe linie góra/dół-luka (CDLGAPSIDESIDEWHITE)
pt: Lacuna para cima/baixo linhas brancas lado a lado (CDLGAPSIDESIDEWHITE)
ru: Смежные белые свечи, разрыв вверх/вниз (CDLGAPSIDESIDEWHITE)
vi: Lên/xuống-Gap-By-Side trắng dòng (CDLGAPSIDESIDEWHITE)

source: Upcoming Events
de: Bevorstehende Veranstaltungen
es: Próximos Eventos
fr: Évènements à venir
id: Acara Mendatang
it: Eventi in arrivo
ja: 取引時間短縮日
pl: Nadchodzące wydarzenia
pt: Próximos eventos
ru: Ближайшие события
th: กิจกรรมในอนาคต
vi: Sự kiện sắp tới

source: Update
es: Actualizar
fr: Mise à jour
id: Terbaru
it: Aggiorna
ja: 更新
ru: Обновить
th: การปรับปรุง
vi: Cập nhật

source: Update Settings
de: Einstellungen aktualisieren
es: Actualizar Configuración
fr: Mise à jour des paramètres
id: Pembaruan Pengaturan
it: Aggiorna impostazioni
ja: 設定内容を更新
pl: Aktualizuj ustawienia
pt: Atualizar configurações
ru: Обновить настройки
th: การปรับปรุงการตั้งค่า
vi: Cập Nhật cài đặt

source: Upgrade to a Real Account
de: Auf ein echtes Konto aufrüsten
es: Actualizar a una cuenta real
fr: Ouvrir un compte réel
id: Mengupgrade ke Akun Riil
it: Passa a un account vero
ja: リアル口座へアップグレード
pl: Przekształć w konto z prawdziwymi pieniędzmi
pt: Atualize para uma conta de dinheiro real
ru: Открыть Реальный счёт
th: อัพเกรดเป็นบัญชีจริง
vi: Nâng cấp lên tài khoản Thực

source: Upload template
de: Vorlage hochladen
es: Cargar plantilla
fr: Charger le modèle
id: Memuat template
it: Carica modello
ja: テンプレートをアップロード
pl: Załaduj szablon
pt: Carregar modelo
ru: Загрузить шаблон
th: อัปโหลดแม่แบบ
vi: Tải mẫu biểu đồ

source: Upside/Downside Gap Three Methods (CDLXSIDEGAP3METHODS)
fr: Les Trois Méthodes de fossé haussier/baissier (CDLXSIDEGAP3METHODS)
pt: Lacuna de alta/baixa Três métodos (CDLXSIDEGAP3METHODS)
ru: Верхний/нижний разрыв метода трех (CDLXSIDEGAP3METHODS)
vi: Ngược / nhược điểm Gap ba phương pháp (CDLXSIDEGAP3METHODS)

source: Upside/Downside Gap Two Crows (CDLUPSIDEGAP2CROWS)
fr: Deux Corbeaux Fossé Haussier/Baissier (CDLUPSIDEGAP2CROWS)
ja: 2羽カラス（CDLUPSIDEGAP2CROWS）
pt: Lacuna de alta/baixa Dois Corvos (CDLUPSIDEGAP2CROWS)
ru: Верхний/нижний разрыв Две взлетевшие вороны (CDLUPSIDEGAP2CROWS)
vi: Ngược / nhược điểm Gap hai quạ (CDLUPSIDEGAP2CROWS)

source: Use
de: Verwenden
es: Usar
fr: Utiliser
id: Gunakan
it: Usa
ja: 使用する
pl: Użyj
ru: Применить
th: ใช้
vi: Sử dụng

source: Use the "Save as ..." button to save the chart settings, type, time period, indicators and comparisons
de: Verwenden Sie die „Speichern als ...” Taste, um die Chart-Einstellungen, den Typ, die Zeitspanne, die Indikatoren und die Vergleiche zu speichern
es: Utilice el botón de "Guardar como..." para guardar los ajustes del gráfico, el tipo, el período de tiempo, los indicadores y las comparaciones
fr: Utilisez le bouton « Enregistrer sous... » pour sauvegarder les paramètres du graphique, le type, la période de temps, les indicateurs et les comparaisons.
id: Gunakan tombol "Simpan sebagai..." untuk menyimpan pengaturan grafik, jenis, periode waktu, indikator dan perbandingan
it: Usa il pulsante "Salva come..." per salvare le impostazioni del grafico, tipologia, periodo di tempo, indicatori e confronti
ja: 「名前を付けて保存」から、チャート設定、タイプ、期間、指標、比較などを保存することができます
pl: Użyj przycisku „Zapisz jako ...”, aby zapisać ustawienia wykresu, jego rodzaj, a także przedział czasu, wskaźniki i porównania
pt: Use o botão "Salvar como ..." para salvar as configurações, o tipo, o período de tempo, os indicadores e as comparações do gráfico
ru: Нажмите на кнопку "Сохранить как ...", чтобы сохранить настройки графика, его вид, период времени, индикаторы и параметры сравнения
th: ใช้เมนู "บันทึกเป็น..." เพื่อบันทึกการตั้งค่าแผนภูมิ ชนิด ระยะเวลา ตัวชี้วัด และการเปรียบเทียบ
vi: Sử dụng nút "Lưu lại thành..." để lưu giữ lại các cài đặt biểu đồ, loại, thời gian, các chỉ số và so sánh

source: Use the "Save as ..." button to save the trade settings
de: Verwenden Sie die „Speichern unter ...” Schaltfläche, um die Handelseinstellungen zu speichern
fr: Utilisez le bouton « Enregistrer sous ... » pour enregistrer les paramètres de la transaction
id: Gunakan tombol "Simpan sebagai..." untuk menyimpan susunan trading
it: Usa il pulsante "Salva come..." per salvare le impostazioni del trade
ja: 取引設定は「名前を付けて保存」から保存をしてください
pl: Aby zapisać ustawienia handlowe, użyj przycisku „Zapisz jako…”
pt: Use o botão "Salvar como ..." para salvar as configurações da negociação
ru: Нажмите кнопку "Сохранить как...," чтобы сохранить торговые настройки
th: ใช้คำสั่ง "บันทึกเป็น..." เพื่อบันทึกการตั้งค่าการซื้อขาย
vi: Sử dụng nút "Lưu thành..." để lưu các cài đặt giao dịch

source: Using our website, customers can trade currencies, indices, stocks and commodities 24/7. We have the most flexible pricing and the most comprehensive suite of products available
de: Wenn Kunden unsere Website nutzen, können Sie Devisen, Indizes, Aktien und Rohstoffe 24/7 handeln. Wir haben die flexibelste Preisgestaltung und umfassendste Produktsuite
es: A través de nuestro sitio web, los clientes pueden operar con divisas, índices, acciones y materias primas en cualquier momento. Tenemos los precios más flexibles y la gama más amplia de productos disponibles
fr: En utilisant notre site internet, nos clients peuvent trader des monnaies, indices, actions et matières premières 24 heures sur 24. Nous avons le plus flexible système de fixation des prix et la plus complète offre de produits disponibles
id: Pada situs kami, pelanggan dapat bertrading pada pilihan mata uang, indeks, saham dan komoditas 24/7. Kami memiliki harga yang paling fleksibel dan paling komprehensif dari produk yang tersedia
it: Utilizzando il nostro sito internet, i clienti possono negoziare valute, indici, azioni e materie prime 24/7. Disponiamo della definizione dei prezzi più flessibile e la più completa gamma di prodotti disponibili
ja: 当WEBブラウザ版取引画面上で、お客さまは最も柔軟な価格設定でバイナリーオプション取引が祝日を含む平日24時間可能です。
pl: Korzystając z naszej strony internetowej, nasi klienci mogą handlować walutami, wskaźnikami, akcjami i towarami 24 godziny na dobę. Oferujemy najbardziej zróżnicowane ceny i najbogatszą gamę produktów
pt: Ao usar o nosso site, clientes pode negociar moedas, índices, ações e matérias-primas 24/7. Temos os preços mais flexíveis e o conjunto de produtos mais abrangente do mercado
ru: На нашем сайте клиенты могут торговать валютами, индексами, акциями и сырьевыми товарами 24/7. У нас самая гибкая система ценообразования и самый современный пакет продуктов
th: การใช้เว็บไซต์ของเรา ลูกค้าสามารถซื้อขายสกุลเงินต่างๆ ดัชนีต่างๆ หลักทรัพย์ต่างๆ สินค้าโภคภัณฑ์ต่างๆ ได้ตลอด 24 ชั่วโมง 7 วัน พวกเรามีความยืดหยุ่นในราคามากที่สุด และผลิตภัณฑ์ที่หลากหลายมากที่สุด
vi: Sử dụng trang web của chúng tôi, khách hàng có thể giao dịch tiền tệ, chỉ số, chứng khoán, và hàng hóa 24/7. Chúng tôi luôn có giá linh hoạt nhất và luôn sẵn có các loại sản phẩm toàn diện nhất

source: Variance (VAR)
de: Varianz (VAR)
es: Varianza (VAR)
it: Varianza (VAR)
ja: 偏差 (VAR)
pl: Wariancja (VAR)
ru: Вариация (VAR)
vi: Phương sai (VAR)

source: Various customisable features like loading and arranging assets, charting, and other resources however you see fit
fr: Différentes fonctionnalités personnalisables chargement et organisation des actifs, des graphiques et autres ressources comme vous le voulez
id: Berbagai fitur yang dapat disesuaikan seperti mengunggah dan mengatur aset, chart dan sumber lain yang Anda perlukan
ru: Различные настраиваемые функции: загрузка и упорядочивание активов, графиков и других ресурсов
th: มีเครื่องมือ และหน้าจอที่สามารถปรับแต่งใช้งานได้หลายรูปแบบ เช่น การแสดงและการจัดการผลิตภัณฑ์อ้างอิง การแสดงแผนภูมิ และเครื่องมืออื่นๆ
vi: Các tính năng tuỳ chỉnh như tải và sắp xếp các tài sản, xếp hạng và các tài nguyên khác tùy theo cách mà bạn thấy phù hợp

source: Verification code has been sent to your email
de: Bitte geben Sie den Verifizierungscode, der an Ihre E-mail verschickt wurde, ein
es: El código de verificación ha sido enviado a su correo electrónico
fr: Un code de vérification vous a été envoyé par e-mail
id: Kode verifikasi telah dikirimkan ke email Anda
it: Il codice di verifica è stato inviato al tuo indirizzo email
ja: 認証コードが送信されました
pl: Kod weryfikacyjny został wysłany na Twój adres e-mail
pt: O código de verificação foi enviado para o seu e-mail
ru: Проверочный код отправлен на Ваш эл. адрес
th: รหัสยืนยันได้ถูกส่งให้ท่านแล้วทางอีเมล์
vi: Mã xác minh đã được gửi đến email của bạn

source: Verification token
de: Token Überprüfung
es: Token de verificación
fr: Jeton de vérification
id: Token verifikasi
it: Token di verifica
ja: ワンタイムパスワード
pl: Token weryfikacyjny
pt: Token de verificação
ru: Проверочный ключ
th: รหัสตรวจสอบ
vi: Xác nhận Token

source: Verify new password
de: Neues Passwort verifizieren
es: Verificar nueva contraseña
fr: Vérifier le nouveau mot de passe
id: Verifikasi kata sandi baru
it: Verifica nuova password
ja: 新しいパスワード（確認用）
pl: Zweryfikuj nowe hasło
pt: Verificar nova senha
ru: Подтвердите новый пароль
th: ตรวจสอบรหัสผ่านใหม่
vi: Xác nhận mật khẩu mới

source: Vertical line
de: Vertikale Linie
es: Línea vertical
fr: Ligne verticale
id: Garis vertikal
it: Linea verticale
ja: 垂直線
pl: Linia pionowa
pt: Linha vertical
ru: Вертикальная линия
th: เส้นแนวตั้ง
vi: Đường dọc

source: View
de: Ansicht
es: Ver
fr: Affichage
id: Lihat
it: Mostra
ja: 表示
pl: Widok
pt: Ver
ru: Обзор
th: ดูรายการ
vi: Xem

source: View Statement
de: Statement ansehen
fr: Regardez votre relevé
id: Lihat Pernyataan
it: Mostra l'estratto
ja: 取引履歴を表示する
pl: Zobacz oświadczenie
pt: Ver extrato
ru: Смотреть историю счета
th: ดูรายการเดินบัญชี
vi: Xem tuyên bố

source: Volatility Index Markets
fr: Marchés d'indices de volatilité
id: Pasar Indeks Volatilitas
ru: Рынки Индексов волатильности
th: ตลาดดัชนีความผันผวน
vi: Chỉ số Biến động của Thị trường

source: Volatility Indicators
de: Volatilität Indikatoren
es: Indicadores de volatilidad
fr: Indicateurs de volatilité
id: Indikator Volatilitas
it: Indicatori di volatilità
ja: ボラティリティ指標
pl: Wskaźniki zmienności
pt: Indicadores Volatility
ru: Индикаторы волатильности
th: ดัชนีความผันผวน
vi: Chỉ số biến động

source: Volatility Indices
de: Volatilität Indizes
es: Índices de Volatilidad
fr: Indices de volatilité
id: Indeks Volatilitas
it: Indici di volatilità
ja: ボラティリティインデックス
pl: Wskaźniki zmienności
ru: Индексы волатильности
th: ดัชนีความผันผวน
vi: Chỉ số biến động

source: Volatility Indices are further categorized into two types
fr: Les indices de volatilité peuvent être classés selon deux catégories
id: Indeks Volatilitas lebih lanjut dikategorikan menjadi dua jenis
ru: Индексы волатильности подразделяются на два вида
th: ดัชนีความผันผวนถูกจำแนกเป็น 2 ประเภท
vi: Các Chỉ số Biến động được phân loại thành hai nhóm

source: Volatility indices - Binary.com's proprietary indices that simulate market forces
fr: Les indices de volatilité - les indices propriétaires de Binary.com simulent les forces du marché
id: Indeks volatilitas - Indeks Binary.com yang disimulasi menggunakan kekuatan pasar
ru: Индексы волатильности – нововведение Binary.com – индексы, которые моделируют рыночную динамику
th: ดัชนีผันผวน - ผลิตภัณฑ์ดัชนีลิขสิทธิ์ของ %1 ซึ่งกระตุ้นตลาด
vi: Chỉ số Biến động - chỉ số độc quyền của Binary.com mô phỏng các lực lượng thị trường

source: WMA stands for weighted moving average. It helps to smooth the price curve for better trend identification. It places even greater importance on recent data than the EMA does
de: WMA steht für gewichteter gleitender Durchschnitt (eichtet moving average). Es hilft dabei, die Kurskurve zur besseren Trendidentifizierung zu glätten. Es legt sogar größeren Wert auf jüngste Daten, als der EMA
fr: MMP signifie Moyenne Mobile Pondérée. Cela aide à lisser la courbe de prix pour améliorer l'identification de tendance. Cela place une plus grande importance sur les récentes données par rapport à ce que fait la MME
id: WMA adalah singkatan dari weighted moving average. Fungsinya adalah untuk membantu melembutkan kurva harga dalam mengidentifikasi tren yang lebih baik. Berperan lebih penting pada data terbaru berbanding fungsi EMA
pl: Średnia WMA to ważona średnia krocząca. Pomaga wygładzić zmiany ceny, by lepiej dostrzegać trendy. Przykłada bardzo duże znaczenie do najnowszych danych – nawet większe niż średnia EMA
pt: MMP é abreviatura de Média Móvel Ponderada. Ajuda na suavização da curva de preço para melhor identificação de tendências. Coloca ainda mais importância em dados recentes do que a MME
ru: Взвешенная скользящая средняя или WMA помогает сгладить ценовые неровности для более удобного определения тренда. Индикатор уделяет большее значение последним данным, чем экспоненциальная скользящая средняя (EMA)
th: WMA ย่อมาจาก Weighted Moving Average ซึ่งช่วยในการปรับเส้นราคาให้แสดงรูปแบบแนวโน้มต่างๆ ซึ่งให้ความสำคัญกับข้อมูลล่าสุดมากกว่าที่ EMA ใช้คำนวณ
vi: WMA là viết tắt của trọng di chuyển trung bình. Nó giúp mịn đường cong giá để xác định xu hướng tốt hơn. Nó nơi thậm chí cao hơn tầm quan trọng về dữ liệu gần đây hơn EMA

source: We are required by our license to inform you about what happens to funds which we hold on account for you, and the extent to which funds are protected in the event of insolvency
de: Nach unserer Lizenz ist vorgeschrieben, dass wir Sie darüber informieren, was mit dem Geld, das wir für Sie auf einem Konto verwahren, passiert und wie Ihr Geld im Fall einer Insolvenz geschützt ist
es: Estamos obligados por nuestra licencia a informarle acerca de lo que ocurre con los fondos que guardamos en la cuenta para usted y sobre el grado de protección de los mismos en caso de insolvencia
fr: Nous sommes requis par notre licence de vous informer à propos de ce qui arrive aux fonds que nous gardons à votre place, et le niveau de sécurité de vos fonds en cas d'insolvabilité
id: Kami diharuskan oleh lisensi kami untuk menginformasikan kepada dana yang kami pegang untuk Anda, hingga dimana dana Anda adalah terlindungi jika terjadi kepailitan
it: In base alla nostra autorizzazione, siamo tenuti a informarti su cosa succede ai fondi che teniamo per tuo conto e sul livello di protezione dei fondi in caso di insolvenza
ja: 当社はライセンスにより、当社が保持しているお客さまの口座の資金に何か起きた場合、及び支払不能になった場合にどの資金が保護されるかその範囲をお知らせする必要があります。
pl: Nasza licencja zobowiązuje nas, aby poinformować Cię, co dzieje się z Twoimi środkami gromadzonymi na naszych kontach oraz o zakresie ochrony, jaką środki są objęte na wypadek naszej niewypłacalności
pt: Somos obrigados pela nossa licença a informar-lhe sobre o que acontece aos fundos que mantemos por sua conta, e em que medida fundos são protegidos no evento de insolvência
ru: Наша лицензия требует от нас, чтобы мы информировали Вас о состоянии средств, которые мы держим на Вашем счету, а также о степени защиты средств в случае неплатежеспособности
th: พวกเราถูกกำหนดโดยใบอนุญาตของพวกเราเพื่อเรียนให้ท่านทราบเกี่ยวกับสิ่งที่เกิดขึ้นกับเงินทุนที่พวกเราดูแลในบัญชีของท่าน และขอบเขตที่เงินทุนได้รับการปกป้องจากภาวะล้มละลาย
vi: Chúng tôi bắt buộc phải thông báo cho bạn về những điều xảy ra vơi số tiền chúng tôi giữ trong tài khoản của bạn, và mức độ tiền được bảo toàn trong trường hợp bị phá sản
