Repository: binary-com/webtrader
Catalog: translations/i18n/*.po
Languages: de, es, fr, id, it, ja, pl, pt, ru, th, vi

source: A white candle in an upward price trend followed by a doji whose lower shadow remains above the prior candle's high. The third day is a black candle with an upper shadow below the doji's low
de: Eine weiße Kerze in einem aufsteigenden Preistrend, gefolgt von einem Doji, dessen unterer Schatten über dem Hoch der vorigen Kerze bleibt. Der dritte Tag ist eine schwarze Kerze mit einem oberen Schatten unter dem Tief des Dojis
es: Vela blanca situada en una tendencia de precios al alza, seguida por una doji cuya sombra inferior se mantiene sobre el máximo de la vela anterior. El tercer día consiste en una vela negra con una sombra superior por debajo del mínimo de la doji
fr: Une bougie blanche dans une tendance de prix à la hausse suivie par un doji dont l'ombre basse reste au dessus de la partie supérieure de la précédente bougie. Le troisième jour est une bougie noire avec une ombre supérieure en dessous du point bas du doji
id: Sebuah candle putih dalam tren harga naik diikuti oleh doji yang bayangan bawahnya tetap di atas harga lilin sebelumnya. Hari ketiga adalah candle hitam dengan bayangan bagian atas di bawah doji yang rendah
ja: 下ヒゲのある十字線が続く上昇トレンドの白いローソク足は前日のローソクの高値以上を維持します。3日目は十字線の安値を下回る上ヒゲがある黒いローソクです。
pl: Biała świeca w trendzie wzrostu cen, po której występuje świeca doji z dolnym cieniem powyżej górnego cienia poprzedniej świecy. Trzeci dzień do świeca czarna z górnym cieniem poniżej dolnego cienia świecy doji
pt: Uma vela branca é uma tendência de preço altista, seguida por um doji cuja sombra permanece acima da alta da vela anterior. O terceiro dia é uma vela preta com uma sombra superior abaixo da baixa do doji
ru: Белая свеча в рамках восходящего тренда, за которой следует дожи, нижняя тень которого находится выше верхней точки предыдущей свечи. На третий день образуется чёрная свеча, верхняя тень которой находится ниже нижней точки дожи
th: แท่งเทียนสีขาวในแนวโน้มราคาขาขึ้น ตามด้วย Doji ซึ่งเงาด้านล่างยังคงอยู่เหนือส่วนที่สูงของแท่งเทียนก่อนหน้านี้ วันที่สาม มีแท่งเทียนสีดำ ซึ่งเงาด้านบนอยู่ด้านล่างของส่วนล่างของ Doji
vi: Một cây nến trắng trong một xu hướng giá tăng được theo sau bởi một doju có bóng thấp được giữ lại ở trên cây nến trước cao. Ngày thứ ba là một cây nến đen với bóng cao ở dưới doji thấp

source: Abandoned Baby (CDLABANDONEDBABY)
es: Abandoned Baby (CDLABANDONEDBABY) (bebé abandonado)
fr: Bébé Abandonné (CDLABANDONEDBABY)
ja: 捨て子（CDLABANDONEDBABY）
pl: Abandoned Baby – porzucone dziecko (CDLABANDONEDBABY)
pt: Bebê abandonado (CDLABANDONEDBABY)
ru: Брошенный младенец (CDLABANDONEDBABY)
vi: Đứa bé bị bỏ rơi (CDLABANDONEDBABY)

source: Absolute Price Oscillator (APO)
de: Absoluter Kurs Oszillator (Absolute Price Oscillator - APO)
es: Oscilador de precio absoluto (APO)
fr: Oscillateur de Prix Absolue (OPA)
ja: アブソリュート プライス オシレーター （APO）
pl: Oscylator APO (Absolute Price Oscillator)
pt: Oscilador de Preço Absoluto (OPA)
ru: Абсолютный ценовой осциллятор (APO)
vi: Giá dao động tuyệt đối (APO)

source: Accept
de: Akzeptieren
es: Aceptar
fr: Accepter
id: Menerima
it: Accetta
ja: 承諾
pl: Akceptuj
pt: Aceitar
ru: Принять
th: ยอมรับ
vi: Chấp nhận

source: Accessible from any web browser in 13 languages
es: Accesible desde cualquier navegador en 13 idiomas
fr: Accessible depuis n’importe quel navigateur web en 13 langues
id: Dapat diakses dari berbagai browser dalam 13 bahasa
it: Accessibile da qualsiasi browser web in 13 lingue
ja: どのブラウザからでも13ヶ国語でアクセスが可能
ru: Доступно на 13 языках с любого веб-браузера
th: เข้าถึงได้จากเว็บเบราว์เซอร์ใดๆ 13 ภาษา
vi: Có thể truy cập từ bất kỳ trình duyệt web nào với 13 ngôn ngữ

source: Account balance
de: Kontostand
es: Saldo de la cuenta
fr: Solde du compte
id: Saldo akun
it: Saldo dell'account
ja: 口座残高
pl: Saldo konta
pt: Saldo da conta
ru: Баланс счёта
th: ยอดคงเหลือในบัญชี
vi: Số dư tài khoản

source: Account opening reason
es: Motivo para abrir la cuenta
fr: Motif d’ouverture de compte
id: Alasan pedaftaran akun
it: Motivo dell'apertura dell'account
ja: 口座開設の理由
ru: Причина открытия счёта
th: เหตุผลในการเปิดบัญชี
vi: Lý do mở tài khoản

source: Action
de: Aktion
es: Acción
id: Aksi
it: Azione
ja: 売買
pl: Czynność
pt: Ação
ru: Действие
th: การดำเนินการ
vi: Hành động

source: Active
fr: Actif
id: Aktif
it: Attivo
ru: Активные
th: ใช้งานอยู่
vi: Còn hoạt động

source: Active Since
fr: Active depuis
id: Aktif Sejak
ru: На рынке с
th: ใช้งานเมื่อ
vi: Hoạt động từ

source: Add comparisons
de: Vergleiche hinzufügen
es: Añadir comparaciones
fr: Ajouter des comparaisons
id: Tambah perbandingan
it: Aggiungi confronti
ja: 比較チャートを追加
pl: Dodaj porównania
pt: Adicionar comparações
ru: Добавить сравнения
th: เพิ่มการเปรียบเทียบ
vi: Thêm các so sánh

source: Add indicator
de: Indikator hinzufügen
es: Añadir indicador
fr: Ajouter un indicateur
id: Tambah indikator
it: Aggiungi indicatore
ja: 指標を追加（英語表示のみ）
pl: Dodaj wskaźnik
pt: Adicionar indicador
ru: Добавить индикатор
th: เพิ่มตัวบ่งชี้
vi: Thêm chỉ dẫn

source: Add/Remove comparisons
es: Agregar/Quitar comparaciones
fr: Ajouter/Supprimer des comparaisons
id: Tambah/Hapus perbandingan
it: Aggiungi/Rimuovi i confronti
ja: 比較チャートの追加/削除
ru: Добавить/удалить сравнение
th: เพิ่ม/ลบ การเปรียบเทียบ
vi: Thêm/loại bỏ so sánh

source: Add/Remove indicators
es: Agregar o quitar indicadores
fr: Ajouter/Supprimer des indicateurs
id: Tambah/Hapus indikator
it: Aggiungi/Rimuovi gli indicatori
ja: 指標の追加/削除
ru: Добавить/удалить индикаторы
th: เพิ่ม/ลบ ตัวชี้วัด
vi: Thêm/loại bỏ các chỉ số

source: Add/remove indicators
de: Indikator hinzufügen/entfernen
es: Agregar o quitar indicadores
fr: Ajouter/supprimer des indicateurs
id: Tambah/hapus indikator
it: Aggiungi/Rimuovi indicatori
ja: 指標を追加/削除（英語表示のみ）
pl: Dodaj/usuń wskaźnik
pt: Adicionar/remover indicadores
ru: Добавить/удалить индикаторы
th: เพิ่ม/ลบ ตัวชี้วัด
vi: Thêm/loại bỏ các chỉ số

source: Admin
es: Administrador
fr: Administration
it: Amministratore
ja: 管理者
pt: Administração
ru: Администратор
th: ผู้ดูแลระบบ
vi: Quản trị viên

source: Advance Block (CDLADVANCEBLOCK)
es: Avance en bloque (CDLADVANCEBLOCK)
fr: Bloc avancé (CDLADVANCEBLOCK)
ja: アドバンス・ブロック（CDLADVANCEBLOCK）
pl: Advance Block – blok (CDLADVANCEBLOCK)
pt: Bloco de avanço (CDLADVANCEBLOCK)
ru: Отбитое наступление (CDLADVANCEBLOCK)
vi: Khối ưu tiên (CDLADVANCEBLOCK)

source: All durations
de: Alle Zeiträume
es: Todas las duraciones
fr: Toutes durées
id: Semua durasi
it: Tutte le durate
ja: 全ての期間
pl: Wszystkie okresy
pt: Todas as durações
ru: С любой длительностью
th: ระยะเวลาทั้งหมด
vi: Tất cả thời gian

source: All market conditions
de: Alle Marktbedingungen
es: Todas las condiciones de mercado
fr: Toutes conditions de marché
id: Semua kondisi pasar
it: Tutte le condizioni di mercato
ja: 全ての市場状況
pl: Wszystkie warunki rynkowe
pt: Todas as condições de mercad
ru: При любых условиях рынка
th: ทุกเงื่อนไขในตลาด
vi: Tất cả các điều kiện thị trường

source: All market conditions and durations
fr: Toutes les conditions de marché et toutes les périodes
id: Semua kondisi pasar dan durasi
it: Tutte le condizioni di mercato e le durate
ru: Любая продолжительность контрактов при любых условиях
th: ทุกเงื่อนไขของตลาด และทุกช่วงเวลา
vi: Tất cả các điều kiện thị trường và thời hạn

source: All markets
de: Alle Märkte
es: Todos los mercados
fr: Tous marchés
id: Semua pasar
it: Tutti i mercati
ja: 全ての市場
pl: Wszystkie rynki
pt: Todos os mercados
ru: На всех рынках
th: ตลาดทั้งหมด
vi: Tất cả các thị trường

source: All markets and conditions
fr: Tous marchés et conditions
id: Semua kondisi pasar
it: Tutti i mercati e condizioni
ru: На любых рынках, при любых условиях
th: ทุกตลาดและทุกเงื่อนไข
vi: Tất cả các thị trường và điều kiện

source: All payouts
de: Alle Auszahlungen
es: Todos los pagos
fr: Tous versements
id: Semua hasil
it: Tutti i payout
ja: 全てのペイアウト
pl: Wypłaty w każdej wysokości
pt: Todos os pagamentos de prêmios
ru: С выплатами по контрактам
th: การชำระเงินทั้งหมด
vi: Các khoản thanh toán

source: All times are in GMT (Greenwich Mean Time)
de: Alle Zeiten sind in GTM (Greenwich Mean Time)
es: Todas las horas están en GMT (Greenwich Mean Time)
fr: Tous les horaires sont indiqués en GMT (Greenwich Mean Time)
id: Semua waktu dalam GMT (Greenwich Mean Time)
it: Tutti gli orari sono in GMT (Greenwich Mean Time)
ja: 当社サイトの時間表示は全て、GMT（グリニッジ標準時）に基づきます。
pl: Wszystkie godziny są podane według czasu GMT (Greenwich Mean Time)
pt: Todos os horários são exibidos em GMT (Greenwich Mean Time)
ru: Всё время указано в GMT (по Гринвичу)
th: เวลาที่ใช้อ้างอิง คือ GMT (Greenwich Mean Time) เวลามาตรฐานเมืองกรีนิช
vi: Tất cả thời gian ở GMT (Thời gian trung bình Greenwich )

source: Allow others to copy your trades
fr: Permettre aux autres de copier vos trades
id: Membolehkan orang lain untuk menyalin trading Anda
it: Consenti agli altri di copiare i tuoi trade
ru: Разрешайте другим трейдерам копировать Ваши контракты
th: อนุญาตให้ผู้อื่นคัดลอกการซื้อขายของท่าน
vi: Cho phép người khác để sao chép các giao dịch của bạn

source: Amount
de: Betrag
es: Cantidad
fr: Montant
id: Jumlah
it: Importo
ja: 金額
pl: Kwota
pt: Valor
ru: Сумма
th: มูลค่า
vi: Tổng

source: Amount Per Point
de: Betrag per Punkt
es: Cantidad Por Punto
fr: Montant Par Point
id: Jumlah Per Poin
it: Importo per punto
ja: ポイントごとの金額
pl: Kwota na punkt
pt: Montante por ponto
ru: Сумма за пункт
th: จำนวนต่อจุด
vi: Số tiền cho mỗi điểm

source: Amount per point
de: Betrag per Punkt
es: Cantidad por punto
fr: Montant par point
id: Jumlah per poin
it: Importo per punto
ja: ポイントごとの金額
pl: Kwota na punkt
pt: Montante por ponto
ru: Сумма за пункт
th: จำนวนต่อจุด
vi: Số tiền cho mỗi điểm

source: An Ends Between trade pays out if the market exit price is strictly higher than the low price target AND strictly lower than the high price target. An Ends Outside binary pays out if the market exit price is EITHER strictly higher than the high price target OR strictly lower than the low price target
de: Ein Endet-Zwischen Kontrakt zahlt aus, wenn der Ausstiegskurs ausdrücklich höher als das niedrige Preisziel UND ausdrücklich niedriger als das hohe Preisziel ist. Ein Endet-Außerhalb Kontrakt zahlt aus, wenn der Ausstiegskurs ENTWEDER ausdrücklich höher als das hohe Preisziel ODER ausdrücklich niedriger als das niedrige Preisziel ist
es: Un contrato "finaliza dentro" se paga si el precio de salida del mercado es estrictamente superior al precio objetivo mínimo y estrictamente inferior al precio objetivo máximo. Un contrato "finaliza fuera" se paga si el precio de salida del mercado es estrictamente superior al precio objetivo máximo o estrictamente inferior que el precio objetivo mínimo
fr: Un trade Finit Entre est gagnant si le prix de sortie du marché est strictement supérieur à la cible basse de prix ET strictement inférieur à la cible haute de prix. Un binaire Finit Hors De est gagnant si le prix de sortie du marché est SOIT strictement supérieur à la cible haute de prix SOIT strictement inférieur à la cible basse de prix
id: Kontrak Ends Between akan memberi hasil jika harga akhir pasar pasti lebih tinggi dari harga target rendah DAN pasti lebih rendah dari harga target tinggi. Kontrak Ends Outside akan menghasilkan jika harga akhir pasar ANTARA pasti lebih tinggi dari harga target tinggi ATAU pasti lebih rendah dari harga target rendah
it: Un trade Ends Between (Finisce tra) è quello in cui si guadagna se il prezzo d'uscita del mercato è superiore al prezzo obiettivo più basso E inferiore al prezzo obiettivo più alto. Un'opzione binaria Ends Outside (Termina fuori) è quella in cui si guadagna se il prezzo d'uscita del mercato è superiore al prezzo obiettivo più alto OPPURE inferiore al prezzo obiettivo più basso
ja: 「END-IN」トレードは、トレードの終値が最小値に設定したバリアよりも高値、”かつ”、最高値に設定したバリアよりも安値であれば条件が満たされたことになります。同値では条件が満たさないと判定され、終値のみが評価対象になります。「END-OUT」のトレードタイプでは、トレードの終値が最高値に設定したバリアよりも高値、”または”、最小値に設定したバリアよりも安値であれば条件が満たされます。
pl: Zakład typu „zakończy się pomiędzy” przynosi zysk, jeśli rynkowa cena wyjściowa jest znacząco wyższa niż niska cena docelowa ORAZ znacząco niższa niż wysoka cena docelowa. Opcja binarna typu „zakończy się poza” przynosi zysk, jeśli rynkowa cena wyjściowa jest ALBO znacząco wyższa niż wysoka cena docelowa ALBO znacząco niższa niż niska cena docelowa
pt: Uma negociação "Termina entre" paga prêmio se o preço de saída do mercado for estritamente superior ao preço-alvo inferior E estritamente inferior ao preço-alvo superior. Uma negociação "Termina fora" paga prêmio se o preço de saída do mercado for estritamente superior ao preço-alvo superior OU estritamente inferior ao preço-alvo inferior
ru: Контракт "Закончится внутри" приносит прибыль, если выходная цена рынка будет строго выше, чем нижний ценовой барьер И строго ниже, чем верхний ценовой барьер. Контракт "Закончится вне" приносит прибыль, если выходная цена рынка ЛИБО строго выше, чем верхний ценовой барьер, ЛИБО строго ниже, чем нижний ценовой барьер
th: การซื้อขายแบบสิ้นสุดระหว่าง จะให้ผลตอบแทน หากราคาปิดของตลาดมีค่าสูงกว่ามูลค่าราคาเป้าหมายต่ำ และ ต่ำกว่ามูลค่าราคาเป้าหมายสูง การซื้อขายแบบสิ้นสุดนอกขอบเขต จะให้ผลตอบแทน หากราคาปิดของตลาด สูงกว่ามูลค่าราคาเป้าหมายสูง หรือ ต่ำกว่ามูลค่าราคาเป้าหมายต่ำ
vi: Một giao dịch kết thúc ở giữa trả phí nếu giá thoát khỏi thị trường là nghiêm chỉnh cao hơn mục tiêu giá thấp và nghiêm ngặt thấp hơn mục tiêu giá cao. Một kết thúc bên ngoài đôi trả ra nếu giá thoát khỏi thị trường là nghiêm thấp hơn mục tiêu giá thấp hoặc nghiêm cao hơn mục tiêu giá cao

source: Another major award. This time we're nominated by the online readers of Global Banking and Finance Review and judged by a panel of industry experts and analysts who recognise our 13 years of platform reliability, range of trades, pricing, customer service and extensive knowledge
de: Eine weitere wichtige Auszeichnung. Dieses Mal sind wir von den Online-Lesern von Global Banking and Finance Review nominiert und von einem Gremium an Industrieexperten und Analysten beurteilt, die unsere 13 Jahre an Plattformverlässlichkeit, Angebot an Geschäften, Preispolitik, Kundenbetreuung und umfangreichem Wissen anerkennen
es: Otro premio importante. Esta vez estamos, por un lado, nominados por los lectores en línea de Global Banking and Finance Review y, por otro lado, evaluados por un jurado de expertos y analistas de la industria que reconocen los 13 años de fiabilidad de nuestra plataforma, nuestra amplia gama de productos, nuestros precios, servicio al cliente y el profundo conocimiento de lo que hacemos
fr: Une autre récompense majeure. Cette fois nous sommes nominés par les lecteurs en ligne du Global Banking and Finance Review et jugés par un panel d'experts industriels et d'analystes qui reconnaissent les 13 ans de fiabilité de notre plateforme, notre gamme de trades, notre fixation des prix, notre service client et notre vaste connaissance
id: Anugerah terbaik lainnya. Kali ini kami dinominasikan oleh pembaca online dari Global Banking and Finance Review dan dinilai oleh panel juri ahli yang mengakui kehandalan, pilihan trading, harga, pelayanan dan pengetahuan kami selama 13 tahun
it: Un altro importante riconoscimento. Questa volta siamo stati nominati dai lettori online di Global Banking and Finance Review e siamo stati giudicati da un gruppo di esperti del settore e analisti che hanno riconosciuto i nostri 13 anni investiti nell'affidabilità della piattaforma, in una gamma di trade, nella determinazione dei prezzi, nel servizio clienti e in un'ampia conoscenza
ja: 他の主な賞として、”Global Banking”及び”Finance Review”の読者からノミネートされ、業界の専門家、アナリストによって当社の１３年以上に及ぶシステムの信頼性、トレードの幅、価格決定システム、カスタマーサービス、幅広い専門知識が評価されました。
pl: Kolejna ważna nagroda. Tym razem jesteśmy nominowani przez czytelników internetowego wydania magazynu Global Banking and Finance Review (Światowy Przegląd Bankowy i Finansowy) i oceniani przez panel ekspertów branżowych, którzy docenili nasze 13-letnie doświadczenie i wiarygodność platformy, szeroki wybór zakładów, wycenę, obsługę klienta i szeroką wiedzę
pt: Outro prêmio importante. Desta vez fomos nomeados pelos leitores online da Global Banking and Finance Review e julgados por um painel de especialistas e analistas da indústria que reconhecem os nossos 13 anos de confiabilidade de plataforma, variedade de negociações, preços, serviços de apoio ao cliente e vasto conhecimento
ru: Еще одна крупная награда: на этот раз мы были номинированы читателями онлайн изданий Global Banking и Finance Review. Нас судило жюри из экспертов индустрии и аналитиков, которое высоко оценило наш 13-летний опыт, надежность, широкий выбор контрактов, политику ценообразования, высокий уровень поддержки клиентов и общие знания нашей команды о бизнесе
th: รางวัลใหญ่อีกรายการหนึ่ง ในครั้งนี่พวกเราได้รับการเสนอชื่อเข้าชิงโดยผู้อ่านออนไลน์ Global Banking and Finance Review และตัดสินโดยคณะผู้เชี่ยวชาญและนักวิเคราะห์ของอุตสาหกรรม ซึ่งเห็นว่า เรามีระบบที่เชื่อถือได้ มีการซื้อขายหลายระดับ นโยบายราคา มีการบริการลูกค้า และทักษะความรู้เชิงลึกมายาวนานกว่า 13 ปี
vi: Giải thưởng lớn khác. Thời gian này chúng tôi được đề cử bởi các độc giả trực tuyến của ngân hàng toàn cầu và tài chính xem xét và đánh giá bởi một bảng điều khiển của các chuyên gia ngành công nghiệp và các nhà phân tích nhận ra 13 năm nền tảng đáng tin cậy của chúng tôi, phạm vi của các giao dịch, giá cả, Dịch vụ khách hàng và mở rộng kiến thức

source: Answer
de: Antwort
es: Respuesta
fr: Réponse
id: Jawaban
it: Risposta
ja: 答え
pl: Odpowiedź
pt: Resposta
ru: Ответ
th: คำตอบ
vi: Câu trả lời

source: Anticipated account turnover
fr: Chiffre d'affaire anticipé du compte
id: Antisipasi turnover akun
it: Fatturato previsto sull'account
ru: Ожидаемый объем покупок на счету
th: ปริมาณการซื้อขายที่คาดการณ์เอาไว้ของบัญชี
vi: Dự đoán doanh thu tài khoản

source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
id: Daftar
it: Richiedi
ja: 適用
pl: Zastosuj
pt: Aplicar
ru: Применить
th: สมัคร
vi: Áp dụng

source: Apply to become a Binary.com
de: Anwenden, um ein Binary.com
es: Solicitar convertirse en un
fr: Postuler pour devenir un agent de paiement Binary.com
id: Mendaftar sebagai
it: Fai richiesta per diventare un
ja: Binary.comに申し込む
pl: Aplikuj, by zostać klientem Binary.com
pt: Aplicativo to become a Binary.com
ru: Binary.com: Подайте заявку на получение статуса
th: สมัครเพื่อเป็นตัวแทนรับชำระเงินกับ Binary.com
vi: Đăng ký để để thành một Binary.com

source: Appropriateness Test: WARNING
de: Angemessenheitstest: ACHTUNG
es: Prueba de Idoneidad: ADVERTENCIA
fr: Test de pertinence : AVERTISSEMENT
id: Uji Kelayakan: PERINGATAN
it: Test di idoneità: ATTENZIONE
ja: 適正テスト: 警告
pl: Ocena zdolności: UWAGA
pt: Teste de adequação: AVISO
ru: Тест на целесообразность: ПРЕДУПРЕЖДЕНИЕ
th: Appropriateness Test: คำเตือน
vi: Bài kiểm tra sự thích hợp: CẢNH BÁO

source: Apr
es: Abr
fr: avr.
ja: 4月
pl: Kwiecień
pt: Abr
ru: Апр
th: เม.ย.
vi: Tháng tư

source: April
es: Abril
fr: avril
it: Aprile
ja: 4月
pl: Kwiecień
pt: Abril
ru: Апрель
th: เมษายน
vi: Tháng tư

source: Are you sure you want to delete template?
es: ¿Está seguro de que desea eliminar esta plantilla?
fr: Êtes-vous sûr de vouloir supprimer le modèle ?
id: Apakah Anda yakin ingin menghapus template ini?
it: Sei sicuro di voler cancellare il modello?
ja: テンプレートを完全に削除してもよろしいですか？
ru: Вы уверены, что хотите удалить шаблон?
th: ท่านแน่ใจหรือไม่ว่า ต้องการลบแม่แบบนี้?
vi: Bạn có chắc bạn muốn xóa mẫu không?

source: Are you sure you want to delete this token?
de: Sind Sie sicher, dass Sie diesen Token löschen wollen?
es: ¿Está seguro de que desea eliminar este token?
fr: Voulez-vous vraiment supprimer ce jeton ?
id: Apakah Anda yakin ingin menghapus token ini?
it: Sei sicuro di voler eliminare questo token?
ja: このトークンを完全に削除してもよろしいですか？
pl: Czy na pewno chcesz usunąć ten token?
pt: Tem certeza que deseja excluir este token?
ru: Вы уверены, что хотите удалить этот ключ?
th: ท่านแน่ใจหรือไม่ ท่านต้องการลบโทเค่นนี้?
vi: Bạn có chắc bạn muốn xóa token này?

source: Are you sure you want to overwrite current template?
es: ¿Está seguro de que desea sobrescribir esta plantilla?
fr: Êtes-vous sûr de que vouloir remplacer le modèle actuel ?
id: Apakah Anda yakin ingin mengganti template saat ini?
it: Sei sicuro di voler sostituire il modello attuale?
ja: 現在のテンプレートを上書きしてもよろしいですか？
ru: Вы уверены, что хотите переделать текущий шаблон?
th: ท่านแน่ใจหรือไม่ว่า ต้องการเขียนทับแม่แบบปัจจุบัน?
vi: Bạn có chắc bạn muốn ghi đè lên mẫu hiện tại?

source: Arnaud Legoux Moving Average (ALMA)
de: Arnaud Legoux Gleitender Durchschnitt (Arnaud Legoux Moving Average - ALMA)
es: Media móvil Arnaud Legoux (ALMA)
fr: Arnaud Legoux Moyenne Mobile (ALMM)
pl: Średnia krocząca Arnauda Legouxa (ALMA)
pt: Média Móvel Arnaud Legoux (ALMA)
ru: Скользящая средняя Арно Легу (ALMA)
vi: Di chuyển trung bình Arnaud Legoux (ALMA)

source: Aroon (AROON)
ja: アルーン（AROON)
ru: Арун (AROON)

source: Aroon Oscillator (AROONOSC)
de: Aroon Oszillator (AROONOSC)
es: Oscilador Aroon (AROONOSC)
fr: Oscillateur Aroon (AROONOSC)
ja: アルーン オシレーター (AROONOSC)
pl: Oscylator Aroon (AROONOSC)
ru: Осциллятор Арун (AROONOSC)
vi: Dao động Aroon (AROONOSC)

source: Arrange
fr: Arranger
id: Atur
ru: Организация
th: จัดเรียง
vi: Sắp xếp

source: Asian down
de: Asiaten Tief
es: Asiáticas Abajo
fr: Asiatique/baisse
pl: Azjatycki – Spadek
pt: Asiático abaixo
ru: Азиатские вниз
th: เอเชียลง
vi: Châu Á xuống

source: Asian up
de: Asiaten Hoch
es: Asiáticas Arriba
fr: Asiatique/hausse
pl: Azjatycki – Wzrost
pt: Asiático acima
ru: Азиатские вверх
th: เอเชียขึ้น
vi: Châu Á lên

source: Asians
de: Asiaten
es: Asiáticas
fr: Asiatiques
it: Asiatiche
pl: Azjatyckie
pt: Asiáticos
ru: Азиатские
vi: Người châu Á

source: Asset
de: Aktie
es: Activo
fr: Actif
id: Aset
ja: 資産
pl: Aktywa
pt: Ativo
ru: Актив
th: สินทรัพย์
vi: Tài sản

source: Asset Index
de: Aktienindex
es: Índice de activos
fr: Indice des actifs
id: Indeks Aset
it: Indice degli asset
ja: 取引期間データ
pl: Indeks kapitałowy
pt: Índice de ativos
ru: Индекс активов
th: ดัชนีสินทรัพย์
vi: Chỉ số Tài sản

source: Assets
fr: Actifs
id: Berbagai Aset
it: Asset
ru: Активы
th: สินทรัพย์
vi: Tài sản

source: Aug
es: Ago
fr: août
id: Agst
it: Ago
ja: 8月
pl: Sierpień
pt: Ago
ru: Авг
th: ส.ค.
vi: Tháng tám

source: August
es: Agosto
fr: août
id: Agustus
it: Agosto
ja: 8月
pl: Sierpień
pt: Agosto
ru: Август
th: สิงหาคม
vi: Tháng tám

source: Available 24/7
fr: Disponible 24 heures sur 24, 7 jours sur 7
id: Tersedia 24/7
it: Disponibile 24/7
ru: Доступно 24/7
th: ตลอด 24 ชั่วโมง 7 วัน
vi: Khả dụng 24/7

source: Available Currencies
fr: Devises disponibles
id: Mata Uang Yang Tersedia
it: Valute disponibili
ru: Доступные валюты
th: สกุลเงินที่มีอยู่
vi: Các loại tiền tệ có sẵn

source: Average Directional Movement Index (ADX)
es: Índice de Movimiento Direccional Medio (ADX)
fr: Index de Mouvement Directionnel Moyen (ADX)
ja: 平均方向性指数（ADX)
pl: Wskaźnik ADX (Average Directional Movement Index)
pt: Índice de Movimento Direcional Médio (ADX)
ru: Индекс среднего направления (ADX)
vi: Chỉ số di chuyển trung bình trực tiếp (ADX)

source: Average Directional Movement Index Rating (ADXR)
es: Valoración media de movimiento direccional (ADXR)
fr: Notation d'Index de Mouvement Directionnel Moyen (ADXR)
ja: アベレージ・ダイレクショナル・ムーブメント・インデックス・レーティング（ADXR）
pl: Wskaźnik ADXR (Average Directional Movement Index Rating)
pt: Classificação do Índice de Movimento Direcional Médio (ADXR)
ru: Мощность индекса среднего направления движения (ADXR)
vi: Điểm đánh giá chỉ số di chuyển trung bình trực tiếp (ADXR)
