Repository: binary-com/webtrader
Catalog: translations/i18n/*.po
Languages: de, es, fr, id, it, ja, pl, pt, ru, th, vi

source: Engulfing Pattern (CDLENGULFING)
es: Patrón envolvente (CDLENGULFING)
fr: Schéma d'Engouffrement (CDLENGULFING)
it: Modello Engulfing (CDLENGULFING)
ja: つつみ線（CDLENGULFING）
pl: Engulfing Pattern – formacja objęcia (CDLENGULFING)
pt: Padrão Engolfo (CDLENGULFING)
ru: Фигура поглощение (CDLENGULFING)
vi: Mô hình chìm đắm (CDLENGULFING)

source: Enjoy an intuitive trading interface with advanced functionality that lets you monitor all of your favourite assets and markets at the same time, as well as essential charts, the asset index, trading times, and historical data. Most importantly, you get to choose what you want to see on your screen
es: Disfrute de una interfaz intuitiva de comercio con funcionalidad avanzada que le permite controlar todos sus activos y mercados favoritos al mismo tiempo, así como los gráficos esenciales, el índice de activos, horarios comerciales y datos del historial. Lo más importante es que puede elegir lo que quiere ver en su pantalla
fr: Profitez d’une interface de trading intuitive avec des fonctionnalités avancées qui vous permet de contrôler tout vos actifs et marchés en même temps, ainsi que les graphiques essentiels, l’index des actifs, les temps de trading, et les données historiques. Plus important encore, vous pouvez choisir ce que vous voulez voir sur votre écran
id: Nikmati antarmuka trading intuitif dengan fungsi lanjutan yang memungkinkan Anda untuk memantau semua aset dan pasar favorit Anda pada saat bersamaan, termasuk grafik penting, indeks aset, waktu trading, dan data historis. Yang terpenting, Anda dapat memilih apa yang ingin Anda tampilkan pada layar Anda
it: Goditi un'interfaccia di trading intuitiva con funzionalità avanzate che ti consente di monitorare tutti i tuoi asset e mercati preferiti contemporaneamente, così come i grafici fondamentali, gli indici degli asset, gli orari di trading e i dati storici. La cosa più importante è che puoi scegliere che cosa desideri guardare sul tuo schermo
ja: 基本チャート、資産インデックス、取引時間や取引履歴データ同様、お気に入りの資産や市場を全て同時に監視することができる高度な機能を兼ね備えた直感的取引インターフェースをお楽しみください。一番のポイントは、ご自身のスクリーンにご希望のものを表示できる点です。
ru: Воспользуйтесь интуитивно-понятным торговым интерфейсом с улучшенными функциями, которые позволят Вам одновременно следить за всеми любимыми активами и рынками, а также просматривать нужные графики, индекс активов, время торговли и исторические данные. Самый важный аспект: Вы можете самостоятельно выбирать, что будет отображено на экране
th: เพลิดเพลินไปกับการเชื่อมต่อในการซื้อขายที่ใช้ง่าย ด้วยฟังก์ชันขั้นสูงที่ให้ท่านได้ตรวจสอบสินทรัพย์ที่ท่านโปรดปรานทั้งหมดและตลาดในเวลาเดียวกัน เช่นเดียวกับแผนภูมิสำคัญ ดัชนีสินทรัพย์ เวลาการซื้อขาย และข้อมูลประวัติ ที่สำคัญที่สุด ท่านเลือกได้ว่าต้องการเห็นอะไรในหน้าจอ
vi: Thưởng thức một giao diện giao dịch trực quan với chức năng nâng cao cho phép bạn theo dõi tất cả các tài sản yêu thích và các thị trường của bạn tại cùng một lúc, cũng như các biểu đồ thiết yếu, các chỉ số tài sản, thời gian giao dịch, và lịch sử dữ liệu. Quan trọng nhất, bạn có thể chọn những gì bạn muốn nhìn thấy trên màn hình của bạn

source: Enter your current password
de: Geben Sie Ihr aktuelles Passwort ein
es: Introduzca su contraseña actual
fr: Saisissez votre mot de passe actuel
id: Masukkan kata sandi Anda
it: Inserisci la tua password attuale
ja: 現在のパスワードを入力してください
pl: Wprowadź swoje obecne hasło
pt: Insira a sua senha atual
ru: Введите текущий пароль
th: โปรดป้อนรหัสผ่านปัจจุบันของท่าน
vi: Nhập mật khẩu hiện tại của bạn

source: Entry Spot
de: Startkurs
es: Punto de Entrada
fr: Point d'entrée
id: Spot Awal
it: Spot d'ingresso
ja: 取引時刻直後のテック
pl: Pozycja wejściowa
pt: Preço de entrada
ru: Входная котировка
th: สปอตเริ่มต้น
vi: Điểm khởi đầu

source: Entry spot
de: Startkurs
es: Punto de entrada
fr: Point d'entrée
id: Spot awal
it: Spot d'ingresso
ja: 取引時刻直後のテック
pl: Pozycja wejściowa
pt: Preço de entrada
ru: Входная котировка
th: สปอตเริ่มต้น
vi: Điểm khởi đầu

source: Entry spot price
de: Einstiegskurs
es: Precio de entrada al contado
fr: Prix spot d'entrée
id: Harga spot masuk
it: Prezzo d'ingresso
ja: 取引時レート
pl: Cena wejściowa
pt: Preço à vista de entrada
ru: Спот-котировка на входе
th: ราคาสปอตเริ่มต้น
vi: Giá nhập điểm

source: Error getting data for %1
es: Error al obtener datos para %1
fr: Erreur d’obtention de données pour %1
id: Error dalam memperoleh data %1
it: Errore durante il recupero dei dati per %1
ja: %1のデータ取得中にエラーが発生しました
ru: Ошибка при получении данных для %1
th: ข้อผิดพลาดในการรับข้อมูลสำหรับ %1
vi: Lỗi lấy dữ liệu cho %1

source: Espa ol
es: Español
fr: Espagnol
id: Espanol
it: Spagnolo
ja: スペイン語
ru: Espanol
th: ภาษาสเปน
vi: Espa già

source: Estimated Net Worth
de: Geschätztes Nettovermögen
es: Valor Neto Estimado
fr: Valeur nette estimée
id: Estimasi Kekayaan
it: Valore netto stimato
ja: 推定純資産
pl: Szacowana wartość netto
pt: Patrimônio líquido estimado
ru: Собственный капитал
th: ประมาณการมูลค่าสุทธิ
vi: Ước tính giá trị ròng

source: Even
de: Gerade
es: Par
fr: Pair
it: Pari
ja: 偶数
pl: Parzysta
pt: Par
ru: Чётное
th: คู่
vi: Chẵn

source: Even/Odd - Predict that the last digit is even or odd after the last tick
fr: Pair/Impair - Prédire que le dernier chiffre est pair ou impair après le dernier tick
id: Even/Odd - Menganalisa angka terakhir adalah genap atau ganjil setelah tik akhir
it: Pari/dispari - Prevede che l'ultima cifra è pari o dispari dopo l'ultimo tick
ru: Чётное/нечётное – предскажите, будет ли последняя десятичная после последнего тика чётным или нечётным числом
th: คู่/คี่ พยากรณ์ว่า เลขหลักสุดท้ายจะเป็นเลขคู่ หรือ เลขคี่ หลังจากช่วงราคาสุดท้าย
vi: Chẵn/Lẻ - dự đoán rằng chữ số cuối là chẵn hoặc lẻ sau dấu đánh cuối cùng

source: Evening Doji Star (CDLEVENINGDOJISTAR)
es: Estrella doji vespertina (CDLEVENINGDOJISTAR)
fr: Étoile du Soir Doji (CDLEVENINGDOJISTAR)
ja: 宵の明星（CDLEVENINGDOJISTAR）
pl: Evening Doji Star – gwiazda wieczorna doji (CDLEVENINGDOJISTAR)
pt: Estrela Doji da noite (CDLEVENINGDOJISTAR)
ru: Вечерняя звезда дожи (CDLEVENINGDOJISTAR)
vi: Sao Doji buổi tối (CDLEVENINGDOJISTAR)

source: Evening Star (CDLEVENINGSTAR)
es: Estrella vespertina (CDLEVENINGSTAR)
fr: Étoile du Soir (CDLEVENINGSTAR)
pl: Evening Star – gwiazda wieczorna (CDLEVENINGSTAR)
pt: Estrela da noite (CDLEVENINGSTAR)
ru: Вечерняя звезда (CDLEVENINGSTAR)
vi: Ngôi sao buổi tối (CDLEVENINGSTAR)

source: Exclude me from the website until
de: Schließen Sie mich von der Website aus, bis
es: Excluirme del sitio web hasta que
fr: M'auto-exclure du site jusqu'au
id: Kecualikan saya dari website hingga
it: Escludimi dal sito internet fino al
ja: 特定日まで利用禁止（日時単位）
pl: Wyłącz mnie z portalu do dnia
pt: Exclua-me do website até
ru: Исключите меня с сайта до
th: พักการใช้งานของฉันจากเว็บไซต์จนถึง
vi: Loại bỏ tôi khỏi trang web cho đến khi

source: Exit Spot
de: Schlusskurs
es: Punto de Salida
fr: Point de sortie
id: Spot Akhir
it: Spot d'uscita
ja: 終値
pl: Pozycja wyjściowa
pt: Preço de saída
ru: Выходная котировка
th: สปอตสิ้นสุด
vi: Điểm chốt

source: Exit Spot Time
es: Tiempo de punto de salida
fr: Heure du Point de Sortie
id: Waktu Exit Spot
it: Orario del prezzo di uscita
ja: 売却/判定時刻
ru: Время выходной котировки
th: เวลาที่สปอตสิ้นสุด
vi: Thời điểm thoát

source: Exit spot
de: Schlusskurs
es: Punto de salida
fr: Point de sortie
id: Spot akhir
it: Spot d'uscita
ja: 終値
pl: Pozycja wyjściowa
pt: Preço de saída
ru: Выходная котировка
th: สปอตสิ้นสุด
vi: Điểm chốt

source: Expiry price
de: Ablaufkurs
es: Precio de expiración
fr: Prix à l’Échéance
id: Harga akhir
it: Prezzo alla scadenza
ja: 終値
pl: Cena wygaśnięcia
pt: Preço de expiração
ru: Цена при окончании
th: ราคาที่หมดอายุ
vi: Giá hết hạn

source: Explanation
de: Erklärung
es: Explicación
fr: Explication
id: Penjelasan
it: Spiegazione
ja: 取引概要
pl: Wyjaśnienie
pt: Explicação
ru: Пояснение
th: คำอธิบาย
vi: Lời giải thích

source: Exponential Moving Average (EMA)
de: Exponentiell Gleitender Durchschnitt (Exponential Moving Average - EMA)
es: Media móvil exponencial (EMA)
fr: Moyenne Mobile Exponentielle (MME)
it: Media mobile esponenziale (EMA)
ja: 指数移動平均（EMA）
pl: Wykładnicza średnia krocząca (EMA)
pt: Média Móvel Exponencial (MME)
ru: Экспоненциальная скользящая средняя (EMA)
vi: Trung bình vận chuyển mũ (EMA)

source: Fall
de: Fallen
es: Baja
fr: Baisse
it: Ribasso
pl: Spadek
pt: Cair
ru: Падение
vi: Giảm

source: Family name
de: Familienname
es: Apellido
fr: Nom de famille
id: Nama keluarga
it: Cognome
ja: 氏名(全角)
pl: Nazwisko
pt: Sobrenome
ru: Фамилия
th: นามสกุล
vi: Họ

source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
id: Favorit
it: Preferiti
ja: お気に入り
pl: Ulubione
pt: Favoritos
ru: Избранное
th: รายการโปรด
vi: Yêu thích

source: Favourite artist
de: Beliebter Künstler
es: Artista favorito
fr: Artiste préféré
id: Artis Favorit
it: Artista preferito
ja: 好きなアーティスト
pl: Ulubiony artysta
pt: Artista favorito
ru: Любимый артист
th: ศิลปินที่ท่านโปรดปราน
vi: Nghệ sĩ yêu thích

source: Favourite dish
de: Bevorzugtes Gericht
es: Plato favorito
fr: Plat préféré
id: Makanan Favorit
it: Piatto preferito
ja: 好きな料理
pl: Ulubione danie
pt: Prato favorito
ru: Любимое блюдо
th: อาหารที่ท่านโปรดปราน
vi: Món ăn ưa thích

source: Features
es: Características
fr: Caractéristiques
id: Berbagai fitur
it: Caratteristiche
ja: 機能
ru: Характеристики
th: คุณลักษณะ
vi: Các tính năng

source: Feb
fr: févr.
ja: 2月
pl: Luty
pt: Fev
ru: Фев
th: ก.พ.
vi: Tháng hai

source: February
de: Februar
es: Febrero
fr: février
id: Pebruari
it: Febbraio
ja: 2月
pl: Luty
pt: Fevereiro
ru: Февраль
th: กุมภาพันธ์
vi: Tháng hai

source: Fifteen years on, and we're still innovating, growing and working on new ways to serve our customers better. For the first time, we offer short-term touch/no-touch trades and introduce a new charting application. We believe we have the most competitive and comprehensive digital options platform available to the retail public
de: Seit fünfzehn Jahren auf dem Markt und wir führen immer noch Neuerungen ein, wachsen und arbeiten an neuen Wegen, um unsere Kunden besser zu bedienen. Wir bieten zum ersten Mal kurzfristige Ziel/Kein Ziel Kontrakte an und führen eine neue Charting Anwendung ein. Wir sind uns sicher, dass wir über die wettbewerbsfähigste Plattform für digitale Optionen für das private Publikum verfügen
es: Quince años después seguimos innovando, creciendo y trabajando, buscando nuevas maneras de servir mejor a nuestros clientes. Por primera vez, ofrecemos contratos toque/sin toque a corto plazo e introducimos una nueva aplicación de gráficos. Creemos que tenemos la plataforma de opciones digitales más competitiva y completa a disposición del público minorista
fr: 15 ans après, nous innovons toujours, grandissant et travaillant sur de nouvelles façons de mieux servir nos clients. Pour la première fois, nous offrons des trades touche/sans touche de court terme et introduisons une nouvelle application graphique. Nous croyons que nous avons la plateforme d'options digitales la plus compétitive et la plus complète disponible pour le grand public
id: Sudah lima belas tahun dan kami terus berinovasi, berkembang dan berusaha menyediakan hal terbaru dalam memberikan pelayanan terbaik untuk pelanggan kami. Untuk pertama kalinya kami menawarkan kontrak jangka pendek menyentuh/tidak dan memperkenalkan aplikasi penggrafikan terbaru. Kami yakin bahwa kami memiliki platform trading paling kompetitif dan komprehensif yang tersedia di pasaran
it: Dopo quindici anni continuiamo ancora a innovarci, a crescere e a lavorare sui nuovi metodi per servire meglio i nostri clienti. Per la prima volta, offriamo trade a breve termine touch/no touch e introduciamo una nuova applicazione di grafici. Riteniamo di avere la piattaforma in opzioni digitali più competitiva e completa, oggi disponibile sul mercato
ja: 創業１５年を迎えてもなお、当社は進化と成長を続けることで顧客目線の新たなサービスの提供に注力しています。短期間でのタッチ/ノータッチ・トレードの提供と新しいチャートアプリケーションを開発。個人向けのオプション取引にて他の追従を許さない、かつ理解しやすいシステムを提供しているという確かな自信と共にサービスを提供します。
pl: Już od 15 lat stawiamy na innowacyjność i rozwój, a także poszukujemy nowych sposobów, aby lepiej służyć naszym klientom. Po raz pierwszy oferujemy krótkoterminowe zakłady typu „osiągnie/nie osiągnie” i wprowadzamy nową aplikację do wykresów. Naszym zdaniem nasza platforma jest najbardziej konkurencyjna i posiada najbardziej funkcjonalne opcje cyfrowe dostępne dla klientów
pt: Quinze anos depois, continuamos inovando, crescendo e trabalhando em novas maneiras de servir os nossos clientes melhores. Pela primeira vez, oferecemos negociações Toca/Não Toca e apresentamos um novo aplicativo de gráficos. Acreditamos que temos a plataforma de opções digitais mais competitiva e compreensiva disponível para o público geral
ru: Пятнадцать лет спустя, мы всё ещё вносим инновации, растём и работаем над новыми способами предложения лучших услуг нашим клиентам. Недавно мы начали предлагать краткосрочные контракты Касание/Нет касания и ввели новые приложения для построения графиков. Мы уверены, что у нас самая конкурентоспособная онлайн платформа для торговли бинарными опционами, которая доступна для всех пользователей
th: สิบห้าปีมาแล้วที่เรายืนหยัดอยู่ในตลาด และเรายังคงพัฒนานวัตกรรม เติบโต และทำงานโดยใช้แนวทางใหม่ๆ เพื่อบริการลูกค้าของเราให้ดีขึ้น ในเบื้องแรก เราขอแนะนำการเทรด Touch/No-Touch ระยะสั้น และแนะนำแอพพลิเคชันใหม่สำหรับการวิเคราะห์ข้อมูลโดยกราฟ พวกเราเชื่อว่า เราเป็นที่สุดและมีระบบการเทรดออปชั่นดิจิทัลที่เข้าใจง่ายที่มีอยู่ในตลาดขณะนี้
vi: Mười lăm năm, và chúng ta đang vẫn đổi mới, phát triển và làm việc trên những cách mới để phục vụ khách hàng tốt hơn. Lần đầu tiên, chúng tôi cung cấp giao dịch ngắn hạn chạm/không chạm và giới thiệu một ứng dụng biểu đồ mới. Chúng tôi tin rằng chúng tôi có nền tảng kỹ thuật số tùy chọn cạnh tranh và toàn diện nhất có sẵn cho các khu vực bán lẻ

source: Final Price
de: Schlusskurs
es: Precio Final
fr: Prix final
id: Harga Akhir
it: Prezzo finale
ja: 最終価格
pl: Cena końcowa
pt: Preço final
ru: Цена продажи
th: ราคาสุดท้าย
vi: Giá cuối cùng

source: Final price
de: Schlusskurs
es: Precio final
fr: Prix final
id: Harga akhir
it: Prezzo finale
ja: 最終価格
pl: Cena końcowa
pt: Preço final
ru: Цена продажи
th: ราคาสุดท้าย
vi: Giá cuối cùng

source: Finance
de: Finanzen
es: Finanzas
id: Keuangan
it: Finanza
ja: 金融
pl: Finanse
pt: Finanças
ru: Финансы
th: การเงิน
vi: Tài chính

source: Financial Information
es: Información financiera
fr: Information Financière
id: Informasi Keuangan
it: Informazioni finanziarie
ja: 財務情報
ru: Финансовая информация
th: ข้อมูลทางการเงิน
vi: Thông tin tài chính

source: Financial information
de: Finanzinformation
es: Información financiera
fr: Informations financières
id: Informasi keuangan
it: Informazioni finanziarie
ja: 金融情報
pl: Informacje finansowe
pt: Informações financeiras
ru: Финансовая информация
th: ข้อมูลทางการเงิน
vi: Thông tin tài chính

source: First line of home address
es: Primera línea de domicilio
fr: La première ligne de l'adresse du domicile
id: Alamat Rumah
it: Prima riga dell'indirizzo
ja: 番地
ru: Адрес (улица, дом, кв.)
th: บรรทัดแรกของที่อยู่
vi: Dòng đầu tiên của địa chỉ nhà

source: First name
de: Vorname
es: Nombre
fr: Prénom
id: Nama Depan
it: Nome
ja: 名前（名）
pl: Pierwsze imię
pt: Primeiro nome
ru: Имя
th: ชื่อตัว
vi: Họ

source: First, you need to set the parameters of your trade. Here's what you need to consider
de: Zunächst müssen Sie die Parameter Ihres Geschäfts festlegen. Hier sind die Aspekte, die Sie berücksichtigen müssen
es: Primero, necesita establecer los parámetros de su contrato. Esto es lo que tiene que tener en cuenta:
fr: Tout d'abord, vous avez besoin de définir les paramètres de votre trade. Voici ce que vous devez prendre en compte
id: Pertama, Anda perlu menentukan parameter trading Anda. Berikut adalah hal yang perlu Anda pertimbangkan
it: Innanzitutto devi impostare i parametri del tuo trade. Ecco cosa devi considerare
ja: まず初めにお取引のパラメータを設定します。設定すべき要素は下記の通りです。
pl: Najpierw musisz ustawić parametry transakcji. Oto, co warto wziąć pod uwagę
pt: Primeiro, você precisa definir os parâmetros da sua negociação. Eis o que você precisa considerar
ru: Сначала необходимо задать параметры Вашего контракта. Вам нужно определиться со следующими аспектами
th: ขั้นแรก ท่านต้องกำหนดตัวแปรในการซื้อขาย เหล่านี้คือ สิ่งที่ท่านต้องพิจารณา
vi: Trước tiên, bạn cần thiết lập các thông số giao dịch của bạn. Đây là những gì bạn cần phải xem xét

source: Flexible
id: Fleksibel
it: Flessibile
ru: Гибкость
th: ยืดหยุ่น
vi: Linh hoạt

source: For the third straight year, BetOnMarkets.com is voted 'Best Fixed-Odds Financial Trading Provider' by Shares Magazine UK. It's the last time we win it because Shares Magazine stops awarding in this category
de: BetOnMarkets.com wurde schon für das dritte aufeinanderfolgendende Jahr von dem Shares Magazine UK zum besten 'Best Fixed-Odds Financial Trading Provider (deutsch: Bester Finanzhandelsdienstleister für feste Gewinnquoten)' gewählt. Leider ist dies das letzte Mal, da das Shares Magazine die Preisvergabe in dieser Kategorie eingestellt hat
es: Por tercer año consecutivo, BetOnMarkets.com es votado como "Mejor Proveedor de Opciones Financieras con Probabilidades Fijas" por la revista Shares Magazine UK. Es la última vez que ganamos porque Shares Magazine ya no ofrece premios en esta categoría
fr: Pour la troisième année consécutive, BetOnMarkets.com est désigné 'Meilleur Fournisseur Financier de Trading à Cotes Fixes' par Shares Magazine UK. C'est la dernière fois que nous gagnons car Share Magazine arrête la récompense de cette catégorie
id: Tiga kali berturut-turut, BetOnMarkets.com dinobatkan sebagai 'Penyedia Trading Financial Fixed-Odds Terbaik' oleh Shares Magazine UK
it: Per il terzo anno consecutivo, BetOnMarkets.com è stato votato come il "Miglior provider di opzioni finanziarie con probabilità fisse" da parte di Shares Magazine UK. Questa sarà l'ultima volta che ci aggiudichiamo tale premio in quanto Shares Magazine smetterà di attribuire premi in questa categoria
ja: ３年連続でBetOnMarkets.comは、Shares Magazine UKから「最優秀な固定オッズ金融取引業者」を認定されてきましたが、同誌がこの分野への授与を中止したため、これが当社が同賞を受賞する最後の年になります。
pl: Po raz trzeci z kolei BetOnMarkets.com uzyskał tytuł „Najlepszego dostawcy zakładów o ustalonej stawce” od pisma Shares Magazine UK. Wygraliśmy po raz ostatni, ponieważ Shares Magazine nie przyznaje już nagród w tej kategorii
pt: Pelo terceiro ano seguido, a BetOnMarkets.com é votada o "Melhor Fornecedor de Negociação Financeira de Probabilidades Fixas" pela Shares Magazine UK. Foi a última vez que ganhamos este prêmio porque a Shares Magazine para de atribuir prêmios nesta categoria.
ru: Третий год подряд BetOnMarkets.com становится лучшей компанией в номинации "Лучший поставщик услуг в торговле опционами с фиксированным коэффициентом прибыли" по версии британского журнала Shares Magazine. Это последний раз, когда мы выиграли этот приз, так как Shares Magazine перестал предлагать эту категорию номинаций
th: สำหรับสามปีที่ต่อเนื่อง BetOnMarkets.com ได้รับคัดเลือกจากคะแนนนิยมกับตำแหน่ง 'Best Fixed-Odds Financial Trading Provider' โดย Shares Magazine UK ซึ่งเป็นครั้งสุดท้ายที่ชนะ เนื่องจาก Shares Magazine ยุติการให้รางวัลในหมวดนี้หลังจากนั้น
vi: Ba năm liên tiếp, BetOnMarkets.com được tạp chí Shares Magazine Anh bầu chọn là " Nhà cung cấp Giao dịch Tài chính Theo Tỷ Lệ Cố Định Tốt nhất". Đó là lần cuối chúng tôi chiến thắng vì Shares Magazine đã dừng trao giải trong lĩnh vực này

source: Forex trading experience
de: Erfahrung im Devisenhandel
es: Experiencia de comercio con Forex
fr: Expérience du trading sur le Forex
id: Pengalaman trading forex
it: Esperienza di trading Forex
ja: 外国為替取引のご経験
pl: Doświadczenie w handlowaniu walutami
pt: Experiência negociação Forex
ru: Опыт торговли на Forex
th: ประสบการณ์การซื้อขายฟอเร็กซ์
vi: Kinh nghiệm giao dịch ngoại hối

source: Forex trading frequency
de: Devisenhandel Häufigkeit
es: Frecuencia de comercio con Forex
fr: Fréquence de trading sur le Forex
id: Frekuensi trading Forex
it: Frequenza di trading Forex
ja: 外国為替取引の頻度
pl: Częstość handlowania walutami
pt: Frequência das negociações Forex
ru: Частота торговли на Forex
th: ความถี่ของการซื้อขายฟอเร็กซ์
vi: Tần suất giao dịch ngoại hối

source: Founded October 1999
de: Oktober 1999 gegründet
es: Fundada en octubre de 1999
fr: Fondé en Octobre 1999
id: Didirikan Oktober 1999
it: Fondato a Ottobre 1999
ja: 1999年10月に創立
pl: Firma założona w październiku 1999 r.
pt: Fundada em Outubro de 1999
ru: Время основания: октябрь 1999 г.
th: ก่อตั้งเมื่อ ตุลาคม พ.ศ. 2542 (ค.ศ. 1999)
vi: Được thành lập vào tháng 10 năm 1999

source: Founded in 1999, Binary.com is one of the oldest and most respected names in online binary trading
fr: Fondée en 1999, Binary.com est un des noms les plus anciens et les plus respectés dans le trading d'options binaires en ligne
id: Didirikan pada tahun 1999, Binary.com merupakan salah satu nama tertua dan dihormati pada trading online binary
it: Fondato nel 1999, Binary.com è uno dei primi e più stimati nomi nel trading in opzioni binarie
ru: Binary.com – одна из первых и самых авторитетных компаний в сфере онлайн торговли бинарными опционами, основанная в 1999 году
th: ก่อตั้งขึ้นในปี ค.ศ. 1999 (พ.ศ. 2542) Binary.com เป็นชื่อที่เก่าแก่ที่สุด และได้รับการยอมรับมากที่สุดในการซื้อขายไบนารีออนไลน์
vi: Thành lập vào năm 1999, Binary.com là một trong những tên tuổi lâu đời nhất và được đánh giá cao trong lĩnh vực giao dịch nhị phân trực tuyến

source: Fractal (FRACTAL)
fr: Fractale (FRACTAL)
ja: フラクタル（FRACTAL）
ru: Фрактал (FRACTAL)
vi: Phân dạng
