Repository: binary-com/webtrader
Catalog: translations/i18n/*.po
Languages: de, es, fr, id, it, ja, pl, pt, ru, th, vi

source: The Three Methods pattern is a trend continuation pattern that can appear in an uptrend or a down trend. In an uptrend it is called the rising three methods pattern and in a downtrend it is called the falling three methods pattern. The three methods pattern consists of at least five candlesticks
de: Das Three Methods Pattern ist ein Trend-Fortsetzungs-Muster, das in einem Aufwärts- oder Abwärtstrend vorkommen kann. In einem Aufwärtstrend wird es das Rising Three Methods Pattern genannt, und in einem Abwärtstrend das Falling Three Methods Pattern. Das Three Methods Pattern besteht aus mindestens fünf Kerzen
es: El patrón de continuación es una tendencia de continuación que puede aparecer al alza o a la baja. En una tendencia alcista se le llama patrón de continuación alcista y, en una baja, patrón de continuación bajista. Este patrón contiene por lo menos cinco velas
fr: Le schéma des Trois Méthodes est un schéma de continuation de tendance qui peut apparaître dans une tendance à la hausse ou à la baisse. Dans une tendance haussière, il est appelé le schéma croissant des trois méthodes et dans une tendance à la baisse un schéma chutant des trois méthodes. Le schéma des trois méthodes consiste en au moins cinq chandeliers
id: Pola Three Methods adalah pola dengan trend berlanjut yang dapat muncul pada trend naik atau trend menurun. Pada trend naik disebut sebagai pola three methods naik dan pada downtrend disebut dengan pola three methods menurun. Pola three methods minimal terdiri dari lima candlestick
pl: Formacja trzech metod (Three Methods) jest formacją kontynuacji trendu, która może wystąpić w trendzie wzrostowym lub spadkowym. W przypadku trendu wzrostowego jest nazywana wzrostową formułą trzech metod, zaś w trendzie spadkowym — spadkową formułą trzech metod. Składa się z co najmniej pięciu świec
pt: O padrão Três Métodos é um padrão de continuação de tendência que pode aparecer numa tendência de baixa ou alta. Numa tendência de alta é chamado "padrão de três métodos" e numa tendência de baixa é chamado "padrão de três métodos cadente". O padrão de três métodos consiste de pelo menos cinco velas
ru: Фигура "три метода" – это фигура продолжения тренда, которая может появиться на восходящем или нисходящем тренде.В рамках восходящего тренда фигуру называют "метод трёх растущих свечей," а в рамках нисходящего тренда фигуру часто зовут "метод трёх падающих свечей." Фигура "три метода" состоит минимум из пяти свечей
th: รูปแบบ Three Methods เป็นรูปแบบของแนวโน้มที่ต่อเนื่องซึ่งสามารถปรากฏในทั้งขาขึ้นและขาลง ในแนวโน้มขาขึ้นจะเรียกว่า รูปแบบ Rising Three Methods และหากเป็นขาลงจะเรียกว่า รูปแบบ Falling Three Methods รูปแบบนี้จะประกอบด้วยอย่างน้อย 5 แท่งเทียน
vi: Các mô hình ba phương pháp là một mô hình tiếp tục xu hướng có thể xuất hiện trong một xu hướng tăng hoặc một xu hướng xuống. Trong một xu hướng tăng, nó được gọi là các mô hình ba phương pháp tăng và trong một xu hướng, nó được gọi là các mô hình ba phương pháp rơi xuống. Các mô hình ba phương pháp này bao gồm ít nhất 5 chân nến

source: The Triangular Moving Average (TRIMA) represents an average of prices, but places weight on the middle prices of the time period. The calculations double-smooth the data using a window width that is one-half the length of the series
de: Der Triangular Moving Average (TRIMA) stellt einen Durchschnitt von Kursen dar, aber legt Wert auf die mittleren Kurse des Zeitraums. Die Berechnungen glätten die Daten doppelt, indem sie eine Fensterbreite verwenden, die die Hälfte der Länge der Serie ist
es: La media móvil triangular (TRIMA) representa un promedio de precios, pero pondera más los precios medios del periodo de tiempo. Los cálculos suavizan los datos el doble mediante un ancho de ventana de la mitad del largo de la serie
fr: La Moyenne Mobile Triangulaire (MMT) représente une moyenne des prix, mais place le poids sur les prix moyens de la période de temps. Le calcul de double lissage des données en utilisant la largeur de la fenêtre qui est la moitié de la longueur des séries
id: Triangular Moving Average (TRIMA) mewakili harga rata-rata, namun memberatkan harga tengah dari periode waktu. Perhitungan penyaringan dua kali data menggunakan panjang jendela yaitu satu setengah panjang rangkaian
pl: Trójkątna średnia krocząca (TRIMA) odzwierciedla średnią cen, ale w jej przypadku największą wagę mają średnie ceny w danym okresie. Mamy tu do czynienia z podwójnym wygładzeniem danych dzięki zakresowi odpowiadającemu połowie długości serii
pt: A Média Móvel Triangular (TRIMA) representa uma média de preços, mas atribui uma ponderação aos preços do meio do período de tempo. Os cálculos suavizam duplamente os dados usando uma largura de período que é metade do comprimento de uma série
ru: Треугольная скользящая средняя (TRIMA) представляет собой среднее значение цен, но уделяет большее внимание среднис ценам за определённый период времени. При расчёте данные сглаживаются, благодаря приложению Window Width, рассматривающему период, который в два раза короче длины ряда
th: Triangular Moving Average (TRIMA) แสดงค่าเฉลี่ยของราคา โดยให้น้ำหนักที่ราคาตรงกลางของรอบระยะเวลาดังกล่าว การคำนวณที่ปรับค่าให้เห็นคู่แนวโน้มแนะนำให้ใช้ความกว้างของหน้าต่างที่มีความยาวครึ่งหนึ่งของชุดข้อมูล
vi: Các tam giác chuyển động trung bình (TRIMA) đại diện cho mức trung bình của giá cả, nhưng đặt trọng lượng trên giá trung bình trong khoảng thời gian. Tính toán đôi-mịn dữ liệu bằng cách sử dụng một chiều rộng cửa sổ là một nửa chiều dài của series

source: The Triple Exponential Moving Average (T3) by Tim Tillson attempts to offers a moving average with better smoothing then traditional exponential moving average
de: Der Triple Exponential Moving Average (T3) von Tim Tillson versucht einen gleitenden Durchschnitt mit besserer Glättung als ein traditioneller exponentiell gleitender Durchschnitt hat, anzubieten
es: La media móvil exponencial triple (T3) desarrollada por Tim Tillson tiene por objetivo entregar una media móvil con mejor suavidad que la media móvil exponencial tradicional
fr: La Moyenne Mobile Exponentielle Triple (T3) par Tim Tillson essaie d'offrir une moyenne mobile avec un meilleur lissage que la traditionnelle moyenne mobile exponentielle
id: Triple Exponential Moving Average (T3) oleh Tim Tillson menawarkan moving average dengan penghalusan lebih baik dari exponential moving average tradisional
pl: Potrójna wykładnicza średnia krocząca (T3) opracowana przez Tima Tillsona jest średnią kroczącą o lepszym wygładzeniu niż tradycyjne wykładnicze średnie kroczące
pt: A Média Móvel Exponencial Triplo (T3) por Tim Tillson tenta oferecer uma média móvel com melhor suavização do que médias móveis exponenciais tradicionais
ru: Тройная экспоненциальная скользящая средняя (T3), предложенная Тимом Тиллсоном, стремится лучше сгладить скользящую среднюю, чем традиционная экспоненциальная скользящая средняя
th: Triple Exponential Moving Average (T3) พัฒนาโดย Tim Tillson แสดงค่าเฉลี่ยเคลื่อนที่ที่ปรับค่าแนวโน้มดีกว่า EMA เดิม
vi: Các Triple mũ di chuyển trung bình (T3) bởi Tim Tillson nỗ lực để cung cấp một di chuyển trung bình với tốt hơn làm mịn sau đó truyền thống mũ di chuyển trung bình

source: The Triple Exponential Moving Average (TEMA) by Patrick Mulloy offers a moving average with less lag then traditional exponential moving average
de: Der Triple Exponential Moving Average (TEMA) von Patrick Mulloy bietet einen gleitenden Durchschnitt mit geringerer Verzögerung als der traditionelle exponentielle gleitende Durchschnitt an
es: La media móvil exponencial triple (TEMA) desarrollada por Patrick Mulloy entrega una media móvil con menos desfase que la media móvil exponencial tradicional
fr: La Moyenne Mobile Exponentielle Triple (MMET) par Patrick Mulloy offre une moyenne mobile avec moins de retard que la traditionnelle moyenne mobile exponentielle
id: Triple Exponential Moving Average (TEMA) oleh Patrick Mulloy menwarkan moving average dengan pengurangan jeda berbanding exponential moving average tradisional
pl: Potrójna wykładnicza średnia krocząca (TEMA) opracowana przez Patricka Mulloy'a to średnia krocząca charakteryzująca się mniejszym opóźnieniem niż tradycyjna wykładnicza średnia krocząca
pt: A Média Móvel Exponencial Triplo (T3) por Patrick Mulloy tenta oferecer uma média móvel com menos atraso do que médias móveis exponenciais tradicionais
ru: Тройная экспоненциальная скользящая средняя (TEMA), разработанная Патриком Муллоу, представляет собой скользящую среднюю с меньшим запаздыванием, чем традиционная экспоненциальная скользящая средняя
th: Triple Exponential Moving Average (TEMA) พัฒนาโดย Patrick Mulloy แสดงค่าเฉลี่ยเคลื่อนที่ที่ลดความล่าช้าของ EMA เดิม
vi: Các Triple mũ di chuyển trung bình (TEMA) bởi Patrick Mulloy cung cấp một di chuyển trung bình với độ trễ ít hơn sau đó truyền thống mũ di chuyển trung bình

source: The Typical Price function measures the average of the high, low, and closing prices for the day using a simple, single-line plot. The ordinary price gives a simplified view of the day trading prices for as well as it happens with other price-adjustment functions. You can use it for smoothing out some of the inconstancy of the closing price because it comprises information for the whole trading day and not only the result of the day's end. The Typical Price indicator is measured by adding the high, low, and closing prices together, and then dividing by three
de: Die Typische Kursfunktion misst den Durchschnitt des Hochs, Tiefs und der Schlusskurse des Tages, indem sie einen einfachen einzeiligen Plot verwendet. Der gewöhnliche Kurs gibt eine vereinfachte Ansicht der Handelskurse des Tages, ebenso wie andere Kursanpassungs-Funktionen an. Sie können ihn dazu verwenden die Unbeständigkeit des Schlusskurses auszuglätten, da er Informationen für den ganzen Tag und nicht nur das Ergebnis des Tagesende umfasst. Der Typische Kursfunktion Indikator wird gemessen, indem das Hoch, Tief und die Schlusskurse addiert werden, und dann durch drei dividiert werden
es: La función de precio típico mide el promedio de los precios máximo, mínimo y de cierre del día mediante un sencillo diagrama de línea única. El precio típico entrega un panorama simplificado de los precios cotizados en el día, tal y como lo realizan otras funciones de ajuste de precios. Puede usarlo para suavizar algunas de las inconstancias del precio de cierre, porque comprende información de todo el día de operaciones y no solo el resultado del final de este. El indicador de precio típico se calcula sumando los precios máximo, mínimo y de cierre y dividiendo la suma por tres
fr: La fonction de Prix Typique mesure la moyenne du plus haut, plus bas et des prix de clôtures pour le jour utilisant une simple, unique ligne de traçage. Le prix ordinaire donne une vue simple des prix de trading ainsi que les autres fonctions d'ajustement de prix. Vous pouvez l'utiliser pour lisser certaines des inconsistances des prix de clôtures car cela comprend les informations pour l'ensemble du jour de trading et pas seulement le résultat de la clôture. L'indicateur de Prix Typique est mesuré en ajoutant le plus haut, le plus bas et les prix de clôture ensemble, et ensuite en le divisant par trois
id: Fungsi Harga Khas mengukur rata-rata harga tinggi, rendah, dan harga penutupan hari ini dengan menggunakan plot satu baris sederhana. Harga biasa memberikan pandangan sederhana tentang harga trading harian dan juga terjadi pada fungsi penyesuaian harga lainnya. Anda dapat menggunakannya untuk merapikan beberapa ketidakstabilan harga penutupan karena terdiri dari informasi untuk keseluruhan hari trading dan bukan hanya hasil akhir hari. Indikator Harga Khas diukur dengan menambahkan harga tinggi, rendah, dan harga penutupan bersama-sama, dan kemudian dibagi tiga
pl: Funkcja typowej ceny mierzy średnią cen: wysokiej, niskiej i zamknięcia danego dnia, korzystając z prostej, pojedynczej linii. Przeciętna cena zapewnia uproszczony widok handlowych cen danego dnia oraz, jeśli występują, zestawienie z innymi funkcjami dostosowania ceny. Funkcja typowej ceny jest przydatna do wygładzania niektórych nieścisłości ceny zamknięcia, gdyż skupia informacje z całego dnia handlowego, nie tylko z końca dnia. Wskaźnik typowej ceny oblicza się, sumując cenę wysoką, niską i cenę zamknięcia i dzieląc ją przez trzy
pt: A função de Preço Típico mede a média dos preços da alta, da baixa e do fechamento do dia usando um traço simples de linha única. O preço vulgar proporciona uma vista simples dos preços de negociações intradiárias, tal como acontece com outras funções de ajuste de preço. É possível usá-la para suavização de alguma de inconstância do preço de fechamento porque ela engloba informações do dia inteiro de negociações e não só os resultados do fim do dia. O indicador de preços típico é medido ao somar o preço da alta, da baixa e do fechamento e depois dividir por três
ru: Функция Типичной цены измеряет среднее значение между дневным максимумом, минимумом и ценой закрытия, используя простой график с одной линией. Типичная цена даёт упрощённое представление о торговых ценах на протяжении дня и действует совместно с другими функциями регулирования цены. Вы можете использовать её для сглаживания непостоянства цены закрытия, так как она охватывает информацию за весь торговый день, а не только конечный результат дневной сессии. Индикатор Типичной цены измеряет сумму максимума, минимума и цены закрытия и делит полученный результат на три
th: ฟังก์ชันราคาปกติ (Typical Price) วัดค่าเฉลี่ยราคาสูง ราคาต่ำ และราคาปิด ในระดับวัน โดยใช้เส้นวาดแนวโน้มอย่างง่าย ราคาปกติจะให้มุมมองราคาซื้อขายในแต่ละวันเช่นเดียวกับฟังก์ชันราคาอื่นๆ ท่านสามานถใช้ฟังก์ชันนี้เพื่อปรับแนวโน้มของเส้นกราฟที่มีราคาปิดไม่คงเส้นคงวา เนื่องจากข้อมูลราคาในแต่ละวันและไม่ได้เป็นการแสดงผลของราคา ณ สิ้นวัน ดัชนีราคาปกติ (Typical Price) นี้ ใช้วัดราคาสูง ราคาต่ำ และราคาปิด โดยรวมมูลค่าเข้าด้วยกันแล้วหารด้วยสาม
vi: Các chức năng điển hình giá các biện pháp trung bình cao, thấp và giá đóng cửa trong ngày bằng cách sử dụng một cốt truyện đơn giản, dòng đơn. Giá bình thường cho một cái nhìn đơn giản của ngày giao dịch giá nhất và cũng là nó sẽ xảy ra với các chức năng điều chỉnh giá. Bạn có thể sử dụng nó làm mịn ra một số inconstancy mức giá đóng cửa vì nó bao gồm các thông tin cho toàn bộ giao dịch ngày và không chỉ là kết quả của những ngày cuối cùng. Điển hình giá chỉ được đo bằng cách thêm cao, thấp, và giá đóng cửa với nhau, và sau đó chia ba

source: The USD Index is a weighted Index, measuring the US Dollar's value against a basket of 5 global currencies (EUR, GBP, JPY, CAD, AUD), each weighted by 20%
fr: L'indice USD est un indice pondéré mesurant la valeur du dollar des États-Unis par rapport à un panier de 5 devises internationales (EUR, GBP, JPY, CAD, AUD), dont chacune est pondérée à 20%
id: Indeks USD adalah Indeks yang ditimbang dengan mengukur nilai Dolar melawan 5 mata uang global (USD, EUR, GBP, JPY, CAD), masing-masing ditimbang dengan 20%
ru: Индекс USD является взвешенным индексом, измеряющим значение американского доллара против корзины из 5 основных мировых валют (EUR, GBP, AUD, JPY, CAD), каждая из которых взвешена на 20%
th: ดัชนี USD เป็นดัชนีถ่วงน้ำหนัก แสดงมูลค่าของค่าเงินดอลลาร์สหรัฐต่อ 5 สกุลเงินสากล (EUR, GBP, JPY, CAD, AUD) โดยใช้ร้อยละ 20 ในการถ่วงน้ำหนัก
vi: Chỉ số USD là Chỉ số có trọng số, đo lường giá trị đồng Đô la Mỹ trong giỏ 5 đồng quốc tế (EUR, GBP, JPY, CAD, AUD), mỗi đồng có tỉ trọng là 20%

source: The Volatility 100 Index is twice as volatile as the Volatility 50 Index, and four times as volatile as the Volatility 25 Index
fr: L'indice Volatility 100 est deux fois plus volatile que l'indice Volatility 50, et quatre fois plus volatile que l'indice Volatility 25
id: Indeks Volatilitas 100 memiliki volatilitas ganda dibandingkan dengan Indeks Volatilitas 50, dan empat kali lipat volatilitas berbanding Indeks Volatilitas 25
ru: Индекс волатильности 100 в два раза волатильнее, чем Индекс волатильности 50, и в четыре раза волатильнее, чем Индекс волатильности 25
th: ดัชนีแปรปรวน 100 เป็นสองเท่าของความแปรปรวนของดัชนีแปรปรวน 50 และเป็นสี่เท่าของ ดัชนีแปรปรวน 25
vi: Chỉ số Biến động 100 thì biến động gấp 2 lần Chỉ số Biến động 50, và biến động gấp 4 lần so với Chỉ số Biến động 25

source: The Weighted Close indicator is simply an average of each day's price. It can be used to smooth out some of the inconstancy of a chart of closing prices, as it comprises information for the whole trading day
de: Der Gewichtete Schluss-Indikator ist einfach ein Durchschnitt vom Kurs eines jeden Tages. Er kann dazu verwendet werden die Unbeständigkeit eines Charts für Schlusskurse auszuglätten, da er Informationen für den ganzen Handelstag umfasst
es: El indicador de cierre ponderado es sencillamente un promedio de los precios de cada día. Se puede utilizar para suavizar algunas de las inconstancias de un gráfico de precios de cierre, dado que contiene información de todo el día de operaciones
fr: L'indicateur de Pondération de Clôture est simplement une moyenne du prix de chaque jour. Il peut être utilisé pour lisser certaines inconsistances des prix de clôtures, puisqu'il comprend les informations de la totalité des jours de trading
id: Indikator Weighted Close adalah rata-rata harga per hari. Dapat digunakan untuk menghaluskan ketidak konsistenan chart harga penutupan, dimana terdiri dari informasi untuk keseluruhan hari trading
pl: Wskaźnik ważonej ceny zamknięcia jest po prostu średnią cen poszczególnych dni. Zawiera informacje z całego dnia handlowego, dlatego stosuje się go w celu wygładzenia niektórych nieścisłości wykresu cen zamknięcia
pt: O indicador de fechamento ponderado é simplesmente uma média do preço de cada dia. Ele pode ser usado para suavizar alguma da inconstância de um gráfico de preços de fechamento, visto que engloba informações sobre o dia inteiro de negociações
ru: Индикатор Взвешенная цена закрытия представляет собой среднее значение цены за каждый день. Он может применяться для сглаживания несоответствия цен закрытия на графике, так как цена закрытия основывается на информации за весь торговый день
th: ดัชนีค่าปิดถ่วงน้ำหนัก (Weighted Close) เป็นค่าเฉลี่ยอย่างง่ายของราคารายวัน ซึ่งสามารถใช้แก้ปัญหาราคาปิดที่เส้นแนวโน้มไม่คงเส้นคงวา เนื่องจากเป็นข้อมูลราคาที่มาจากราคาที่ซื้อขายตลอดทั้งวัน
vi: Các chỉ số trọng đóng là chỉ đơn giản là trung bình mỗi ngày giá. Nó có thể được sử dụng để mịn ra một số inconstancy biểu đồ của giá đóng cửa, vì nó bao gồm các thông tin cho toàn bộ kinh doanh ngày

source: The balance of power (BOP) indicator measures the strength of the bulls vs. bears by assessing the ability of each to push price to an extreme level
de: Der Kräfteverhältnis (balance of power - BOP) Indikator misst die Stärke des Steigens gegen das Fallen, indem er die Fähigkeit eines jeden dazu beurteilt, einen Kurs an ein extremes Level zu schieben
es: El indicador de equilibrio de poder (BOP) mide la fuerza del mercado alcista con respecto al mercado bajista por medio de la evaluación de la habilidad de cada uno de empujar los precios a un nivel extremo
fr: L'indicateur de l'équilibre des pouvoirs (EDP) mesure la force des tendances haussières et baissière en estimant la capacité de chacun à pousser le prix à un niveau extrême
id: Indikator keseimbangan kekuatan (BOP) mengukur kekuatan banteng vs beruang dengan menilai kemampuan masing-masing untuk mendorong harga ke tingkat yang ekstrim
pl: Wskaźnik BOP (Balance of Power) mierzy siłę trendów wzrostowych w porównaniu z trendami spadkowymi, oceniając możliwość maksymalnego wzrostu lub spadku ceny – w zależności od kierunku trendu
pt: O indicador do equilíbrio de poder (BOP) mede a força das tendências altistas contra as baixistas ao avaliar a capacidade de cada de impulsionar o preço a níveis extraordinários
ru: Индикатор Баланс сил (BOP) измеряет силу быков против силы медведей, оценивая возможность каждой стороны подтолкнуть цену к экстремальному уровню
th: ดัชนี Balance of Power (BOP) วัดความแข็งแกร่งขแง กระทิง และ หมี โดยประเมินจากความสามารถของราคาที่แสดง ไปถึงระดับสูงสุด
vi: Chỉ số cân bằng sức mạnh cho (BOP) đo sức mạnh của bò vs gấu bằng cách đánh giá khả năng của mỗi người để đẩy giá đến một mức độ cực đoan

source: The barrier of a binary option trade is the price target you set for the underlying. You can choose trades that stay below or go above a price target, or stay between two targets
de: Die Handelsschwelle bei den Binären Optionen ist der Zielkurs den Sie für einen Basiskurs festlegen. Sie können Kontrakte wählen, bei denen der Zielkurs nicht erreicht oder überschritten wird, oder zwischen zwei Zielwerten bleibt
es: El límite de un contrato de opciones binarias es el precio objetivo que usted establece para el contrato subyacente. Usted puede elegir contratos en que el mercado se queda por debajo o supera un precio objetivo, o en que se mantiene entre dos precios
fr: La barrière d'un trade d'option binaire est la cible prix que vous définissez pour le sous-jacent. Vous pouvez choisir des trades qui restent en dessous ou qui vont au dessus des cibles prix, ou restent entre deux cibles
id: Batasan pada opsi binary adalah target pada harga dasar pasar yang Anda pilih. Anda dapat memilih kontrak yang tetap berada dibawah atau bergerak keatas target harga atau tetap diantara dua target
it: La barriera di un trade in opzioni binarie è il prezzo obiettivo impostato per l'asset sottostante. È possibile scegliere trade che rimangano al di sotto o che salgano rispetto al prezzo obiettivo, oppure che rimangano tra i due obiettivi
ja: バイナリー取引でのバリアとは、取引対象に設定する価格ターゲットのことです。その価格ターゲットに対して、価格が下回る、上回る、上下の価格ターゲットの間に留まるか否かを選択することができます。
pl: Limit opcji binarnej to cena docelowa, którą określasz dla rynku podstawowego. Możesz wybierać spośród zakładów, które pozostają poniżej ceny docelowej, przekraczają ją lub pozostają między dwoma cenami
pt: A barreira de uma transação de opções binárias é o preço-alvo que definido para o ativo subjacente. É possível escolher negociações que permanecem abaixou ou sobem acima de um preço-alvo ou fica entre os dois alvos
ru: Барьер в торговле бинарными опционами представляет собой целевую цену, которую Вы устанавливаете на основном активе. Вы можете выбрать контракты, предсказывающие пребывание ниже или рост выше целевой цены, а также нахождение цены в пределах двух барьеров
th: ค่า Barrier ของการซื้อขายไบนารีออปชั่น คือ ราคาเป้าหมายที่ท่านกำหนดสำหรับตลาดอ้างอิง ท่านสามารถเลือกซื้อขายมูลค่าต่ำกว่า หรือ สูงกว่า ราคาเป้าหมาย หรือ อยู่ระหว่างค่าสองค่าใดๆ
vi: Rào cản của một giao dịch quyền chọn nhị phân là các mức giá mục tiêu bạn đặt ra cho các cơ sở. Bạn có thể lựa chọn giao dịch ở dưới hoặc vượt trên giá mục tiêu, hoặc ở giữa hai mục tiêu
