Repository: binary-com/webtrader
Catalog: translations/i18n/*.po
Languages: de, es, fr, id, it, ja, pl, pt, ru, th, vi

source: Price trends downward into the start of the pattern, a tall black candle. Following that, a white candle appears that fits inside the body of the prior candle. This completes the bullish harami candlestick. The final day of the pattern is the confirming candle, a white one that closes above the prior close, which it does. The combination suggests price has reversed trend
de: Kurstrends gehen zu Beginn des Musters nach unten, in einer großen, schwarzen Kerze. Dem folgend, erscheint eine weiße Kerze, die innerhalb des Körpers der vorigen Kerze passt. Dies vervollständigt die bullische Harami-Candlestick. Der letzte Tag dieses Musters ist die bestätigende Kerze; eine weiße, die über dem vorigen Schlusskurs schließt. Die Kombination schlägt vor, dass der Kurs den Trend umgekehrt hat
es: Los precios presentan tendencias a la baja al comienzo de este patrón, el cual es una vela negra alta. Esta es seguida por una vela blanca que cabe dentro del cuerpo de la vela anterior. De esta manera, se completa la vela harami alcista. El día final del patrón es una vela blanca que confirma la tendencia al cerrar por sobre el valor anterior de cierre. La combinación sugiere una reversión de la tendencia de precios
fr: La tendance de prix haussière dans le début du schéma, une grande bougie noire. Suivant cela, une bougie blanche apparait qui s'insère dans le corps de la précédente bougie. Cela complète le chandelier haussier harami. Le jour final du schéma est la bougie de confirmation, une bougie blanche qui se ferme au dessus de la clôture précédente. La combinaison suggère que le prix a subit un renversement de tendance
id: Tren harga menurun yang memulai pola pada sebuah candle hitam tinggi. Setelah itu, candle putih muncul yang pas di dalam tubuh candle sebelumnya. Ini melengkapi candlestick harami bullish. Hari terakhir dari pola itu adalah candle yang membenarkan, dimana candle putih menutup di atas jarak dekat, yang memang terjadi. Kombinasi tersebut menunjukkan harga telah membalikkan tren
pl: Odnotowuje się spadkową tendencję cenową aż do momentu rozpoczęcia formacji, czyli czarnej świecy o długim korpusie. Następnie występuje biała świeca mieszcząca się w środku korpusu poprzedniej świecy, a potem świeca harami o tendencji wzrostowej. Ostatni dzień formacji to świeca potwierdzająca – biała zamykająca powyżej poprzedniej ceny zamknięcia. Takie połączenie sugeruje, że nastąpiła zmiana trendu cenowego
pt: O preço inicia uma tendência para baixo para o início do padrão, uma alta vela preta. A seguir a isso, uma vela branca aparece que cabe dentro do corpo da vela anterior. Isto completa a vela harami altista. O dia final do padrão é a vela confirmante, uma branca que se fecha acima do fechamento anterior. A combinação sugere que o preço possui uma tendência de inversão
ru: В начале фигуры – высокой чёрной свечи – цена стремится вниз. Затем формируется белая свеча, тело которой находится в пределах тела предыдущей свечи. Это завершает формирование бычьей свечи харами. В последний день фигуры образуется подтверждающая свеча – белая свеча, закрывающаяся выше уровня закрытия предыдущей свечи. Данная фигура предполагает, что цена совершила разворот на тренде
th: แนวโน้มราคาที่เป็นขาลงเป็นการเริ่มต้นของรูปแบบ กล่าวคือ มีแท่งเทียนสูงสีดำ ตามด้วยแท่งเทียนสีขาวที่มีขนาดลำตัวเท่ากับแท่งเทียนก่อนหน้า ซึ่งแสดงลักษณะเชิงเทียนรูปแบบ Harami ขั้นสมบูรณ์ และยังมีแท่งเทียนวันสุดท้ายยืนยัน มีแท่งสีขาวปิดสูงกว่าแท่งเทียนที่ปิดก่อนหน้า ซึ่งแสดงแนวโน้มราคากลับตัว
vi: Giá tạo xu hướng xuống vào đầu của các mô hình, một ngọn nến đen cao. Sau đó, một ngọn nến trắng xuất hiện phù hợp với bên trong cơ thể của ngọn nến trước. Điều này đã hoàn tất các nến bullish harami. Ngày cuối cùng của các mô hình là ngọn nến xác nhận, một trong những màu trắng mà đóng cửa ở trên trước khi gần gũi, mà nó. Sự kết hợp cho thấy giá đã đảo ngược xu hướng

source: Primary
de: Primär
es: Primario
fr: Principal
id: Utama
it: Primario
ja: 主要
pl: Podstawowe
pt: Primário
ru: Начальное
th: หลัก
vi: Chính

source: Print chart
de: Chart drucken
es: Imprimir gráfico
fr: Imprimer le graphique
id: Cetak grafik
it: Stampa il grafico
ja: チャートを印刷
pl: Drukuj wykres
pt: Imprimir gráfico
ru: Напечатать график
th: พิมพ์แผนภูมิ
vi: In biểu đồ

source: Profit
de: Gewinn
es: Ganancia
fr: Profits
id: Untung
it: Profitto
ja: 利益
pl: Zysk
pt: Lucro
ru: Прибыль
th: กำไร
vi: Lợi nhuận

source: Profit table
de: Gewinntabelle
es: Tabla de ganancias
fr: Tableau des profits
id: Tabel untung
it: Tabella dei profitti
ja: 取引明細
pl: Tabela zysków
pt: Tabela de lucro
ru: Анализ счёта
th: ตารางผลกำไร
vi: Bảng lợi nhuận

source: Profit/ Loss
de: Gewinn/Verlust
es: Ganancias/Pérdidas
fr: Profits/pertes
id: Untung/ Rugi
it: Profitto/Perdita
ja: 損益
pl: Zysk/strata
pt: Lucro/Perda
ru: Прибыль/ Убытки
th: กำไร / ขาดทุน
vi: Lợi nhuận/Thua lỗ

source: Profit/Loss (points)
de: Gewinn/Verlust (Punkte)
es: Ganancias/Pérdidas (puntos)
fr: Profits/pertes (points)
id: Untung/Rugi (poin)
it: Profitto/Perdita (punti)
ja: 損益（ポイント）
pl: Zysk/strata (punkty)
pt: Lucro/Perda (pontos)
ru: Прибыль/убытки (пункты)
th: กำไร/ขาดทุน (จุด)
vi: Lợi nhuận/thua lỗ (điểm)

source: Protect your profits
fr: Protégez vos profits
id: Melindungi keuntungan Anda
ru: Защитите свою прибыль
th: ปกป้องผลกำไรของท่าน
vi: Bảo vệ lợi nhuận của bạn

source: Published in English, Indonesian, Japanese, Chinese, Polish, German, French, Spanish, Portuguese, Italian, Russian, and Thai
de: In Englisch, Indonesisch, Japanisch, Chinesisch, Polnisch, Deutsch, Französisch, Spanisch, Portugiesisch, Italienisch, Russisch, und Thailändisch herausgegeben
es: Publicado en inglés, indonesio, japonés, chino, polaco, alemán, francés, español, portugués, italiano, ruso y tailandés
fr: Publié en Anglais, Indonésien, Japonais, Chinois, Polonais, Allemand, Français, Espagnol, Portugais, Italien, Russe, et Thai
id: Diterbitkan dalam bahasa Indonesia
it: Pubblicato in inglese, indonesiano, giapponese, cinese, polacco, tedesco, francese, spagnolo, portoghese, italiano, russo e tailandese
ja: ライブチャットは英語、インドネシア語、中国語、ポーランド語、ドイツ語、フランス語、スペイン語、ポルトガル語、イタリア語、ロシア語、タイ語の11ヵ国語で対応。（日本語は、現在対応しておりません。）
pl: Dostępność w języku angielskim, indonezyjskim, japońskim, chińskim, polskim, niemieckim, francuskim, hiszpańskim, portugalskim, włoskim, rosyjskim i tajskim
pt: Publicado em Inglês, Indonésio, Japonês, Chinês, Polaco, Alemão, Francês, Espanhol, Português, Italiano, Russo e Tailandês
ru: Сайт работает на русском, английском, индонезийском, японском, китайском, польском, немецком, французском, испанском, португальском, итальянском, русском и тайском языках
th: เผยแพร่ด้วยภาษาอังกฤษ ภาษาอินโดนีเซีย ภาษาญี่ปุ่น ภาษาจีน ภาษาโปแลนด์ ภาษาเยอรมัน ภาษาฝรั่งเศส ภาษาสเปน ภาษาโปรตุเกส ภาษาอิตาเลียน ภาษารัสเซีย และภาษาไทย
vi: Xuất bản dưới các ngôn ngữ: tiếng Anh, Indonesia, Nhật bản, Trung Quốc, Ba Lan, Đức, Pháp, tiếng Tây Ban Nha, tiếng Bồ Đào Nha, ý, Nga, và Thái Lan

source: Purchase
de: Kauf
es: Comprar
fr: Achat
id: Beli
it: Acquisto
ja: 購入
pl: Zakup
pt: Comprar
ru: Купить
th: ซื้อ
vi: Mua

source: Purchase Date
de: Kaufdatum
es: Fecha de Compra
fr: Date d'achat
id: Tanggal Beli
it: Data di acquisto
ja: 購入日時
pl: Data zakupu
pt: Data de aquisição
ru: Дата покупки
th: วันที่ซื้อ
vi: Ngày mua

source: Purchase Price
de: Kaufkurs
es: Precio de Compra
fr: Prix d'achat
id: Harga Beli
it: Prezzo d'acquisto
ja: 購入金額
pl: Cena zakupu
pt: Preço de compra
ru: Цена покупки
th: ราคาซื้อ
vi: Giá mua

source: Rate Of Change (ROC)
es: Tasa de variación (ROC)
fr: Taux de change (TDC)
id: Tingkat Perubahan (ROC)
ja: 変化率（ROC）
pl: Wskaźnik zmian (ROC)
ru: Скорость изменения (ROC)
vi: tỉ giá hối đoái (ROC)

source: Rate Of Change Percentage (ROCP)
es: Porcentaje de tasa de cambio (ROCP)
fr: Pourcentage De Taux de Change (PDTC)
id: Tingkat Perubahan Persentase (ROCP)
pl: Procentowy wskaźnik zmian (ROC)
pt: Percentagem da Taxa de Alteração (PTA)
ru: Процент скорости изменения (ROCP)
vi: phần trăm tỉ giá hối đoái (ROCP)

source: Rate Of Change Ratio (ROCR)
fr: Ratio de Taux de Change (RDTC)
id: Tingkat Perubahan Rasio (ROCR)
pl: Współczynnik zmiany ceny (ROCR)
pt: Rácio da Taxa de Alteração (RTA)
ru: Коэффициент скорости изменения (ROCR)
vi: tỷ lệ tỉ giá hối đoái (ROCR)

source: Read
de: Lesen
es: Leer
fr: Lire
id: Baca
it: Leggi
ja: 読む
pl: Przeczytaj
pt: Ler
ru: Читать
th: อ่าน
vi: Đọc

source: Read about
es: Lea sobre
fr: Lire l’à-propos
id: Baca tentang
it: Per saperne di più
ja: 詳しく読む
ru: Подробнее
th: ศึกษาเกี่ยวกับ
vi: Đọc về

source: Ref
fr: Réf.
it: Rif
ja: 参照
ru: Номер
th: อ้างอิง

source: Regent Markets Group Ltd. renames to Binary Ltd
de: Regent Markets Group Ltd. umbenannt in Binary Ltd
es: Regent Markets Group Ltd. cambia su nombre a Binary ltd
fr: Regent Markets Group Ltd. est renommé Binary Ltd
id: Regent Markets Group Ltd. mengganti nama ke Binary Ltd
it: Regent Markets Group Ltd. viene rinominato Binary Ltd
ja: Regent Markets Group LimitedはBinary Ltd.に会社名変更
pl: Firma Regent Markets Group Ltd. zmienia nazwę na Binary Ltd
pt: A Regent Markets Group Ltd. é renomeada para Binary Ltd
ru: Компания Regent Markets Group Limited переименована в Binary Ltd.
th: Regent Markets Group Ltd. ถูกเปลี่ยนชื่อเป็น Binary Ltd
vi: Regent Markets Group Ltd đổi tên thành công ty TNHH Binary

source: Regent Markets Group Ltd. renames to Binary Ltd., harmonising company and website branding throughout the organisation
de: Die Regent Markets Group Ltd. ist in Binary Ltd. umbenannt worden, um das Unternehmen und das Website-Branding innerhalb des Konzerns zu harmonisieren
es: Regent Markets Group Ltd. cambia su nombre a Binary Ltd., unificando así la marca de la empresa y del sitio web en toda la organización
fr: Regent Markets Group Ltd. renommé Binary Ltd., harmonisant la marque de l'entreprise et du site internet à travers l'organisation
id: Regent Markets Group Ltd. mengganti nama ke Binary Ltd., pengharmonisasian antara perusahaan dan merek website pada organisasi
it: Regent Markets Group Ltd. viene rinominato Binary Ltd., armonizzando il brand della società e del sito internet attraverso tutta l'organizzazione
ja: Regent Markets Group Ltd.からBinary Ltd.に会社名変更することで、当社とウェブサイトのブランディングの調和を組織的にもたらしました。
pl: Firma Regent Markets Group Ltd. zmienia nazwę na Binary Ltd., harmonizując tym samym wizerunek firmy i strony internetowej w całej organizacji
pt: A A Regent Markets Group Ltd. é renomeada para Binary Ltd., uniformizando a imagem da marca e do site em toda a empresa
ru: Regent Markets Group Ltd. переименована в Binary Ltd., для гармонизации брендов компании и вебсайта нашей организации
th: Regent Markets Group Ltd. ถูกเปลี่ยนชื่อเป็น Binary Ltd. การผสานกันของกิจการและเครื่องหมายการค้าทางเว็บไซต์ขององค์กรให้เป็นหนึ่งเดียว
vi: Regent Markets Group Ltd đổi tên thành công ty TNHH Binary, dung hòa việc xây dựng công ty và xây dựng website trong toàn bộ tổ chức

source: Regent Markets acquires BetsForTraders client base
de: Regent Markets kauft den Kundenstamm von BetsForTraders
es: Regent Markets adquiere la base de datos de clientes de BetsForTraders
fr: Regent Markets acquière la base de clients BetsForTraders
id: Regent Markets memperoleh klien dari BetsForTraders
it: Regent Markets acquisisce la clientela di BetsForTraders
ja: BetsForTradersをRegent Marketsに統合
pl: Regent Markets kupuje bazę klientów BetsForTraders
pt: A Regent Markets adquire a base de clientes da BetsForTrades
ru: Regent Markets приобретает базу данных клиентов BetsForTraders
th: Regent Markets ได้ครอบครองฐานลูกค้าของ BetsForTraders
vi: Regent Markets mua lại cơ sở khách hàng của BetsForTraders

source: Regent Markets files for a patent in March 2000 on the basis of our unique position as the sole serious competitor in the business of fixed-odds financial betting. In May, we register the trading name BetOnMarkets and move to Malta to receive an internet betting licence
de: Regent Markets hat im März 2000 aufgrund unserer einmaligen Position als einziger seriöser Mitbewerber in der Finanzwettenbranche mit festen Quoten ein Patent beantragt. Im Mai haben wir den Markennamen BetOnMarkets eintragen lassen, sind nach Malta umgezogen und haben eine Wettlizenz für das Internet erhalten
es: Regent Markets solicita una patente en marzo de 2000 basada en nuestra posición exclusiva como el único competidor serio en el negocio de apuestas financieras de probabilidades fijas. En mayo, se registra el nombre comercial BetOnMarkets y nos movemos a Malta para adquirir una licencia de apuestas por Internet
fr: Regents Markets dépose un brevet en Mars 2000 sur la base de notre positionnement unique comme le seul compétiteur sérieux dans le secteur des paris financiers à cotes fixes. En Mai, nous enregistrons le nom commercial BetsOnMarkets et déménageons à Malte pour recevoir une licence de paris sur Internet
id: Regent Markets mempatenkan arsip pada Maret 2000 berdasarkan posisi unik sebagai satu satunya penyedia trading dalam dunia financial fixed-odds. Di bulan Mei kami mendaftarkan trading dengan nama BetOnMarkets dan berpindah ke Malta untuk menerima perijinan trading internet
it: Regent Markets ha richiesto a Marzo 2000 un brevetto sulla base della nostra posizione esclusiva di unico competitor serio nell'attività delle scommesse finanziarie con probabilità fisse. A Maggio abbiamo registrato il nome di BetOnMarkets e ci siamo trasferiti a Malta per ricevere un'autorizzazione per le scommesse su Internet
ja: 2000年3月に固定オッズ業界での独自のポジションを明確にするため、取引技術の特許を申請。5月にオンライントレードサービスをBetOnMarkets.comに変更。本社をマルタ共和国に移転し、インターネット上のベッティング免許を取得。
pl: Regent Markets składa wniosek patentowy w marcu 2000 r. jako jedyny poważny konkurent w branży zakładów o ustalonej stawce. W maju rejestrujemy nazwę handlową BetOnMarkets i przenosimy się na Maltę, aby otrzymać pozwolenie na prowadzenie zakładów przez internet
pt: A Regent Markets registra uma patente em março de 2000 com base na nossa posição privilegiada como a única concorrente séria no negócio de apostas financeiras de probabilidades fixas.
ru: Regent Markets подаёт на патент в марте 2000 на основе своей уникальной позиции единственного серьезного участника в бизнесе финансового беттинга с фиксированным коэффициентом выигрыша. В мае мы регистрируем торговую марку BetOnMarkets и переезжаем на Мальту для получения игровой лицензии на предоставление услуг в интернете
th: Regent Markets ดำเนินการเพื่อขอสิทธิบัตรในเดือนมีนาคม ค.ศ. 2000 (พ.ศ. 2543)ในประเภท Fixed-Odds Financial Betting ในเดือนพฤษภาคม พวกเราขึ้นทะเบียนทำการซื้อขายในนาม BetOnMarkets และย้ายไปที่ประเทศมอลตาเพื่อรับใบอนุญาตการประกอบธุรกิจทางอินเทอร์เน็ต
vi: Regent Markets đệ đơn xin bằng sáng chế vào tháng 3 năm 2000 trên cơ sở vị trí độc nhất của chúng tôi đó là đối thủ cạnh tranh đáng gờm duy nhất trong kinh doanh giao dịch cược theo tỷ lệ cố định. Tháng năm, chúng tôi đăng ký tên thương mại BetOnMarkets và di chuyển đến Malta để nhận một giấy phép cá cược trên internet

source: Regent Markets files for patent, and registers BetOnMarkets trading name
de: Regent Markets beantragt ein Patent und lässt den BetOnMarkets Markennamen eintragen
es: Regent Markets solicita una patente y registra el nombre comercial BetOnMarkets
fr: Regents Markets dépose un brevet, et enregistre le nom commercial de BetOnMarkets
id: Regent Markets memohon hak paten dan mendaftarkan nama trading BetOnMarkets
it: Regent Markets richiede un brevetto e registra il nome di trading BetOnMarkets
ja: Regent Marketsは特許取得を申請し、BetOnMarketsを商標登録
pl: Regent Markets składa wniosek patentowy i rejestruje nazwę handlową BetOnMarkets
pt: A Regent Markets efetuou um pedido de patente e registra o nome comercial BetOnMarkets
ru: Regent Markets подает на патент и регистрирует торговое имя BetOnMarkets
th: Regent Markets ได้รับสิทธิบัตร และขึ้นทะเบียนการซื้อขายในชื่อ BetOnMarkets
vi: Regent Markets đệ đơn xin bằng sáng chế, và đăng ký tên kinh doanh là BetOnMarkets

source: Regent Markets granted US patent for 'Betting system and method'
de: Regent Markets wurde ein US-Patent für das 'Wettsystem und die Methode' vergeben
es: Regent Markets recibe la patente en los EE. UU. para "el sistema y método de apuestas"
fr: Regent Markets obtient un brevet américain pour 'Système et méthode de paris'
id: Regent Markets mengantongi paten AS sebagai 'Sistem dan metode trading'
it: Regent Markets ha ottenuto un brevetto americano per il 'Sistema e metodo di scommessa'
ja: Regent Marketsは、「トレードシステムと手法」に関する米国特許を取得
pl: Regent Markets uzyskuje amerykański patent dla „Najlepszej metody i systemu zakładów”
pt: A Regent Markets é concedida uma patente dos EUA para "Sistema e método de apostas"
ru: Regent Markets получает патент в США как “Система и метод беттинга”
th: Regent Markets ได้รับสิทธิบัตรของประเทศสหรัฐอเมริกาสำหรับ 'ระบบและวิธีการซื้อขาย'
vi: Regent Markets cấp cho bằng sáng chế US về 'hệ thống cá cược và phương pháp'

source: Regent Markets granted two new US patents
de: Regent Markets erhält zwei neue US Patente
es: A Regent Markets le son concedidas dos nuevas patentes en los EE. UU
fr: Regent Markets obtient deux nouveaux brevets américains
id: Regent Markets diberikan dua hak paten baru AS
it: Regent Markets ha ottenuto due nuovi brevetti americani
ja: Regent Marketsは新たに２点の米国特許を取得
pl: Regent Markets uzyskuje dwa nowe patenty amerykańskie
pt: A Regent Markets é concedida duas novas patentes dos EUA
ru: Regent Markets получает два новых патента в США
th: Regent Markets ได้รับสิทธิบัตรใหม่ 2 ฉบับของประเทศสหรัฐอเมริกา
vi: Regent Markets cấp hai bằng sáng chế Hoa Kỳ mới

source: Regent Markets is founded by Jean-Yves Sireau
de: Regent Markets wurde von Jean-Yves Sireau gegründet
es: Regent Markets es fundada por Jean-Yves Sireau
fr: Regent Markets est fondé par Jean-Yves Sireau
id: Regent Markets didirikan oleh Jean-Yves Sireau
it: Regent Markets è stato fondato da Jean-Yves Sireau
ja: ン・イヴス・シローがRegent Marketsを創立
pl: Jean-Yves Sireau zakłada firmę Regent Markets
pt: A Regent Markets é fundada por Jean-Yves Sireau
ru: Проект Regent Markets основан Жан-Ивом Сиро
th: Regent Markets ก่อตั้งโดย Jean-Yves Sireau
vi: Regent Markets được thành lập bởi Jean-Yves Sireau

source: Regent Markets obtains a licence in the Isle of Man
de: Regent Markets erhält auf der Isle of Man eine Lizenz
es: Regent Markets obtiene una licencia en la Isla de Man
fr: Regent Markets obtient une licence dans l’île de Man
id: Regent Markets memperoleh lisensi di Isle of Man
it: Regent Markets ottiene un'autorizzazione nell'Isola di Man
ja: Regent Marketsはマン島The Gambling Supervision Commissionからライセンスを取得
pl: Regent Markets uzyskuje licencję na Wyspie Man
pt: A Regent Markets obtém uma licença da Ilha de Man
ru: Regent Markets получает лицензию на Острове Мэн
th: Regent Markets ได้รับใบอนุญาตในเกาะ Isle of Man
vi: Regent Markets có được một giấy phép tại đảo Man

source: Regent Markets receives funding to provide on-line financial betting services
de: Regent Markets erhält Investitionen, um Wettdienstleistungen im Finanzbereich online anbieten zu können
es: Regent Markets recibe fondos para ofrecer servicios de apuestas financieras en línea
fr: Regent Markets reçoit un financement pour fournir des services de paris financiers en ligne
id: Regent Markets memperoleh lisensi untuk memberikan layanan trading keuangan on-line
it: Regent Markets riceve fondi per fornire servizi di scommessa finanziaria online
ja: Regent Marketsはオンライン上のトレードシステム開始のため、融資を受ける
pl: Regent Markets otrzymuje wsparcie finansowe, aby oferować usługi handlu i zakładów online
pt: A Regent Markets recebe financiamento para fornecer serviços de apostas financeiras online
ru: Regent Markets получает финансирование для предоставления сервиса финансового онлайн-беттинга
th: Regent Markets ได้รับทุนในการพัฒนาบริการด้านระบบการเงินออนไลน์
vi: Regent Markets nhận được tài trợ để cung cấp các dịch vụ cá cược tài chính trực tuyến

source: Regent Markets sets up a programming centre in Cyberjaya, Malaysia
de: Regent Markets eröffnet in Cyberjaya, Malaysia, ein Programmierzentrum
es: Regent Markets establece un centro de programación en Cyberjaya, Malasia
fr: Regents Markets met en place un centre de programmation à Cyberjaya en Malaisie
id: Regent Markets mendirikan pusat pemrograman di Cyberjaya, Malaysia
it: Regent Markets fonda un centro di programmazione a Cyberjaya, Malesia
ja: Regent Marketsは、サイバージャヤ（マレーシア）に開発センターを設立
pl: Regent Markets zakłada centrum programistyczne w Cyberjaya w Malezji
pt: A Regent Markets monta um centro de programação em Cyberjaya, Malásia
ru: Regent Markets открывает центр программирования в Cyberjaya, Малайзия
th: Regent Markets ดำเนินการจัดตั้งศูนย์พัฒนาระบบที่ไซเบอร์จายา ประเทศมาเลเซีย
vi: Regent Markets thành lập một trung tâm lập trình ở Cyberjaya, Malaysia

source: Regent Pacific Group Ltd., the Hong Kong-listed founding shareholder of Binary.com
de: Regent Pacific Group Ltd. ist der in Hong-Kong gelistete Gründungsaktionär von Binary.com
es: Regent Pacific Group Ltd., accionista fundador de Binary.com, cotizado en la bolsa de Hong Kong
fr: Regent Pacific Group Ltd., un actionnaire coté à Hong Kong fondateur de Binary.com
id: Regent Pacific Group Ltd., terdaftar di Hong Kong pemegang saham dan pendiri Binary.com
ja: Regent Pacific Group Ltd はBinary.comの大株主でり、香港取引所で上場している企業です
pl: Regent Pacific Group Ltd., firma notowana na giełdzie w Hongkongu będąca wspólnikiem-założycielem Binary.com
pt: A Regent Pacific Group Ltd., a acionista fundadora da Binary.com, listada em Hong Kong
ru: Regent Pacific Group Ltd., акционер Binary.com, зарегистрированный в Гонконге,
th: Regent Pacific Group Ltd ผู้ถือหุ้นที่เป็นผู้ก่อตั้งที่จดทะเบียนในตลาดฮ่องกงของ Binary.com
vi: Regent Pacific Group Ltd., là cổ đông sáng lập nằm trong danh sách Hồng Kông của Binary.com

source: Regent Pacific transaction
de: Regent Pacific Transaktion
es: Transacción de Regent Pacific
fr: Transaction de Regent Pacific
id: Transaksi Regent Pacific
it: Transazione di Regent Pacific
ja: Regent Pacific株式売却
pl: Transakcje Regent Pacific
pt: Transação da Regent Pacific
ru: Выкуп доли у Regent Pacific
th: ธุรกรรมของ Regent Pacific
vi: giao dịch Regent Pacific

source: Register free account
de: Gratis-Konto registrieren
es: Registrar una cuenta gratis
fr: Ouvrez un compte gratuit
id: Daftar akun gratis
it: Registra un account gratis
ja: 無料口座に登録
pl: Zarejestruj darmowe konto
pt: Registrar conta gratuita
ru: Откройте бесплатный счёт
th: ลงทะเบียนบัญชีใหม่ฟรี
vi: Đăng ký tài khoản miễn phí

source: Relative Strength Index (RSI)
de: Relative Stärke Index (RSI)
es: Índice de fuerza relativa (RSI)
fr: Indice de Force Relative (IFR)
it: Indice di forza relativa (RSI)
ja: 相対力指数（RSI）
pl: Wskaźnik względnej siły (RSI – Relative Strength Index)
pt: Índice de Força Relativa (IFR)
ru: Индекс относительной силы (RSI)
vi: Chỉ số sức mạnh tương đối (RSI)

source: Remove
es: Quitar
fr: Supprimer
id: Hapus
it: Rimuovi
ja: 削除
ru: Удалить
th: ลบ
vi: Hủy

source: Remove Selected
de: Auswahl entfernen
es: Quitar Seleccionado
fr: Supprimer la sélection
id: Hapus Pilihan
it: Rimuovi selezione
ja: 選択項目を削除
pl: Usuń zaznaczone
pt: Remover selecionado
ru: Удалить выбранное
th: ลบรายการที่เลือก
vi: Xóa Lựa Chọn

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
id: Ganti nama
it: Rinomina
ja: 名前変更
pl: Zmień nazwę
pt: Renomear
ru: Переименовать
th: เปลี่ยนชื่อ
vi: Đổi tên

source: Repeat password
de: Passwort wiederholen
es: Repetir contraseña
fr: Répéter le mot de passe
id: Ulang kata sandi
it: Ripeti la password
ja: パスワード再入力
pl: Wprowadź hasło ponownie
pt: Repetir senha
ru: Повторите пароль
th: ป้อนรหัสผ่านอีกครั้ง
vi: Lặp lại mật khẩu

source: Resale price
de: Wiederverkaufspreis
es: Precio de reventa
fr: Prix de revente
id: Harga jual kembali
it: Prezzo di rivendita
ja: 売却価格
pl: Cena odsprzedaży
pt: Preço de revenda
ru: Цена перепродажи
th: ราคาจำหน่ายต่อ
vi: Giá bán lại
