Repository: binary-com/webtrader
Catalog: translations/i18n/*.po
Languages: de, es, fr, id, it, ja, pl, pt, ru, th, vi

source: IMPORTANT DISCLAIMER - Binary.com is not affiliated with any of the payment agents listed above. Each payment agent operates as an independent service provider and is not endorsed, guaranteed or otherwise approved by Binary.com. CUSTOMERS DEAL WITH PAYMENT AGENTS AT THEIR SOLE RISK AND PERIL. Customers are advised to check the credentials of payment agents before sending them any money. Binary.com shall not in any circumstance be held responsible for transactions made between customers and payment agents
de: - Binary.com ist kein Geschäftspartner einer der oben aufgeführten Zahlungsagenten. Jeder Zahlungsagent arbeitet als eigenständiger Dienstleister und wird nicht von Binary.com empfohlen, garantiert oder anderweitig genehmigt. DIE KUNDEN HANDELN MIT ZAHLUNGSAGENTEN AUF IHR EIGENES RISIKO UND IHRE EIGENE GEFAHR. Den Kunden wird empfohlen, die Angaben der Zahlungsagenten zu überprüfen, bevor sie Geld überweisen. Binary.com kann für Transaktionen zwischen Kunden und Zahlungsagenten nicht haftbar gemacht werden
es: AVISO IMPORTANTE - Binary.com no está afiliado con ninguno de los agentes de pago mencionados anteriormente. Cada agente de pago opera como un proveedor de servicios independiente y no es avalado, garantizado o de lo contrario aprobado por Binary.com. LOS CLIENTES TRATAN CON AGENTES DE PAGO A SU EXCLUSIVO RIESGO Y PELIGRO. Se recomienda a los clientes verificar las credenciales de los agentes de pago antes de enviarles dinero. Binary.com no será responsable en ninguna circunstancia por las transacciones realizadas entre los clientes y los agentes de pago
fr: CLAUSE DE NON-RESPONSABILITÉ IMPORTANTE / Binary.com n'est affiliée à aucun des agents de paiement listés ci-dessus. Chaque agent de paiement agit en tant que fournisseur de services indépendant et Binary.com ne peut en aucun cas recommander, garantir ou approuver les services concernés. LES CLIENTS FONT APPEL AUX AGENTS DE PAIEMENT À LEURS RISQUES ET PÉRILS. Nous conseillons aux clients de vérifier les références des agents de paiement avant de leur envoyer toute somme d'argent. Binary.com ne pourra en aucun cas être tenue responsable des transactions réalisées entre les clients et les agents de paiement.
id: SANGGAHAN PENTING - Binary.com tidak berafiliasi dengan Agen Pembayaran manapun. Setiap Agen Pembayaran beroperasi sendiri dan Binary.com tidak bertanggungjawab atas risiko penggunaannya. PELANGGAN BERURUSAN DENGAN AGEN PEMBAYARAN ATAS RISIKO SENDIRI. Pelanggan disarankan untuk mengecek kredibilitas dan eksistensi Agen Pembayaran bersangkutan sebelum bertransaksi dengan mereka
it: DISCLAIMER IMPORTANTE - Binary.com non è affiliato con alcun Agente di pagamento elencato qui sopra. Ogni Agente di pagamento opera come provider di servizi indipendente e non è in alcun modo sostenuto, garantito o approvato da Binary.com. I CLIENTI TRATTANO CON GLI AGENTI DI PAGAMENTO A PROPRIO RISCHIO E PERICOLO. Ai clienti si consiglia di controllare le credenziali degli Agenti di pagamento prima di inviare loro qualsiasi somma di denaro. Binary.com non è in alcun modo responsabile per le transazioni eseguite tra i clienti e gli Agenti di pagamento
ja: 重要な免責事項 -Binary.comは、上記の決済サービス会社と提携していません。各決済サービスは、独立したサービスプロバイダーとして動作し、Binary.comによる承認、保証またはその他の許可がなされていません。お客さまは危険を承知で自信の責任をもって決済サービスに処断します。送金をされる前に、決済サービス会社の資格情報を確認されることをお勧めいたします。Binary.comはいかなる状況下においても、お客さまと決済サービス会社の間で生じた処理への責任は負いません。
pl: WAŻNE ZASTRZEŻENIE - Firma Binary.com nie jest związana z żadnym z pośredników płatności wymienionych powyżej. Każdy pośrednik płatności działa jako niezależny usługodawca i nie jest w żaden sposób zatwierdzony ani popierany przez Binary.com. KLIENCI KORZYSTAJĄ Z USŁUG POŚREDNIKÓW NA WŁASNE RYZYKO. Zaleca się sprawdzenie danych pośredników płatności przed wysłaniem do nich pieniędzy. Binary.com nie ponosi żadnej odpowiedzialności za transakcje zawarte między klientami a pośrednikami płatności
pt: ISENÇÃO DE RESPONSABILIDADE IMPORTANTE - A Binary.com não está afiliada com qualquer um dos agentes de pagamentos listados acima. Cada agente de pagamentos opera como um fornecedor de serviços independente e não é recomendando, garantido ou, de outra forma, aprovado pela Binary.com. OS CLIENTES LIDAM COM AGENTES DE PAGAMENTOS POR SUA PRÓPRIA CONTA E RISCO. Os clientes são aconselhados a verificar as credenciais dos agentes de pagamentos antes de lhes enviar quaisquer fundos. A Binary.com não terá nenhuma responsabilidade, em qualquer circunstância, nas transações entre clientes e agentes de pagamentos
ru: ВАЖНАЯ ИНФОРМАЦИЯ: Binary.com не является партнёром ни одного из вышеперечисленных платёжных агентов. Каждый платёжный агент действует в качестве независимого поставщика услуг и не получает поощрения, гарантий или иного одобрения от Binary.com. КЛИЕНТЫ СОТРУДНИЧАЮТ С ПЛАТЁЖНЫМИ АГЕНТАМИ НА СВОЙ СТРАХ И РИСК. Клиентам рекомендуется проверять рекомендации платёжных агентов перед отправкой им денег. Ни при каких обстоятельствах Binary.com не будет нести ответственности за транзакции, осуществляемые между клиентами и платёжными агентами
th: ข้อสงวนสิทธิ์ที่สำคัญ - Binary.com ไม่ได้เข้าร่วมเป็นพันธมิตรกับตัวแทนรับชำระเงินที่แจกแจงข้างต้น ตัวแทนรับชำระเงินแต่ละรายดำเนินการในฐานะผู้ให้บริการอิสระ และไม่ได้รับการรับรอง รับประกัน หรืออนุมัติโดย Binary.com ลูกค้าที่ติดต่อกับตัวแทนรับชำระเงินจะต้องรับผิดชอบต่อความเสี่ยงต่างๆด้วยตัวเอง ขอแนะนำให้ลูกค้าตรวจสอบข้อมูลหลักฐานอ้างอิงของตัวแทนรับชำระเงินก่อนที่จะส่งเงินใดๆให้กับตัวแทน Binary.com ไม่ว่าในกรณีใดๆ ก็ตาม จะไม่รับผิดชอบต่อธุรกรรมที่กระทำขึ้นระหว่างลูกค้ากับตัวแทนรับชำระเงิน
vi: KHUYẾN CÁO QUAN TRỌNG - Binary.com không liên kết với bất kỳ Đại Lý Thanh Toán nào được liệt kê ở trên. Mỗi Đại Lý Thanh Toán hoạt động như một nhà cung cấp dịch vụ độc lập và không được thừa nhận, bảo đảm hoặc chấp thuận bởi Binary.com. KHÁCH HÀNG LÀM VIỆC VỚI CÁC ĐẠI LÝ THANH TOÁN VÀ TỰ CHỊU RỦI RO VÀ NGUY HIỂM. Khách hàng được khuyến cáo nên kiểm tra thông tin của Đại Lý Thanh Toán trước khi gửi cho họ bất kỳ khoản tiền nào. Binary.com trong bất kỳ trường hợp nào đều sẽ không chịu trách nhiệm cho các giao dịch được thực hiện giữa khách hàng và Đại Lý Thanh Toán

source: IPO on the blockchain
fr: Introduction en bourse sur le blockchain
id: IPO pada blockchain
ru: IPO в системе блокчейн
th: IPO บนบล็อกเชน
vi: IPO vào blockchain

source: Ideal for beginners and experienced traders
fr: Ideal pour les débutants et les traders expérimentés
id: Ideal untuk pemula dan trader berpengalaman
it: Ideale per trader novizi ed esperti
ru: Идеальная платформа для новичков и опытных трейдеров
th: ดีงามสำหรับนักลงทุนมือใหม่และนักลงทุนมืออาชีพ
vi: Ý tưởng cho thương nhân mới và người có kinh nghiệm

source: Identical Three Crows (CDLIDENTICAL3CROWS)
es: Tres cuervos idénticos (CDLIDENTICAL3CROWS)
fr: Trois Corbeaux Identiques (CDLIDENTICAL3CROWS)
ja: 同三羽カラス（CDLIDENTICAL3CROWS）
pl: Identical Three Crows – trzy identyczne kruki (CDLIDENTICAL3CROWS)
pt: Três corvos idênticos (CDLIDENTICAL3CROWS)
ru: Три одинаковые вороны (CDLIDENTICAL3CROWS)
vi: Mô hình Ba quạ trùng khớp (CDLIDENTICAL3CROWS)

source: If you select a
de: Wenn Sie einen auswählen
es: Si selecciona un
fr: Si vous sélectionnez une
id: Jika Anda memilih
it: Se selezioni un
ja: xxxを選択した場合
pl: Jeśli wybierzesz
pt: Se você selecionou
ru: Если Вы выбираете
th: หากท่านเลือก
vi: Nếu bạn chọn một

source: If you select a specific
de: Wenn Sie einen speziellen auswählen
es: Si selecciona un
fr: Si vous sélectionnez une
id: Jika Anda memilih
it: Se selezioni uno specifico
ja: 特定のxxxを選択した場合
pl: Jeśli wybierzesz określony
ru: Если Вы выбираете определенное
th: หากท่านเลือก
vi: Nếu bạn chọn một cụ thể

source: If you're an individual trader, you'll appreciate the simplicity, flexibility, and limited risk of binary trading. With Binary.com's low minimum stakes, you'll soon learn how to trade with skill and confidence. And if you have any questions, you're free to access
de: Wenn Sie ein individueller Händler sind, werden Sie die Einfachheit, Flexibilität, und das begrenzte Risiko vom binären Optionen Handel schätzen. Mit Binary.coms niedrigen minimum Einsätzen, werden Sie bald lernen, wie man mit Geschick und Selbstvertrauen handelt. Und falls Sie irgendwelche Fragen haben, steht es Ihnen frei auf zuzugreifen
es: Si Ud. es un comerciante individual, apreciará la simplicidad, flexibilidad y riesgo limitado del comercio con opciones binarias. Con las apuestas mínimas bajas de Binary.com, aprenderá cómo operar con habilidad y confianza. Y si tiene preguntas, tiene la libertad de acceder a
fr: Si vous êtes un trader individuel, vous allez apprécier la simplicité, la flexibilité, et le risque limité du trading d'options binaires. Avec les faibles mises minimum de Binary.com, vous allez bientôt apprendre comment trader avec habilité et confidence. Et si vous avez des questions, vous êtes libre d'accéder
id: Jika Anda adalah trader individual, Anda akan menyukai kesederhanaan, fleksibelitas dan risiko terbatas trading binary. Dengan modal minimal pada Binary.com Anda akan mempelajari bagaimana bertrading dengan keahlian dan keyakinan. Dan jika Anda memiliki pertanyaan, silahkan hubungi
it: Se sei un trader individuale, apprezzerai la semplicità, la flessibilità e il rischio limitato del trading binario. Con le puntate minime basse di Binary.com, imparerai presto come negoziare con abilità e fiducia. E per qualsiasi domanda, sei libero di accedere
ja: 個人投資家の方はバイナリーオプション取引の簡潔性、柔軟性、そして限定されたリスクにメリットを見い出されることでしょう。当社では少額取引も提供しておりますので、お気軽に取引スキルの向上にチャレンジいただけます。ご不明な点がございましたらお気軽にお問い合わせください。
pl: Jeśli jesteś nieprofesjonalnym graczem, na pewno docenisz prostotę, elastyczność i ograniczone ryzyko handlu opcjami binarnymi. Dzięki niskim stawkom minimalnym dostępnym na Binary.com szybko nauczysz się, jak sprawnie i pewnie handlować. Jeśli masz pytania, zawsze możesz skontaktować się z
pt: Caso você seja um negociador individual, irá valorizar a simplicidade, a flexibilidade e os riscos limitados da negociação de opções binárias. Com o baixo valor mínimo para apostas da Binary.com, em pouco tempo você aprenderá como negociar com habilidade e confiança. E, caso tenha dúvidas, sempre pode acessar
ru: Если Вы являетесь частным лицом, Вам понравится простота, гибкость и ограниченный риск торговли бинарными опционами на нашей платформе. Binary.com предлагает минимальные ставки, благодаря которым Вы быстро сможете научиться работе и обретёте уверенность. Если у Вас возникли вопросы, к Вашим услугам наша
th: หากท่านเป็นนักลงทุนรายย่อย ท่านจะได้เห็นความเรียบง่าย ความยืดหยุ่น และความเสี่ยงที่ถูกจำกัดได้ของการซื้อขายไบนารี ด้วยการวางเงินขั้นต่ำของ ท่านจะได้เรียนรู้ทักษะการซื้อขาย และความมั่นใจ และหากท่านมีคำถามเพิ่มเติม ท่านสามารถติดต่อเจ้าหน้าที่สนับสนุนและบริการลูกค้าของเราเพื่อคลายความสงสัยในทุกข้อซักถามของท่าน
vi: Nếu bạn là một nhà giao dịch đơn lẻ, bạn sẽ đánh giá cao sự đơn giản, linh hoạt và hạn chế rủi ro của giao dịch nhị phân. Với cổ phần thấp tối thiểu của Binary.com, bạn sẽ sớm học được cách giao dịch với các kỹ năng và sự tự tin. Và nếu bạn có bất kỳ câu hỏi, bạn có thể truy cập miễn phí

source: In April
de: Im April
es: En abril
fr: En Avril
id: Pada bulan April
it: Ad Aprile
ja: 4月に
pl: W kwietniu
pt: Em Abril
ru: В апреле
th: ในเดือนเมษายน
vi: Vào tháng tư

source: In Bullish Belt Hold After a stretch of bearish candlesticks, a bullish or white candlestick forms. The opening price, which becomes the low for the day, is significantly lower then the closing price. This results in a long white candlestick with a short upper shadow and no lower shadow. In Berish Belt Hold, a bearish or black candlestick occurs, the opening price, which becomes the high for the day, is higher than the close of the previous day, resulting in a long black candlestick with a short lower shadow and no upper shadow
de: Im Bullish Belt Hold formt sich, nach einem Abschnitt von bärischen Kerzen, eine bullische weiße Kerze. Der Öffnungskurs, der das Tief des Tages wird, ist wesentlich niedriger als der Schlusskurs. Dies endet mit einer langen weißen Kerze, mit einem kurzen oberen Schatten und keinem unteren Schatten. Im Bearish Belt Hold, kommt eine bärische oder schwarze Kerze vor, der Eröffnungskurs, der das Hoch des Tages wird, ist höher als die Schlussnotierung des vorherigen Tages, was in einer langen Kerze mit kurzem unteren Schatten und keinem oberen Schatten resultiert
es: En un patrón apoyo ceñido (belt-hold) alcista, luego de un tramo de velas bajistas, se forma una vela blanca o alcista. El precio de apertura, el cual se vuelve el mínimo del día, es significativamente menor que el precio de cierre. Esto da como resultado una vela blanca larga con una sombra superior corta y sin sombra inferior. En un patrón apoyo ceñido bajista, se produce una vela negra o bajista. El precio de apertura, el cual se vuelve el máximo del día, es mayor que el precio de cierre del día anterior, lo que se traduce en una vela negra larga con una sombra inferior corta y sin sombra superior
fr: Dans la Ceinture de Maintien Haussière après une période de chandeliers baissiers, une forme de chandeliers haussiers ou blancs. Le prix d'ouverture, qui devient le plus bas de la journée, est significativement plus bas que le prix de clôture. Les résultats dans le long chandelier blanc avec une ombre supérieure courte et sans ombre inférieure. Dans une Ceinture de Maintien Baissier, un chandelier baissier ou noir apparaît, le prix d'ouverture, qui devient le plus haut de la journée, est plus élevé que la clôture du jour précédent, résultant d'un long chandelier noir avec une courte ombre inférieure et pas d'ombre supérieure
id: Pada Bullish Belt Hold Setelah hamparan candlestick bearish, bentuk candlestick bullish atau putih. Harga opening, yang menjadi nilai rendah untuk hari itu, secara signifikan lebih rendah dari harga closing. Hal ini menghasilkan candlestick putih panjang dengan bayangan bagian atas pendek dan tidak ada bayangan yang lebih rendah. Pada Berish Belt Hold, candlestick bearish atau hitam terjadi, harga pembukaan, yang menjadi tinggi pada hari itu, lebih tinggi dari penutupan hari sebelumnya, menghasilkan candlestick hitam panjang dengan bayangan pendek lebih rendah dan tidak ada bayangan bagian atas
pl: W przypadku formacji byka „Belt Hold” zwanej formacją zatrzymania po świecach bessy tworzą się świece hossy lub świece białe. Cena otwarcia, która staje się najniższą ceną dnia, jest znacznie niższa niż cena zamknięcia. Wynikiem tego jest biała świeca o długim korpusie z krótkim górnym cieniem bez cienia dolnego. W przypadku formacji niedźwiedzia „Belt Hold” występuje świeca bessy lub świeca czarna, cena otwarcia jest znacznie wyższa niż cena zamknięcia w danym dniu i staje się ceną najwyższą. Skutkiem tego jest utworzenie czarnej świecy z długim korpusem, z krótkim dolnym cieniem i bez cienia górnego
pt: Num Cinto apertado de alta, depois de uma série de velas baixistas, uma vela altista ou branca se forma. O preço de abertura, que se torna na baixa do dia, está significativamente mais baixo do que o preço de fechamento. Isto resulta numa longa vela branca com uma curta sombra superior e nenhuma sombra inferior. Num Cinto apertado de baixa, uma vela baixista ou preta se forma e o preço de abertura, que se torna na alta do dia, está mais alto que o fechamento do dia anterior, resultando numa longa vela preta com uma curta sombra inferior e nenhuma sombra superior
ru: В бычьей фигуре "Захват за пояс" после череды медвежьих свечей на графике формируется бычья или белая свеча. Цена открытия (которая становится минимумом дня) находится значительно ниже цены закрытия. В результате формируется длинная белая свеча с короткой верхней тенью и без нижней тени. В медвежьей фигуре "Захват за пояс" на графике формируется медвежья или чёрная свеча, цена открытия которой становится дневным максимумом и находится выше уровня закрытия предыдущего дня. В результате образуется длинная чёрная свеча с короткой нижней тенью и полным отсутствием верхней тени
th: ในกราฟรูปแบบเข็มขัดกระทิง (Bullish Belt Hold) เกิดการเหยียดตัวของแท่งเทียนตลาดซบเซา แท่งเทียนตลาดตื่นตัวหรือ รูปแบบสีขาวขึ้น ราคาเปิดซึ่งกลายเป็นราคาต่ำของวันจะต่ำกว่าราคาปิดมาก ซึ่งทำให้เกิดแท่งเทียนสีขาวยาวซึ่งมีเงาด้านด้านบนสั้นและไม่มีเงาด้านล่าง ในกราฟรูปแบบเข็มขัดหมี (Berish Belt Hold) จะเกิดแท่งเทียนตลาดซบเซา หรือสีดำขึ้น ราคาเปิดซึ่งกลายเป็นราคาสูงของวันจะสูงกว่าราคาปิดของวันก่อน ทำให้เกิดแท่งเทียนสีดำยาวที่มีเงาด้านล่างสั้นกว่าและไม่มีเงาด้านบน
vi: Trong Bullish đai giữ sau một căng chân nến hướng giảm, một hình thức nến bullish hoặc màu trắng. Giá mở cửa, trở nên thấp nhất trong ngày, là đáng kể thấp hơn thì mức giá đóng cửa. Kết quả là một nến dài màu trắng với một bóng trên ngắn và không có bóng thấp hơn. Ở Berish đai giữ, nến hướng giảm hoặc đen xảy ra, giá mở cửa, trở nên cao trong ngày, là cao hơn kết thúc ngày hôm trước, kết quả là một nến đen dài với một bóng thấp ngắn và không có bóng tối thượng

source: In Bullish Hikkake Pattern After the downward move, the bullish candle reaches above the range of the three preceding candles and most likely triggers a number of stop loss orders. This additional buying leads to a more distinct upward movement. In Bearish Hikkake Pattern After an upward move, the bearish candle reaches below the range of the three preceding , which most likely triggers a number of stop loss orders. This additional selling leads to a more distinct downward move
de: Nach der absteigenden Bewegung im Bullish Hikkake Pattern, reicht die bullische Kerze über die Reichweite der drei vorhergehenden Kerzen und löst wahrscheinlich eine Anzahl von Stop Loss Order aus. Dieses zusätzliche Kaufen führt zu einer eindeutigen aufsteigenden Bewegung. Nach einer aufsteigenden Bewegung im Bearish Hikkake Pattern, reicht die bärische Kerze unter die Reichweite der drei vorhergehenden Kerzen, was wahrscheinlich zu einer Anzahl von Stop Loss Order führt. Dieses zusätzliche Kaufen führt zu einer eindeutigen absteigenden Bewegung
es: En un patrón Hikkake alcista, luego del movimiento a la baja, la vela alcista se alza por sobre el rango de las tres velas anteriores y muy probablemente genera órdenes stop loss. Esta compra adicional lleva a un movimiento alcista más evidente. En un patrón Hikkake alcista, luego de un movimiento al alza, la vela bajista alcanza un rango por debajo de las tres velas anteriores, lo que muy probablemente genere varias órdenes stop loss. Esta venta adicional lleva a un movimiento bajista más evidente
fr: Dans un Schéma Hikkake Haussier après le mouvement baissier, la bougie haussière passe au dessus de l'aire des trois bougies précédentes et plus probablement déclenche un nombre d'ordres stop loss. L'achat additionnel entraîne un mouvement haussier plus prononcé. Dans le Schéma Hikkake Baissier après un mouvement haussier, la bougie baissière passe en dessous de l'aire des trois précédentes, qui plus probablement entraîne un nombre d'ordre de stop loss. Les ventes additionnelles entraînent un mouvement baissier plus prononcé
id: Dalam Bullish Hikkake Pattern After bergerak ke bawah, candle bullish mencapai di atas kisaran tiga lilin sebelumnya dan kemungkinan besar memicu sejumlah stop loss order. Pembelian tambahan ini mengarah pada gerakan ke atas yang lebih jelas. Dalam pola Hikkake Bearish After bergerak ke atas, candle bearish mencapai di bawah kisaran tiga sebelumnya, yang kemungkinan besar memicu sejumlah stop loss order. Penjualan tambahan ini menyebabkan pergerakan ke bawah yang lebih jelas
pl: W przypadku formacji Hikkake o tendencji wzrostowej po spadku na rynku świeca hossy osiąga poziom wyższy niż zasięg trzech poprzednich świec i prawdopodobnie wywoła wiele zleceń „stop loss” (stop stratom). Wzmożony zakup powoduje wyraźniejszy wzrost na rynku. W przypadku formacji Hikkake o tendencji spadkowej po odnotowaniu wzrostu na rynku świeca bessy wykracza poza dolny poziom zasięgu trzech poprzednich świec, co prawdopodobnie wywoła wiele zleceń „stop loss” (stop stratom). Wzmożona sprzedaż powoduje wyraźniejszy spadek na rynku
pt: Num padrão Hikkake altista, depois do movimento para baixo, a vela altista alcança a região acima do intervalo das três velas anteriores e muito provavelmente aciona uma série de ordens de limite de perdas. As compras adicionais levam a um movimento para cima mais distinto. Num padrão Hikkake baixista, depois de um movimento para cima, a vela baixista alcança a região abaixo do intervalo das três velas anteriores, o que muito provavelmente aciona uma série de ordens de limite de perdas. Estas vendas adicionais levam a um movimento para baixo distinto.
ru: В бычьей фигуре Хиккаке после нисходящей динамики бычья свеча поднимается выше диапазона, образованного тремя предыдущими свечами, что может вызвать серию ордеров стоп-лосс в кругах трейдеров. Дополнительная покупка контрактов поддерживает более отчётливую дальнейшую восходящую динамику. В медвежьей фигуре Хиккаке после восходящей динамики на графике медвежья свеча опускается ниже диапазона из трёх предыдущей свечей, что способно вызвать серию ордеров стоп-лосс в кругах трейдеров. Дополнительная покупка контрактов поддерживает более отчётливую дальнейшую нисходящую динамику
th: ในรูปแบบ Hikkake ตลาดตื่นตัว หลังจากการเคลื่อนย้ายขาลง แท่งเทียนตลาดตื่นตัวแตะที่เหนือระยะของแท่งเทียนสามแท่งก่อนหน้านั้น และเป็นไปได้มากที่จะกระตุ้นตัวเลขของคำสั่งซื้อหยุดการขาดทุน การซื้อเพิ่มนี้นำไปสู่การเคลื่อนไหวในแนวโน้มขาขึ้นที่ชัดเจนมากขึ้น ในตลาดซบเซา Hikkake หลังจากการเคลื่อนย้ายขาขึ้น แท่งเทียนตลาดซบเซาแตะที่ต่ำกว่าระยะของแท่งเทียนสามแท่งก่อนหน้านั้น ซึ่งเป็นไปได้มากที่จะกระตุ้นตัวเลขของคำสั่งซื้อหยุดการขาดทุน การขายเพิ่มนี้นำไปสู่การเคลื่อนไหวในแนวโน้มขาลงที่ชัดเจนมากขึ้น
vi: Bullish Hikkake mô hình sau các xuống di chuyển, ngọn nến bullish đạt trên phạm vi của nến trước ba và rất có thể gây nên một số stop loss đơn đặt hàng. Mua bổ sung này dẫn đến một phong trào trở lên khác biệt. Hướng giảm Hikkake mô hình sau một di chuyển trở lên, ngọn nến hướng giảm đạt dưới đây khoảng ba ngay trước, mà rất có thể gây nên một số stop loss đơn đặt hàng. Bổ sung bán dẫn đến một hành động khác biệt đi xuống
