Repository: binary-com/webtrader
Catalog: translations/i18n/*.po
Languages: de, es, fr, id, it, ja, pl, pt, ru, th, vi

source: Online trading can become addictive. Fill in the form below to limit your participation on the website or send a signed letter or fax to our customer support team. Once set, you can only tighten your limits. Limits will only be removed or loosened after 7 days with the exception of the self- exclusion date, which cannot be removed or altered once you have confirmed it. To remove or increase your limits, please contact
fr: La spéculation financière peut s'avérer addictive. Veuillez remplir le formulaire ci-dessous pour limiter votre participation sur le site Web ou envoyer une lettre ou un fax signé à notre équipe du service clientèle. Une fois vos limites fixées, vous pourrez uniquement les restreindre. Elles ne pourront être supprimées ou élargies qu'au bout de 7 jours, sauf si une date d'auto-exclusion a été sélectionnée, laquelle ne peut être supprimée ou modifiée une fois confirmée. Pour supprimer ou augmenter vos limites, veuillez contacter
id: Trading online dapat menyebabkan ketagihan. Isikan formulir dibawah ini untuk membatasi keikutsertaan Anda pada situs web ini atau kirimkan surat yang ditandatangani atau kirimkan fax kepada tim customer support kami. Setelah ditetapkan, Anda hanya dapat merubah batasan Anda. Batas hanya akan dihapus atau dirubah setelah 7 hari dengan pengecualian dari tanggal pengecualian diri, yang tidak dapat dihapus atau diubah setelah Anda konfirmasi. Untuk menghapus atau meningkatkan batasan Anda, silahkan hubungi customer support
ru: Онлайн торговля может перерасти в зависимость. Заполните форму для ограничения Вашего участия на сайте или вышлите в службу поддержки подписанное письмо в отсканированном виде или по факсу. После установки ограничений Вы можете только усилить их. Ограничения могут быть сняты или смягчены по истечении 7 дней, за исключением даты самоисключения, которая не может быть изменена или отменена после её подтверждения. Для снятия или увеличения лимитов ограничения, пожалуйста, свяжитесь со следующим отделом:
th: การซื้อขายผลิตภัณฑ์ทางการเงินอาจทำให้ท่านเสพติดได้ โปรดกรอกข้อมูลในแบบฟอร์มด้านล่างเพื่อกำหนดระดับความต้องการในเว็บไซต์ หรือ ส่งจดหมายที่มีการลงนาม หรือ ส่งแฟกซ์มายังฝ่ายลูกค้าสัมพันธ์ เมื่อมีการตั้งค่าตามความประสงค์ของท่านแล้ว ท่านจะถูกจำกัดตามเงื่อนไขดังกล่าว วงเงินจะถูกปรับหรือผ่อนปรนหลังจาก 7 วันของวันที่กำหนดให้พัก แต่หากท่านต้องการลบหรือเพิ่มวงเงินของท่าน โปรดติดต่อ ฝ่ายลูกค้าสัมพันธ์
vi: Giao dịch trực tuyến có thể gây nghiện. Điền thông tin vào mẫu dưới đây để giới hạn mức chơi trên trang web hoặc gửi thư đã được kí hoặc fax cho nhóm hỗ trợ khách hàng của chúng tôi. Khi được thiết lập, bạn có thể thắt chặt giới hạn của mình. Giới hạn này sẽ chỉ bị loại bỏ hoặc nới lỏng sau 7 ngày ngày tự loại trừ, không thể bị loại bỏ hoặc thay thế từ khi bạn đã xác nhận chúng. Để loại bỏ hoặc tăng giới hạn của bạn, vui lòng liên hệ

source: Only five years after inception, we pick up this major award for our online trading services. The award recognises BetOnMarkets.com's reliable, fast and secure online trading for novice and expert traders. At this time, our website has received over 15 million trades
de: Nur fünf Jahre nach der Gründung erhalten wir diese bedeutende Auszeichnung für unsere Online Trading Dienstleistungen. Die Auszeichnung erkennt das zuverlässige, schnelle und sichere Online Trading für Einsteiger und Trading Experten an. Bis jetzt hat unsere Website über 15 Millionen Trades durchgeführt
es: Sólo cinco años después de la creación de la web, obtenemos este importante premio por nuestros servicios de apuestas en línea. El premio reconoce la forma fiable, rápida y segura de operar en línea ofrecida por BetOnMarkets.com tanto para principiantes como para expertos. Hasta este momento, nuestro sitio web ha recibido más de 15 millones de transacciones
fr: Seulement cinq ans après ses débuts, nous avons reçu une récompense majeure pour nos services de trading en ligne. Cette récompense reconnaît la fiabilité, la rapidité et la sécurité du trading en ligne de BetOnMarkets.com pour les traders novices et experts. A ce moment, notre site internet avait reçu plus de 15 millions de trades
id: Dalam waktu lima tahun kami telah mengantongi beberapa penghargaan. Hal ini membuktikan bahwa BetOnMarkets.com adalah online trading yang handal, cepat dan aman bagi pemula atau trader mahir. Saat ini, sudah 15 juta kontrak terjual
it: Dopo soli cinque anni dall'inizio, abbiamo ottenuto questo importante premio per i nostri servizi di trading online. BetOnMarkets.com è stata riconosciuta come una piattaforma di trading online affidabile, rapida e sicura sia per i novizi che per i trader professionisti. Fino a quel momento, il nostro sito internet aveva ricevuto oltre 15 milioni di trade
ja: サービス開始からわずか5年にて、当社のオンライントレードサービスに対しこのような主要な賞を受賞。この賞では、BetOnMarkets.com’が信頼できる迅速で安全なオンライントレードの機会をトレード初心者をはじめ、上級者にも提供していることが評価され、この時点で当社の口座数は1,500万以上となりました。
pl: Zaledwie pięć lat od powstania zdobyliśmy tę ważną nagrodę za nasze usługi handlu online. Nagroda potwierdza, że BetOnMarkets.com to wiarygodny, szybki i bezpieczny portal zarówno dla początkujących, jak i profesjonalnych graczy. W tym okresie nasz portal obsłużył ponad 15 milionów zakładów
pt: Apenas cinco anos após o início, recebemos este grande prêmio pelos nossos serviços de negociações online. O prêmio reconhece as negociações online confiáveis, rápidas e seguras para principiantes e negociadores experientes da BetOnMarkets.com. Até agora, o nosso website já recebeu mais de 15 milhões de negociações
ru: Уже через пять лет после создания сайта мы получили этот крупный приз за свои услуги онлайн трейдинга. Награда признает надежный, быстрый и безопасный трейдинг, предлагаемый BetOnMarkets.com как новичкам, так и опытным трейдерам. На тот момент на сайте было выполнено более 15 миллионов сделок
th: เพียงระยะเวลา 5 ปี หลังจากเริ่มต้น พวกเราได้รับรางวัลสำหรับบริการซื้อขายออนไลน์ของพวกเรา รางวัลแสดงถึงความเชื่อถือได้ ความรวดเร็ว และความปลอดภัยในการซื้อขายออนไลน์ของ BetOnMarkets.com ทั้งสำหรับนักลงทุนมือใหม่ และ นักลงทุนผู้คร่ำหวอดในตลาด ในขณะนั้น เว็บไซต์ของเรามีมูลค่าการซื้อขายมากกว่า 15 ล้านเหรียญ
vi: Chỉ năm năm sau khi thành lập, chúng tôi nhận giải thưởng lớn này cho các dịch vụ giao dịch trực tuyến của chúng tôi. Các giải thưởng công nhận BetOnMarkets.com đáng tin cậy, nhanh chóng và an toàn giao dịch trực tuyến cho các người mới và chuyên gia. Tại thời điểm này, trang web của chúng tôi đã nhận được hơn 15 triệu giao dịch

source: Only letters, numbers, hyphen are allowed
es: Se permiten sólo letras, números y guiones
fr: Seuls les lettres, les nombres et trait d'union sont autorisés
id: Hanya huruf, angka, tanda hubung yang diizinkan
it: Sono consentiti solo lettere, numeri e trattini
ja: 文字、数字、ハイフンのみご利用いただけます
ru: Разрешены только буквы, цифры и дефис
th: ตัวอักษร ตัวเลข และเครื่องหมายขีดกลางเท่านั้นที่อนุญาต
vi: Chỉ có chữ cái, số, dấu nối được phép

source: Only letters, numbers, space, hyphen, period, apostrophe are allowed
es: Se permite sólo el uso de letras, números, espacios, guiones, puntos y apóstrofes
fr: Seuls les lettres, les nombres, espace, trait d'union, point et apostrophe sont autorisés
id: Hanya huruf, angka, spasi, tanda hubung, periode, tanda kutip yang diperbolehkan
it: Sono consentite solo lettere, numeri, spazi, trattini, punti e apostrofi
ja: 文字、数字、スペース、ハイフン、ピリオド、アポストロフィのみご利用いただけます
ru: Разрешены только буквы, цифры, пробел, дефис, точки и апостроф
th: ตัวอักษร ช่องว่าง ขีดกลาง จุด เครื่องหมายอัญประกาศ ( ' ) เท่านั้น ที่สามารถใช้ได้
vi: Chỉ ký tự, chữ số, dấu cách, dấu nối, dấu chấm, dấu nháy là được phép

source: Only letters, numbers, space, period, comma, - / @ ' are allowed
es: Se permite sólo el uso de letras, números, espacios, puntos, comas, -, / y @
fr: Seuls les lettres, les nombres, espace, point, virgule, - / @ ' sont autorisés
id: Hanya huruf, angka, spasi, periode, koma, - / @ ' diperbolehkan
it: Sono consentiti solo lettere, numeri, spazi, trattini, punti, virgole e - / @ '
ja: 文字、数字、スペース、ピリオド、カンマ、- / @のみご利用いただけます
ru: Разрешены только буквы, цифры, пробелы, точки, запятые и символы - / @ '
th: เฉพาะตัวอักษร ตัวเลข พื้นที่ ระยะเวลา จุลภาค - / @ ' ที่อนุญาตให้ใช้ได้
vi: Chỉ ký tự, chữ số, dấu cách, dấu chấm, dấu phẩy, - /@ ' là hợp lệ

source: Only letters, numbers, space, period, comma, dash(-)
de: Nur Buchstaben, Zahlen, Abstand, Punkt, Komma, Querstrich(-)
es: Se permite sólo el uso de letras, números, espacios, puntos, comas y rayas(-)
fr: Seuls les lettres, les nombres, espace, point, virgule, tiret(-)
id: Hanya huruf, angka, spasi, periode, koma, tanda hubung (-)
it: Sono consentiti solo lettere, numeri, spazi, punti, virgole, trattini (-)
ja: 文字、数字、スペース、ピリオド、カンマ、ダッシュ（-）のみご利用いただけます
pl: Tylko litery, cyfry, spacja, kropka, przecinek, myślnik (-)
pt: Apenas letras, números, espaço, ponto, vírgula, hífen (-)
ru: Только буквы, цифры, пробелы, точки, запятые, тире (-)
th: เฉพาะตัวอักษร ตัวเลข พื้นที่ ระยะเวลา จุลภาค ขีดกลาง
vi: Chỉ ký tự, chữ số, dấu cách, dấu chấm, dấu phẩy, dấu gạch

source: Only letters, space, hyphen, period, apostrophe are allowed
es: Se permite sólo el uso de letras, espacios, guiones, puntos y apóstrofes
fr: Seuls les lettres, espace, trait d'union, point, apostrophe sont autorisés
id: Hanya huruf, spasi, tanda hubung, periode, tanda kutip yang diperbolehkan
it: Sono consentite solo lettere, spazi, trattini, punti e apostrofi
ja: 文字、スペース、ハイフン、ピリオド、アポストロフィのみご利用いただけます
ru: Разрешены только буквы, пробелы, дефисы, точки и апостроф
th: ตัวอักษร ช่องว่าง ขีดกลาง จุด เครื่องหมายอัญประกาศ ( ' ) เท่านั้น ที่สามารถใช้ได้
vi: Chỉ ký tự, dấu cách, dấu nối, dấu chấm, dấu nháy là hợp lệ

source: Only numbers and space are allowed
es: Se permiten sólo números y espacios
fr: Seuls les lettres et espace sont autorisés
id: Hanya nomor dan spasi diizinkan
it: Sono consentiti solo numeri e spazi
ja: 数字とスペースのみご利用いただけます
ru: Разрешены только цифры и пробелы
th: ตัวเลข และช่องว่างเท่านั้นที่อนุญาต
vi: Chỉ chữ số và dấu cách là hợp lệ

source: Only numbers, letters, hyphens are allowed
es: Se permiten sólo letras, números y guiones
fr: Seuls les nombres, lettres, traits d'union sont autorisés
id: Hanya angka, huruf, tanda hubung diizinkan
it: Sono consentiti solo numeri, lettere e trattini
ja: 数字、文字、ハイフンのみご利用いただけます
ru: Разрешены только цифры, буквы и дефисы
th: ตัวอักษร ตัวเลข และเครื่องหมายขีดกลางเท่านั้นที่อนุญาต
vi: Chỉ các chữ số, ký tự, dấu nháy là hợp lệ

source: Open
de: Offen
es: Abierto
fr: Ouvrir
id: Buka
it: Apri
ja: 始値
pl: Otwórz
pt: Abertura
ru: Открыто
th: เปิด
vi: Mở

source: Open Account
de: Konto eröffnen
es: Abrir una cuenta
fr: Ouvrir un compte
id: Daftar Akun
it: Apri un account
ja: 口座開設
pl: Otwórz konto
pt: Conta aberta
ru: Открыть счёт
th: เปิดบัญชี
vi: Mở tài khoản

source: Open a Financial Account
de: Finanzkonto eröffnen
es: Abrir una cuenta financiera
fr: Ouvrir un compte financier
id: Daftar Akun Keuangan
it: Apri un account finanziario
ja: 口座開設
pl: Otwórz konto finansowe
pt: Abrir uma conta financeira
ru: Открыть финансовый счёт
th: เปิดบัญชีทางการเงิน 1 บัญชี
vi: Mở một tài khoản tài chính

source: Open account
de: Konto eröffnen
es: Abrir una cuenta
fr: Ouvrir un compte
id: Daftar akun
it: Apri un account
ja: 口座開設
pl: Otwórz konto
pt: Abrir conta
ru: Открыть счёт
th: เปิดบัญชี
vi: Mở tài khoản

source: Opening an account
de: Ein Konto eröffnen
es: Abrir cuenta
fr: Ouverture d'un compte
id: Mendaftar akun
it: Apertura di un account
ja: 口座開設
pl: Otwieranie konta
pt: Abrindo uma conta
ru: Открытие счёта
th: เปิดบัญชี
vi: Mở một tài khoản

source: Opens
de: Öffnet
es: Se abre
fr: Ouvertures
id: Buka
it: Apre
ja: 取引開始時間
pl: Otwarcie
pt: Abre
ru: Открытие
th: เปิด
vi: Mở

source: Option trading can become a real addiction, as can any other activity pushed to its limits. To avoid the danger of such addiction, we provide a reality-check that gives you a summary of your trades and accounts on a regular basis
de: Der Optionenhandel kann zu einer wirklichen Abhängigkeit führen, so wie jede andere Aktivität, die bis zu ihren Grenzen ausgeübt wird. Um die Gefahr einer solchen Äbhängigkeit zu vermeiden, bieten wir einen Realitätscheck an, der Ihnen eine regelmäßige Zusammenfassung Ihrer Geschäfte und Konten gibt
es: El comercio con opciones binarias puede ser una verdadera adicción, como cualquier otra actividad llevada al extremo. Para evitar el peligro de tal adicción, le ofrecemos una comprobación de la realidad que le da un resumen de sus transacciones y cuentas de forma regular
fr: Le trading d'options binaires peut devenir une véritable addiction, au même titre que toute autre activité pratiquée de façon trop intensive. Pour éviter le danger d'une telle addiction, nous vous fournissons régulièrement un « relevé d'activité » vous permettant de suivre l'évolution de vos opérations et de vos comptes.
id: Opsi trading dapat menyebabkan ketagihan seperti kegiatan lain yang dilakukan secara berlebihan. Untuk menghindari bahaya dari ketagihan tersebut, kami telah menyediakan pemeriksaan realitas yang memberi Anda rangkuman trading dan akun secara berkala
it: Il trading in opzioni può creare dipendenza così come una qualsiasi altra attività spinta al limite. Per evitare il pericolo di tale dipendenza, forniamo un controllo della situazione che ti fornisce un quadro generale dei tuoi trade e account su base regolare
ja: オプション取引は依存性があります。依存を防ぐために、当社ではお客様のお取引や口座の概要を定期的に提供するリアリティチェックを行っています
pl: Handel opcjami może stać się poważnym uzależnieniem, tak jak wszystkie inne czynności, którym poświęcamy zbyt wiele czasu. Aby zapobiec niebezpieczeństwu takiego uzależnienia, umożliwiamy sprawdzanie rzeczywistej sytuacji na bieżąco, co zapewnia Ci regularne zestawienie Twoich zakładów i kont
pt: A negociação de opções pode se tornar um verdadeiro vício, tal como qualquer outra atividade levado ao extremo. Para evitar os perigos de tais vícios, fornecemos um balanço da realidade que lhe proporciona um resumo das suas negociações e contas numa base regular
ru: Торговля бинарными опционами может вызват зависимость, как и любая деятельность, доведённая до крайности. Чтобы избежать опасности возникновения подобной зависимости, мы проводим проверку реальности и предоставляем регулярный отчёт о Ваших сделках и счетах
th: การซื้อขายออปชั่นสามารถทำให้ท่านเสพติดได้เฉกเช่นกับกิจกรรมอื่นที่มีการกำหนดขีดจำกัด เพื่อหลีกเลี่ยงความเสี่ยงต่างๆ ในการเสพติด พวกเรามีทางเลือกในการตรวจสอบเพื่อช่วยให้ท่านได้รับรายงานสรุปการซื้อขายของท่านในบัญชีต่างๆ ของท่านตามปกติ
vi: Giao dịch quyền chọn có thể thực sự gây nghiện, cũng như bất kỳ hoạt động nào khác khi bị đẩy đến giới hạn của nó. Để tránh rủi ro của việc nghiện giao dịch, chúng tôi cung cấp một công cụ kiểm tra thực tế để cho bạn một bản tóm tắt của các giao dịch và tài khoản một cách thường xuyên

source: Other
de: Andere
es: Otro
fr: Autre
id: Lain
it: Altro
ja: その他
pl: Inne
pt: Outro
ru: Другое
th: อื่นๆ
vi: Khác

source: Other financial instruments trading experience
de: Sonstige Handelserfahrung mit Finanzinstrumenten
es: Experiencia de comerciar con otros instrumentos financieros
fr: Expérience du trading sur d'autres instruments financiers
id: Pengalaman trading instrumen keuangan lainnya
it: Esperienza di trading con altri strumenti finanziari
ja: その他金融商品取引のご経験
pl: Doświadczenie w handlowaniu innymi instrumentami finansowymi
pt: Experiência com outros instrumentos financeiros
ru: Опыт торговли другими финансовыми инструментами
th: ประสบการณ์ซื้อขายเครื่องมือทางการเงินอื่นๆ
vi: Kinh nghiệm giao dịch công cụ tài chính khác

source: Other financial instruments trading frequency
de: Sonstige Handelshäufigkeit mit Finanzinstrumenten
es: Frecuencia de comerciar con otros instumentos financieros
fr: Fréquence du trading sur d'autres instruments financiers
id: Frekuensi trading instrumen keuangan lainnya
it: Frequenza di trading con altri strumenti finanziari
ja: その他金融商品取引の頻度
pl: Częstość handlowania innymi instrumentami finansowymi
pt: Frequência de negociação de outros instrumentos financeiros
ru: Частота торговли другими финансовыми инструментами
th: ความถี่ในการซื้อขายเครื่องมือทางการเงินอื่นๆ
vi: Tần suất giao dịch công cụ tài chính khác

source: Our company continues to thrive and obtains a license in the Isle of Man to better service our UK clients
de: Unser Unternehmen ist weiterhin erfolgreich und erhält auf der Isle of Man eine Lizenz, damit wir unsere britischen Kunden besser bedienen können
es: Nuestra empresa sigue creciendo y obtiene una licencia en la Isla de Man para servir mejor a nuestros clientes en el Reino Unido
fr: Notre entreprise continue de prospérer et obtient une licence de l’île de Man pour améliorer le service pour les clients du Royaume-Uni
id: Perusahaan kami terus berkembang dan memperoleh perijinan dari Isle of Man untuk melayani pelanggan di Inggris
it: La nostra società continua a crescere e ottiene un'autorizzazione nel'Isola di Man per soddisfare meglio i nostri clienti britannici
ja: 英国居住者へのサービスを向上を目指し、マン島に法人を設立し、ライセンスを取得。
pl: Nasz firma rozwija się i zdobywa licencję na Wyspie Man, aby jeszcze lepiej służyć klientom z Wielkiej Brytanii
pt: A nossa empresa continua a prosperar e obtém uma licença na Ilha de Man para melhorar os serviços para os nossos clientes do Reino Unido
ru: Наша компания продолжает процветать и получает лицензию на Острове Мэн, чтобы предлагать лучшее обслуживание нашим клиентам из Великобритании
th: บริษัทของเรามีการพัฒนาอย่างต่อเนื่องเพื่อขอใบอนุญาตดำเนินธุรกิจบนเกาะ Isle of Man ในการให้บริการที่ดีขึ้นกับลูกค้าในประเทศสหราชอาณาจักร
vi: Công ty chúng tôi tiếp tục phát triển mạnh và có được một giấy phép ở đảo Man để phục vụ tốt hơn khách hàng Anh Quốc

source: Our customers clearly like us. In mid-2014, Binary.com has over 100 million historical transactions and over 130,000 new daily transactions
de: Unsere Kunden mögen uns offensichtlich. Ab Mitte 2014, hat Binary.com über 100 Millionen historische Transaktionen und über 130 000 täglich neue Transaktionen
es: Nuestros clientes claramente confían en nosotros. A mediados de 2014, Binary.com tiene más de 100 millones de transacciones históricas y más de 130.000 nuevas transacciones diarias
fr: Nos clients nous aime clairement. A la mi 2014, Binary.com a plus de 100 millions de transactions historiques et plus de 130,000 nouvelles transactions quotidiennes
id: Pelanggan kami sangat jelas seperti kami. Pada pertengahan 2014 %1 sudah memiliki transaksi historis lebih dari 100 juta transaksi dan lebih dari 130.000 transaksi harian
it: È evidente che i nostri clienti ci apprezzino. A metà del 2014, Binary.com contava uno storico di oltre 100 milioni di transazioni e oltre 130.000 nuove operazioni ogni giorno
ja: 顧客からの高い評価を得て、２０１４年の中頃には累計で１億件の取引を達成し、１３万件以上の新たな取引が日々行われています。
pl: Nasi klienci ewidentnie nas lubią. W połowie 2014 r. Binary.com ma ponad 100 mln. transakcji historycznych i ponad 130 tys. nowych transakcji dziennie
pt: É evidente que os nossos clientes gostam de nós. Em meados de 2014, a Binary.com registra mais de 100 transações históricas e mais de 130.000 novas transações diariamente
ru: Без сомнения, нашим клиентам по душе наш сервис. В середине 2014 года Binary.com зарегистрировал в истории своего архива более 100 миллионов сделок и провёл более 130 тысяч новых ежедневных контрактов
th: เราเป็นที่นิยมชมชอบของลูกค้า ในกลางปี พ.ศ. 2557 (ค.ศ. 2014) %1 มีธุรกรรมมากกว่า 100 ล้านระเบียน และมีธุรกรรมใหม่ที่เกิดขึ้นรายวันกว่า 130,000 ธุรกรรม
vi: Khách hàng của chúng tôi rõ ràng ưa chúng tôi. Vào giữa năm 2014, Binary.com có lịch sử hơn 100 triệu giao dịch và hơn 130,000 giao dịch mới hàng ngày

source: Our fast organic growth is supplemented by the acquisition of the client base of BetsForTraders, one of our main competitors
de: Unser schnelles Wachstum wird durch die Übernahme des Kundenstammes von BetsForTraders, einer unserer Hauptkonkurrenten, verstärkt
es: Nuestro crecimiento rápido se complementa con la adquisición de la cartera de clientes de BetsForTraders, uno de nuestros principales competidores
fr: Notre rapide croissance organique est complété par l'acquisition de la base clientèle de BetsForTraders, un de nos principaux concurrents
id: Pertumbuhan cepat kami dilengkapi dengan akuisisi dari klien BetsForTraders, salah satu pesaing utama kami
it: La nostra rapida crescita organica è integrata dall'acquisizione della clientela di BetsForTraders, uno dei nostri principali concorrenti
ja: 当社の競合相手であったBetsForTraders社の顧客を獲得し、組織として成長していきます。
pl: Nasz szybki wzrost zostaje poprawiony przez nabycie bazy klientów BetsForTraders, jednego z naszych głównych konkurentów
pt: O nosso rápido crescimento orgânico é complementado pela aquisição da base de clientes da BetsForTraders, um dos nossos maiores concorrrentes
ru: Наш быстрый рост дополняется приобретением клиентской базы BetsForTraders, одного из наших основных конкурентов
th: หลักการเติบโตอย่างรวดเร็วของเรา คือ การผนวกกันโดยได้มาซึ่งฐานลูกค้าของ BetsForTraders ผู้เป็นหนึ่งในคู่แข่งหลักของเรา
vi: Chúng tôi phát triển nhanh có tổ chức được bổ sung bằng sự mua lại cơ sở khách hàng của BetsForTraders, một trong những đối thủ cạnh tranh chính của chúng tôi

source: Our prices are benchmarked against the interbank options market. You ll receive fair and transparent pricing, whatever your position
fr: Nos prix sont fixés en fonction du marché interbancaire. Ainsi, vous obtenez toujours des prix justes et transparents, quelle que soit votre position
id: Harga kami mengacu pada pasar opsi antar bank. Anda akan menerima harga yang adil dan transparan, apa pun posisi Anda
ru: Наши цены сопоставляются с данными рынка межбанковских опционов. Таким образом, Вы всегда получаете честные и прозрачные цены для каждого контракта
th: ราคาต่างๆ ของพวกเรานั้น อ้างอิงตามเกณฑ์มาตรฐานของราคาออปชั่นในตลาด ดังนั้นท่านจะได้รับราคาที่ยุติธรรมและโปร่งใสเสมอในการซื้อขายของท่าน
vi: Giá của chúng tôi được tính chuẩn đối với các thị trường lựa chọn liên ngân hàng. Bạn sẽ nhận được sự công bằng và minh bạch về giá cho dù bạn ở vị trí nào

source: Over
de: Über
es: Encima
fr: Au-dessus
id: Lebih
it: Su
ja: オーバー
pl: Ponad
pt: Acima
ru: Более
th: มากกว่า
vi: Qua

source: Over 1 million registered accounts worldwide
de: Weltweit über 1 Million angemeldeter Konten
es: Más de 1 millón de cuentas registradas en todo el mundo
fr: Plus d'1 million de comptes enregistrés dans le monde
id: Lebih dari 1 juta akun yang terdaftar di seluruh dunia
it: Oltre 1 milione di account registrati nel mondo
ja: 世界中で100万口座以上
pl: Ponad milion zarejestrowanych kont na całym świecie
pt: Mais de 1 milhão de contas registradas em todo o mundo
ru: Свыше 1 миллиона зарегистрированных счетов по всему миру
th: มากกว่าหนึ่งล้านบัญชีที่ลงทะเบียนทั่วโลก
vi: Hơn 1 triệu tài khoản đã được đăng ký trên toàn cầu

source: Over 130 staff and contractors worldwide
fr: Plus de 130 employés et contractuels dans le monde
id: Lebih dari 130 staf dan kontraktor di seluruh dunia
ru: Более 130 сотрудников и внештатных работников по всему миру
th: พนักงานมากกว่า 130 ท่าน และผู้ปฏิบัติงานสัญญาจ้างทั่วโลก
vi: Hơn 130 nhân viên và các nhà thầu trên toàn cầu

source: Over 3 years
de: Über 3 Jahre
es: Más de 3 años
fr: Plus de 3 ans
id: 3 tahun lebih
it: In 3 anni
ja: 3年以上
pl: Ponad 3 lata
pt: Acima 3 ano
ru: Более 3 лет
th: มากกว่า 3 ปี
vi: Hơn 3 năm

source: Over/Under - Predict that the last digit is higher or lower
fr: Au dessus/En dessous - Prédire que le dernier chiffre est plus haut ou plus bas
id: Over/Under - Menganalisa angka terakhir akan lebih tinggi atau lebih rendah
ru: Над/Под – предскажите, будет ли последняя десятичная находиться над или под заданным барьером
th: Over/Under - พยากรณ์ว่า เลขหลักสุดท้ายจะสูงกว่า หรือ ต่ำกว่า
vi: Cao/Thấp - dự đoán chữ số cuối là cao hơn hoặc thấp hơn
