Repository: binary-com/webtrader
Catalog: translations/i18n/*.po
Languages: de, es, fr, id, it, ja, pl, pt, ru, th, vi

source: Choose Ends In/Out to profit from the market stopping inside or outside two price targets at the end of the time period
de: Wählen Sie Endet Innerhalb/Außerhalb, wenn Sie davon profitieren möchten, dass der Kurs innerhalb oder außerhalb zweier Zielkurse zum Ende des Zeitraums stoppt
pl: Wybierz zakład typu „Zakończy się w/poza”, aby zyskać, gdy cena rynkowa zatrzyma się w przedziale dwóch cen docelowych na koniec danego okresu
pt: Escolha Termina Dentro/Fora para lucrar do mercado terminando dentro ou fora de dois preços-alvo no fim do período de tempo

source: Choose Higher/Lower when you want to profit from the market ending higher or lower than a price target
de: Wählen Sie Höher/Tiefer, wenn Sie davon profitieren möchten, dass der Kurs höher oder niedriger als ein Zielkurs schließt
pl: Wybierz zakład typu „Wyższe/niższe”, aby zyskać, gdy cena końcowa będzie wyższa lub niższa od ceny docelowej
pt: Escolha Sobe/Desce Asiático quando você deseja lucrar do mercado terminando mais alto ou mais baixo que o preço médio

source: Choose Rise/Fall when you want to profit from the market rising or falling from its current level
de: Wählen Sie Steigen/Fallen, wenn Sie davon profitieren möchten, dass der Kurs von seinem aktuellen Level steigt oder fällt
pl: Wybierz zakład typu „Wzrost/spadek”, aby zyskać, gdy cena rynkowa spadnie lub wzrośnie w odniesieniu do jej bieżącego poziomu
pt: Escolha Sobe/Desce quando você deseja lucrar do mercado subindo ou descendo do seu nível atual

source: Choose Stays In/Out to profit from the market staying inside or going outside two price targets any time during the contract period
de: Wählen Sie Bleibt Innerhalb/Außerhalb, wenn Sie davon profitieren möchten, dass der Kurs innerhalb zweier Zielkurse zu jeder Zeit während der Kontraktlaufzeit bleibt oder außerhalb geht
pl: Wybierz zakład typu „Pozostaje w/poza”, aby zyskać, jeśli cena rynkowa pozostanie w przedziale dwóch cen docelowych lub wyjdzie poza ten przedział w dowolnym czasie trwania kontraktu
pt: Escolha Fica Dentro/Fora para lucrar do mercado permanecendo dentro ou fora de dois preços-alvo e qualquer momento durante o período do contrato

source: Choose Touch / No Touch when you want to profit from the market touching or not touching a target any time during the contract period
de: Wählen Sie Ziel/Kein Ziel, wenn Sie davon profitieren möchten, dass der Kurs ein Ziel zu jeder Zeit während der Kontraktlaufzeit erreicht oder nicht erreicht
pl: Wybierz zakład typu „Osiągnie/ nie osiągnie”, aby zyskać, gdy cena rynkowa osiągnie cenę docelową lub nie osiągnie jej w dowolnej chwili trwania kontraktu
pt: Escolha Toca/Não Toca quando deseja lucrar do mercado tocando ou não tocando um preço-alvo em qualquer momento durante o período do contrato

source: Choose a trade type
de: Wählen Sie einen Handelstyp
pl: Wybierz rodzaj zakładu
pt: Escolha um tipo de negociação

source: Choose digit if you want to profit from predicting the last decimal digit of the spot
de: Wählen Sie Ziffer, wenn Sie davon profitieren möchten, die letzte Dezimalstelle des Kurses vorauszusagen
pl: Wybierz zakład typu „Cyfry”, aby zyskać, prognozując ostatnią cyfrę ceny spot
pt: Escolha Dígitos se você deseja lucrar da previsão do último dígito decimal do preço à vista

source: Choose from over 1 million trades
de: Wählen Sie von über 1 Million Geschäften
pl: Wybieraj spośród 1 miliona zakładów
pt: Escolha de entre mais de 1 milhão de negociações

source: Choose from over a million possible trades at any time
de: Wählen Sie von über einer Million möglichen Geschäften zu jeder Zeit
pl: Wybieraj spośród ponad miliona zakładów, kiedy tylko chcesz
pt: Escolha de entre mais de um milhão de negociações possíveis em qualquer momento

source: Choose the barrier(s)
de: Wählen Sie die Schwelle(n)
pl: Wybierz limit(y)
pt: Escolha a(s) barreira(s)

source: Choose the duration
de: Wählen Sie die Laufzeit
pl: Wybierz okres trwania
pt: Escolha a duração

source: Choose the market, the price target, the time period, and how much you wish to win
de: Wählen Sie den Markt, den Zielkurs, den Zeitraum, und wie viel Sie gewinnen möchten
pl: Wybierz rynek, cenę docelową, okres czasu oraz kwotę, którą chcesz wygrać
pt: Escolha o mercado, o preço-alvo, o prazo e quanto você deseja ganhar

source: Choose the market, the price targets, the time period, and how much you wish to win
de: Wählen Sie den Markt, die Zielkurse, den Zeitraum, und wie viel Sie gewinnen möchten
pl: Wybierz rynek, ceny docelowe, okres czasu oraz kwotę, którą chcesz wygrać
pt: Escolha o mercado, os preços-alvo, o prazo e quanto você deseja ganhar

source: Choose the market, the time period, and how much you wish to win
de: Wählen Sie den Markt, den Zeitraum, und wie viel Sie gewinnen möchten
pl: Wybierz rynek, okres czasu oraz kwotę, którą chcesz wygrać
pt: Escolha o mercado, o prazo e quanto você deseja ganhar

source: Choose the payout
de: Wählen Sie die Auszahlung
pl: Wybierz kwotę wypłaty
pt: Escolhe o prêmio

source: Choose the underlying market
de: Wählen Sie den zugrundeliegenden Markt
pl: Wybierz rynek bazowy
pt: Escolha o mercado subjacente

source: Click Jacking test
de: Jacking Test klicken
pl: Test Clickjacking
pt: Teste de "Click Jacking"

source: Close Price
de: Kurs schließen
pl: Cena końcowa
pt: Preço de fechamento

source: Close all
de: Alle schließen
pl: Zamknij wszystko
pt: Fechar tudo

source: Currencies
de: Währungen
pl: Waluty
pt: Moedas

source: Current regulations require that you provide us the following
de: Die aktuellen Bestimmungen erfordern, dass Sie uns folgendes zur Verfügung stellen
pl: Obecnie obowiązujące przepisy wymagają przekazania nam następujących informacji
pt: Regulamentos atuais exigem que você nos forneça as seguintes

source: Demo for affiliates to access Webtrader charts in IFRAME
de: Demo für Geschäftspartner, um auf Webtrader Charts in IFRAME zuzugreifen
pl: Wersja demo w IFRAME dla partnerów umożliwiająca dostęp do wykresów Webtrader
pt: Demo para os afiliados poderem acessar os gráficos Webtrader em IFRAME

source: Do I need to send any documents?
de: Muss ich Unterlagen schicken?
pl: Czy muszę przesłać jakieś dokumenty?
pt: Preciso enviar quaisquer documentos?

source: Each binary trade is for a pre-determined payout amount. You win the payout if your prediction is correct
de: Jeder binäre Handel ist für einen vorbestimmten Auszahlungsbetrag. Sie gewinnen die Auszahlung, wenn Ihre Vorhersage richtig ist
pl: Każda opcja binarna jest zawierana na wcześniej określoną kotę wypłaty. Wygrywasz wypłatę, jeśli Twoja prognoza się sprawdzi
pt: Cada negociação de opção binária tem um pagamento de prêmio associado predeterminado. Você ganhará o prêmio se a sua previsão for correta

source: Edit
de: Bearbeiten
pl: Edytuj
pt: Editar

source: Ends In/Out
de: Endet Innerhalb/Außerhalb
pl: Zakończy się w/poza
pt: Termina Dentro/Fora

source: Example
de: Beispiel
pl: Przykład
pt: Exemplo

source: Falling markets
de: Fallende Märkte
pl: Rynki o tendencji spadkowej
pt: Mercados descendentes

source: Financial Security
de: Finanzielle Sicherheit
pl: Bezpieczeństwo finansowe
pt: Segurança financeira

source: Financial rewards
de: Finanzielle Prämien
pl: Korzyści finansowe
pt: Prêmios financeiros

source: Flexibility
de: Fexibilität
pl: Elastyczność
pt: Flexibilidade

source: HIGH
de: HOCH
pl: WYSOKI
pt: ALTA

source: High Barrier
de: Obere Schwelle
pl: Górny limit
pt: Barreira alta

source: High Price
de: Oberer Kurs
pl: Wysoka cena
pt: Preço alto

source: High returns
de: Hohe Renditen
pl: Wysokie zyski
pt: Altos retornos

source: Home Address
de: Wohnadresse
pl: Adres domowy
pt: Endereço residencial

source: How safe is my money with Binary.com?
de: Wie sicher ist mein Geld mit Binary.com?
pl: Czy moje pieniądze są bezpieczne w Binary.com?
pt: Quão seguro está o meu dinheiro com a Binary.com?

source: Ideal for both pros and novices
de: Ideal für beide, Pros und Einsteiger
pl: Idealna zarówno dla profesjonalistów i nowicjuszy
pt: Ideal tanto para profissionais como para principiantes

source: In regards to binary options which are gambling products, remember that gambling can be addictive
de: Hinsichtlich der binären Optionen, die Glücksspielprodukte sind, müssen Sie beachten, dass Glücksspiel süchtig machen kann
pl: W przypadku opcji binarnych, które stanowią produkt hazardowy, należy pamiętać, że hazard może uzależniać
pt: Em relação a opções binárias que são produtos de jogo, lembre-se de que os jogos a dinheiro podem ser viciantes

source: Instant funding
de: Sofortige Förderung
pl: Błyskawiczne zasilanie konta
pt: Financiamento instantâneo

source: Known risks
de: Bekannte Risiken
pl: Brak ukrytego ryzyka
pt: Riscos conhecidos

source: LOW
de: NIEDRIG
pl: NISKI
pt: BAIXA

source: Levels
de: Level
pl: Poziomy
pt: Níveis

source: Loading
de: Wird geladen
pl: Ładowanie
pt: Carregando

source: Loading Configurations
de: Konfigurationen werden geladen
pl: Ładowanie konfiguracji
pt: Carregando configurações

source: Long-term action
de: Langfristige Aktion
pl: Działanie długoterminowe
pt: Ação de longo prazo

source: Low Barrier
de: Untere Schwelle
pl: Dolny limit
pt: Barreira baixa

source: Low Price
de: Niedriger Kurs
pl: Niska cena
pt: Preço baixo

source: Minimum 6 characters and must contain at least 1 digit
de: Mindestens 6 Zeichen und muss zumindest 1 Ziffer beinhalten
pl: Minimum 6 znaków i przynajmniej jedna cyfra
pt: Mínimo de 6 caracteres, devendo conter pelo menos 1 dígito

source: No matter the market - rising or falling, quiet or volatile - you'll find a trade to suit your outlook
de: Egal wie der Markt ist - steigend oder fallend, ruhig oder volatil - Sie werden einen Kontrakt finden, der Ihren Vorstellungen entspricht
pl: Bez względu na panujące warunku rynkowe – tendencja spadkowa lub wzrostowa, rynki spokojne lub zmienne – znajdziesz odpowiedni dla siebie zakład
pt: Não importa o mercado - subindo ou descendo, parado ou volátil - você ira encontrar uma negociação que atende à sua perspectiva

source: No surprises
de: Keine Überraschungen
pl: Brak niespodzianek
pt: Sem surpresas

source: OAuth App ID (Optional)
pl: Identyfikator OAuth App ID (opcjonalnie)
pt: ID de aplicativo OAuth (Opcional)

source: OAuth Server
pl: Serwer OAuth
pt: Servidor OAuth

source: OPEN
de: OFFEN
pl: OTWÓRZ
pt: ABERTURA

source: Open Price
de: Eröffnungskurs
pl: Cena otwarcia
pt: Preço de abertura

source: Over 90 staff and contractors worldwide
de: Weltweit über 90 Angestellte und Auftragnehmer
pl: Ponad 90 pracowników i podwykonawców na całym świecie
pt: Mais de 90 funcionários e colaboradores em todo o mundo

source: Payment options
de: Zahlungsmöglichkeiten
pl: Opcje płatności
pt: Opções de pagamento

source: Potential profit and losses are limited to stop profit and stop loss levels respectively
de: Mögliche Gewinne und Verluste sind auf die Höhe von Stop Profit und Stop Loss entsprechend beschränkt
pl: Wysokość potencjalnych zysków i strat jest ograniczona do wysokości poziomu „stop zyskom” i „stop stratom” odpowiednio
pt: Lucros e perdas potenciais são limitados aos níveis de "limitar lucros" e "limitar perdas" respetivamente

source: Price the trade
de: Den Kontrakt bepreisen
pl: Wyceń zakład
pt: Defina o preço da negociação

source: Quiet markets
de: Ruhige Märkte
pl: Spokojne rynki
pt: Mercados parados

source: Reap the rewards of trading binaries, knowing your funds are always safe
de: Ernten Sie die Belohnungen vom Handel mit binären Optionen in dem Wissen, dass Ihre Gelder immer sicher sind
pl: Ciesz się korzyściami handlu opcjami binarnymi, wiedząc, że Twoje środki są w pełni bezpieczne
pt: Colha os frutos da negociação de opções binárias, na consciência de que os seus fundos estão sempre seguros

source: Rising markets
de: Steigende Märkte
pl: Rynki wschodzące
pt: Mercados ascendentes

source: Scalable trading
de: Skalierbarer Handel
pl: Skalowalne handlowanie
pt: Negociações escaláveis

source: Select Instrument
de: Instrument auswählen
pl: Wybierz instrument
pt: Selecionar instrumento

source: Set your probability of winning
de: Legen Sie Ihre Wahrscheinlichkeit auf einen Gewinn fest
pl: Wybierz prawdopodobieństwo wygranej
pt: Defina a sua probabilidade de ganhar

source: Short to long-term
de: Kurz- bis Langfristig
pl: Zakłady krótko i długoterminowe
pt: Curto a longo prazo

source: Short-term action
de: Kurzfristige Aktion
pl: Działanie krótkoterminowe
pt: Ação de curto prazo

source: Show
de: Anzeigen
pl: Pokaż
pt: Mostrar

source: Simplicity
de: Einfachheit
pl: Prostota
pt: Simplicidade

source: Stays In/Goes Out
de: Bleibt unter/Geht über
pl: Pozostanie w/przekroczy
pt: Fica dentro/Sai fora

source: Step 2: Get your trade price
de: Schritt 2: Holen Sie sich Ihren Kontraktkurs
pl: Krok 2: Uzyskaj cenę zakładu
pt: Etapa 2: Receba o seu preço de negociação

source: Stock Indices
de: Aktienindizes
pl: Wskaźniki giełdowe

source: Stock indices
de: Aktienindizes
pl: Wskaźniki giełdowe

source: Take early profits
de: Nehmen Sie baldige Gewinne ein
pl: Szybkie zyski
pt: Retirar primeiros lucros

source: Tax-free
de: Steuerfrei
pl: Brak opodatkowania
pt: Livre de impostos

source: The barrier(s) you choose defines your position and triggers your payout
de: Die Schwelle(n) die Sie wählen, bestimmt(bestimmen) Ihre Position und leitet(leiten) Ihre Auszahlung ein
pl: Wybrane przez Ciebie limity określają Twoją pozycję i uruchamiają wypłatę
pt: A(s) barreira(s) que você escolhe define a sua posição e inicia o seu prêmio

source: The entry level for a long contract is 1001, which is entry spot + half spread. At exit, the spot is at 1100 and hence the exit level for a long contract is 1099, which is exit spot - half spread
de: Die Einstiegshöhe für einen langen Kontrakt beträgt 1001, was der Einstiegskurs + ein halber Spread ist. Bei Ausstieg ist der Spot 1100 und daher ist die Ausstiegshöhe für einen langen Kontrakt 1099, also der Ausstiegskurs abzüglich eines halben Spreads
pl: Poziom wejściowy dla kontraktu długiego wynosi 1001, czyli: wejściowa cena spot + połowa spreadu. Przy zamknięciu kontraktu cena spot wynosi 1100, tak więc poziom wyjściowy dla kontraktu długiego wynosi 1099, czyli: wyjściowa cena spot - połowa spreadu
pt: O nível de entrada de um contrato longo é 1001, que é o preço de entrada + metade do spread. À saída, o preço está a 1100 e, portanto, o nível de saída de um contrato longo é 1099, que é o preço de saída - metade do spread

source: The entry level for a short contract is 999, which is entry spot - half spread. At exit, the spot is at 1100 and hence the exit level for a short contract is 1101, which is exit spot + half spread
de: Die Einstiegshöhe für einen kurzen Kontrakt ist 999, was dem Einstiegskurs minus einem halben Spread entspricht. Beim Ausstieg beträgt der Kurs 1100 und daher ist die Ausstiegshöhe für einen kurzen Kontrakt 1101, was dem Ausstiegskurs plus einem halben Spread entspricht
pl: Poziom wejściowy dla kontraktu krótkiego wynosi 999, czyli: wejściowa cena spot - połowa spreadu. Przy zamknięciu kontraktu cena spot wynosi 1100, tak więc poziom wyjściowy dla kontraktu krótkiego wynosi 1101, czyli: wyjściowa cena spot + połowa spreadu
pt: O nível de entrada de um contrato curto é 999, que é o preço de entrada - metade do spread. À saída, o preço está a 1100 e, portanto, o nível de saída de um contrato curto é 1101, que é o preço de saída + metade do spread

source: The entry spot of an instrument XYZ is 1000 and the spread on this instrument is 2 points
de: Der Einstiegskurs eines Instruments XYZ beträgt 1000 und der Spread für dieses Instrument beträgt 2 Punkte
pl: Wejściowa cena spot instrumentu XYZ wynosi 1000, a spread dla tego instrumentu to 2 punkty
pt: O preço de entrada de um instrumento XYZ é 1000 e o spread nesse instrumento é de 2 pontos

source: The first step is to open an account. You can apply online in just a few minutes
de: Der erste Schritt ist, ein Konto zu eröffnen. Sie können es in nur wenigen Minuten online beantragen
pl: Najpierw należy otworzyć konto. Możesz złożyć wniosek przez internet w ciągu kliku minut
pt: A primeira etapa é abrir uma conta. É possível inscrever-se em poucos minutos

source: The loss of USD 306 is the difference between the exit and entry level multiplied by the amount per point
de: Der Verlust von 306 USD ist der Unterschied zwischen der Einstiegs- und Ausstiegshöhe, multipliziert mit dem Betrag je Punkt
pl: Strata 306 USD stanowi różnicę między poziomem wyjściowym i wejściowym pomnożoną przez kwotę na punkt
pt: A perda de 306 USD é a diferença entre o nível de saída e o nível de entrada, multiplicado pelo valor por ponto

source: The profit of USD 294 is the difference between the exit and entry level multiplied by the amount per point
de: Der Gewinn von 294 USD ist die Differenz zwischen der Ausstiegs- und Einstiegshöhe, multipliziert mit dem Betrag je Punkt
pl: Zysk 294 USD stanowi różnicę między poziomem wyjściowym i wejściowym pomnożoną przez kwotę na punkt
pt: O lucro de 294 USD é a diferença entre o nível de saída e o nível de entrada, multiplicado pelo valor por ponto

source: Tile
pl: Zmień położenie
pt: Lado a lado

source: Time period
de: Zeitraum
pl: Okres czasu
pt: Período de tempo

source: Tokens are special codes for accessing Binary mobile applications and third party tools
de: Token sind spezielle Codes für den Zugang zu Binary mobilen Anwendungen und Drittanbieter Tools
pl: Tokeny to specjalne kody pozwalające na dostęp do aplikacji mobilnych Binary.com i narzędzi stron trzecich
pt: Tokens são códigos especiais para o acesso de aplicativos móveis Binary e outras ferramentas de terceiros

source: Trade all market conditions
de: Handeln Sie alle Marktkonditionen
pl: Zawieraj zakłady w każdych warunkach rynkowych
pt: Negocie em todas as condições do mercado

source: Trade to your budget
de: Handeln Sie innerhalb Ihres Budgets
pl: Zawieraj zakłady za tyle, na ile pozwalają Ci Twoje środki
pt: Negocie dentro do seu orçamento

source: Trade to your strategy
de: Handeln Sie mit Ihrer Strategie
pl: Handluj zgodnie ze swoją strategią
pt: Negocie conforme a sua estratégia

source: Trade when you want to trade
de: Handeln Sie wann Sie möchten
pl: Handluj wtedy, kiedy chcesz
pt: Negocie quando você quiser negociar

source: Trade with confidence
de: Handeln Sie mit Selbstvertrauen
pl: Handluj, ciesząc się pewnością siebie
pt: Negocie com confiança

source: Trade your way
de: Handeln Sie auf Ihre Weise
pl: Handluj na swój własny sposób
pt: Negocie à sua maneira

source: Trading binaries is remarkably easy, and requires only 3 simple steps
de: Der Handel mit binären Optionen ist bemerkenswert einfach, und erfordert nur 3 einfache Schritte
pl: Handlowanie opcjami binarnymi jest na prawdę łatwe i wymaga jedynie trzech prostych kroków
pt: A negociação de opções binárias é impressionantemente fácil e requer apenas 3 simples passos

source: Trading binary options may not be suitable for everyone, so please ensure that you fully understand the risks involved. Your losses can exceed your initial deposit and you do not own or have any interest in the underlying asset
de: Der Handel von binären Optionen ist nicht für jeden geeignet, weshalb Sie dafür sorgen müssen, dass Sie die damit verbundenen Risiken erkennen. Ihre Verluste können Ihre ursprüngliche Einzahlung übersteigen und Sie besitzen die zugrundeliegenden Werte nicht oder haben keinen Anteil daran
pl: Handlowanie opcjami binarnymi może nie być odpowiednie dla każdego, więc prosimy o upewnienie się, że w pełni rozumiesz związane z nim ryzyko. Twoje straty mogą przewyższyć Twój wkład początkowy, dodatkowo nie posiadasz żadnego interesu w odniesieniu do aktywów bazowych.
pt: A A negociação de opções binárias pode não ser adequada para todos. Por essa razão, pedimos que se certifique de que compreenda totalmente todos os riscos envolvidos. As suas perdas podem exceder o seu depósito inicial e você não será titular de, nem possuirá interesses em, o ativo subjacente.

source: Trading the financial markets can become addictive. Fill in the form below to limit your participation on the website or send a signed letter or fax to our customer support team. Once set, you can only tighten your limits. Limits will only be removed or loosened after 7 days with the exception of the self- exclusion date, which cannot be removed or altered once you have confirmed it. To remove or increase your limits, please contact
de: Der Handel auf Finanzmärkten kann abhängig machen. Füllen Sie das Formular im Anschluss aus, um Ihre Teilnahme auf der Website zu begrenzen oder schicken Sie einen unterschriebenen Brief oder ein Fax an unser Kundenbetreuungsteam. Einmal eingerichtet, können Ihre Limits nur herabgesetzt werden. Die Limits, mit Ausnahme des Datums für den Selbstausschluss, das nicht aufgehoben oder geändert werden kann, sobald Sie dies bestätigt haben, können nur nach Ablauf von 7 Tagen aufgehoben oder gelockert werden. Um Ihre Limits zu löschen oder zu erhöhen, setzen Sie sich bitte in Verbindung mit
pl: Handlowanie na rynkach finansowych może być uzależniające. Wypełnij poniższy formularz, aby ograniczyć swoją działalność na portalu lub wyślij podpisany list lub faks do naszego działu obsługi klienta. Po ustanowieniu limitów, możesz je tylko zwiększać. Limity zostaną usunięte lub zwiększone dopiero po 7 dniach, chyba że obowiązuje okres samodzielnego wyłączenia, który nie może zostać usunięty, ani zmieniony, jeśli został wcześniej potwierdzony. Aby znieść lub zwiększyć limity, proszę skontaktować się z
pt: Negociar nos mercados financeiros pode se tornar viciante. Preencha o formulário abaixo para limitar a sua participação no site ou envie uma carta ou fax assinado à nossa equipe de apoio ao cliente. Uma vez definidos, você apenas poderá apertar ainda mais os seus limites. Os limites somente serão removidos ou desapertados após 7 dias, com a exceção da data de auto-exclusão, que não pode ser removida ou alterada uma vez que você a tiver confirmado. Para remover ou aumentar os seus limites, contate

source: Up to 100% returns on rise/fall trades
de: Bis zu 100% Renditen auf steigende/fallende Geschäfte
pl: Zyski w wysokości do 100 % w przypadku zakładów „wzrost/spadek”
pt: Retornos de até 100% em negociações sobe/desce

source: View Historical Data
de: Historische Daten Ansicht
pl: Wyświetl dane historyczne
pt: Ver dados históricos

source: Volatile markets
de: Volatile Kurse
pl: Rynki zmienne
pt: Mercados voláteis

source: Volatility indices
de: Volatilität Indizes
pl: Wskaźniki zmienności

source: We don't usually require any documents as we can verify your identity online
de: Wir verlangen normalerweise keine Unterlagen, da wir Ihre Identität online überprüfen können
pl: Zwykle nie wymagamy żadnych dokumentów, ponieważ możemy zweryfikować Twoją tożsamość przez internet
pt: Por norma, não necessitamos de quaisquer documentos visto que conseguimos verificar a sua identidade online

source: Websocket Server
pl: Serwer Websocket
pt: Servidor Websocket

source: When you are satisfied with the trade price, instantly execute your trade
de: Wenn Sie mit dem Verkaufskurs zufrieden sind, führen Sie das Geschäft umgehend aus
pl: Jeśli satysfakcjonuje Cię cena zakładu, możesz zawrzeć zakład natychmiast
pt: Quando você estiver satisfeito com o preço de negociação, execute imediatamente a sua negociação
