Repository: binary-com/webtrader
Catalog: translations/i18n/*.po
Languages: de, es, fr, id, it, ja, pl, pt, ru, th, vi

source: Tick Trade app
es: App Tick Trade
fr: Application Tick Trade
id: App Trading Tik
it: App Tick Trade
ja: Tickトレードアプリ
pl: Aplikacja Tick Trade
pt: Aplicativo negociações tique-taque
ru: Приложение Tick Trade
th: แอพ Tick Trade
vi: Đánh dấu app giao dịch

source: Tick {row.number}
de: Tick {Reihe.Nummer}
es: Intervalo {row.number}
id: Tik {row.number}
ja: ティック {row.number}
pl: Najmniejsza zmiana ceny {row.number}
pt: Tique-taque {row.number}
ru: Тик {row.number}
th: ช่วงราคา {row.number}
vi: Đánh dấu {dòng.số}

source: Ticks
es: Intervalos
id: Tik
it: Tick
ja: ティック
pl: Najmniejsze zmiany ceny
pt: Tique-taques
ru: Тики
th: ช่วงห่างของราคา
vi: Đánh dấu

source: Time interval
de: Zeitinterval
es: Intervalo de tiempo
fr: Intervalle de temps
id: Interval waktu
it: Intervallo di tempo
ja: 期間
pl: Odstęp czasu
pt: Intervalo de tempo
ru: Врем. интервал
th: ช่วงเวลา
vi: Khoảng thời gian

source: Time out until
de: Unterbrechung bis
es: Pausa hasta
fr: Expiré jusqu'à
id: Time out hingga
it: Tempo scaduto fino a
ja: タイムアウト
pl: Przekroczono limit czasu do
pt: Bloqueio até
ru: Перерыв до
th: หมดเวลากระทั่ง
vi: Thời gian ra đến khi

source: Times are changing. We increase payouts so our clients can make the most of their winning trades
de: Die Zeiten ändern sich. Wir erhöhen unsere Auszahlungen, damit unsere Kunden das Meiste aus ihren gewonnenen Handelsgeschäften machen können
es: Los tiempos están cambiando. Aumentamos los pagos para que nuestros clientes puedan sacar el máximo provecho de sus transacciones ganadoras
fr: Les temps ont changé. Nous augmentons les versements pour que nos clients puissent profiter au maximum de leurs trades gagnantes
id: Waktu berubah. Kami meningkatkan hasil sehingga klien kami dapat memaksimalkan keuntungan trading mereka
it: I tempi stanno cambiando. Aumentiamo i payout in modo che i nostri clienti possano ottenere il massimo dai loro trade vincenti
ja: 時代のニーズを汲み、ペイアウト金額を増大させることで顧客の利益拡大を目指します。
pl: Czasy się zmieniają. Zwiększamy wypłaty, dzięki czemu nasi klienci mogą maksymalnie korzystać ze swoich wygranych zakładów
pt: Os tempos estão mudando. Aumentamos os pagamentos de prêmios para que os nossos clientes possam aproveitar ao máximo das suas negociações ganhadoras
ru: Времена меняются. Мы увеличиваем выплаты, позволяя своим клиентам получить наилучший выигрыш от своих контрактов
th: เวลาเปลี่ยนแปรไป เราเพิ่มการจ่ายเงิน ดังนั้นลูกค้าของเราสามารถมีโอกาสมากขึ้นในการได้รับเงินเพิ่มจากการซื้อขาย
vi: Thời gian đang thay đổi. Chúng tôi tăng tiền thưởng vì thế khách hàng có thể tận dụng nhiều nhất từ các giao dịch thắng của họ

source: Title
de: Titel
es: Título
fr: Titre
id: Judul
it: Titolo
ja: 敬称
pl: Tytuł
pt: Título
ru: Заголовок
th: คำนำหน้าชื่อ
vi: Tiêu đề

source: Ti ng Vi t
es: Tiếng Việt
ja: ベトナム語
ru: Tieng Viet

source: To
de: Zu
es: A
fr: à
id: Kepada
it: A
ja: 宛先
pl: Do
pt: Para
ru: Чтобы
th: ถึง
vi: Tới

source: To deposit money please contact the payment agent directly
de: Um Geld einzuzahlen, setzen Sie sich bitte direkt mit dem Zahlungsagenten in Verbindung
es: Para depositar dinero por favor, póngase en contacto con el agente de pago directamente
fr: Pour effectuer un dépôt, veuillez contacter directement l'agent de paiement
id: Untuk mendeposit, silakan hubungi agen pembayaran langsung
it: Per depositare fondi, contatta direttamente l'agente di pagamento
ja: ご入金いただくには、お手数ですが決済サービスエージェントまで直接ご連絡ください。
pl: Aby wpłacić pieniądze, skontaktuj się bezpośrednio z pośrednikiem płatności
pt: Para depositar dinheiro contate o agente de pagamentos diretamente
ru: Чтобы пополнить счёт, пожалуйста, свяжитесь напрямую с платёжным агентом
th: ในการฝากเงิน โปรดติดต่อตัวแทนรับชำระเงินโดยตรง
vi: Phải gửi tiền xin vui lòng liên hệ trực tiếp với đại lý thanh toán

source: To process deposits and withdrawals for payment methods or local currencies not supported by Binary.com contact a payment agent
de: Um Ein- und Auszahlungen für Zahlungsmethoden oder Landeswährungen zu bearbeiten, die von Binary.com nicht unterstützt werden, setzen Sie sich bitte mit einem Zahlungsagenten in Verbindung
es: Para procesar depósitos y retiradas para métodos de pago o monedas locales no admitidas por Binary.com póngase en contacto con un agente de pago
fr: Pour effectuer des dépôts et retraits en utilisant des moyens de paiement ou des devises locales que Binary.com ne prend pas en charge, contactez un agent de paiement
id: Untuk mendeposit dan menarik dana menggunakan transfer bank lokal atau e-cash yang tidak disediakan oleh Binary.com silahkan hubungi agen pembayaran
it: Per elaborare i depositi e i prelievi per le modalità di pagamento o valute locali non supportate da Binary.com, contatta un agente di pagamento
ja: こちらのお支払方法または現地通貨での入出金処理は、Binary.comでは対応しておりません。決済サービスエージェントまでご連絡ください。
pl: Możesz skorzystać z usług autoryzowanego pośrednika płatności oferującego metody płatności i lokalne waluty nieobsługiwane przez Binary.com
pt: Para processar depósitos e retiradas de métodos de pagamentos ou moedas locais não suportadas pela Binary.com, contate um agente de pagamentos
ru: Свяжитесь с платёжным агентом для определённых способов пополнений, вывода средств и отдельных валют, не поддержеваемых Binary.com
th: เพื่อดำเนินฝากและถอนเงินสำหรับวิธีการชำระเงิน หรือ สกุลเงินท้องถิ่นไม่รองรับ โดย Binary.com โปรดติดต่อตัวแทนรับชำระเงิน
vi: Để tiến hành gửi tiền và rút tiền cho các phương pháp thanh toán hoặc các loại tiền tệ địa phương mà không được hỗ trợ bởi Binary.com hãy liên hệ với một đại lý thanh toán

source: To withdraw funds please enter the special verification token we have just emailed you
de: Um Gelder abzuheben, geben Sie bitte den speziellen Verifikationstoken, den wir gerade per E-mail an Sie verschickt haben, ein
es: Para retirar fondos, introduzca el token de verificación especial que le hemos enviado por correo electrónico
fr: Pour retirer des fonds, veuillez saisir le jeton de vérification spécifique que nous venons de vous envoyer par e-mail
id: Untuk menarik dana silahkan masukkan token verifikasi khusus yang kami baru saja emailkan kepada Anda
it: Per prelevare fondi, inserisci lo speciale token di verifica che ti abbiamo appena inviato tramite email
ja: 資金のご出金には、お客様のアドレスに只今送信されたワンタイムパスワードをご入力ください
pl: Aby wypłacić środki, wpisz specjalny kod weryfikacyjny wysłany na Twój adres e-mail
pt: Para retirar fundos, insira o token de verificação especial que acabamos de lhe enviar por e-mail
ru: Чтобы вывести средства, пожалуйста, введите специальный проверочный код, отправленный на Ваш электронный адрес
th: ในการถอนหลักประกัน โปรดป้อนรหัสโทเค่นเพื่อการยืนยัน ซึ่งเราได้ส่งให้ท่านทางอีเมล์แล้ว
vi: Để rút tiền xin vui lòng nhập mã xác minh token đặc biệt mà chúng tôi vừa gửi qua email cho bạn

source: Token
fr: Jeton
ja: トークン
ru: Ключ
th: โทเค่น

source: Token Management
fr: Gestion des jetons
id: Manajemen Token
ru: Управление ключами
th: การจัดการโทเค่น
vi: Quản lý Token

source: Token management
es: Gestión de token
fr: Gestion des jetons
id: Manajemen token
it: Gestione dei token
ja: トークン設定
pl: Zarządzanie tokenami
pt: Gerenciamento do token
ru: Управление ключами
th: การจัดการโทเค่น
vi: Quản lý Token

source: Token name
es: Nombre de token
fr: Nom du jeton
id: Nama token
it: Nome del token
ja: トークン名
pl: Nazwa tokenu
pt: Nome do token
ru: Название ключа
th: ชื่อโทเค่น
vi: Tên Token

source: Token permissions
de: Tokengenehmigungen
es: Permisos del tokens
fr: Permissions du jeton
id: Izin token
it: Autorizzazioni dei token
ja: トークンのアクセス許可
pl: Pozwolenia dla tokenu
pt: Permissões do token
ru: Право доступа ключа
th: สิทธิ์โทเค่น
vi: Cấp phép Token

source: Tooltip background
de: Tooltip Hintergrund
es: Fondo del Tooltip
fr: Arrière-plan infobulle
id: Latar belakang tooltip
it: Sfondo della tooltip
ja: ツールチップ背景
pl: Tło tooltipa
pt: Plano de fundo da dica de ferramenta
ru: Фон подсказки
th: พื้นหลังของป้ายคำแนะนำ
vi: Công cụ chú thích nền

source: Tooltip text
es: Texto del Tooltip
fr: Texte infobulle
id: Teks tooltip
it: Testo nella tooltip
ja: ツールチップ テキスト
pl: Tekst tooltipa
pt: Texto da dica de ferramenta
ru: Текст подсказки
th: ข้อความในป้ายคำแนะนำ
vi: Chữ chú thích

source: Total Copiers
fr: Copieurs totales
id: Total Pengcopy
ru: Кол-во последователей
th: เครื่องมือการคัดลอกทั้งหมด
vi: Tất cả các bot sao chép

source: Total Cost
de: Gesamtkosten
es: Coste Total
fr: Coût total
id: Total Biaya
it: Costo totale
ja: 合計投資額
pl: Koszt całkowity
pt: Custo total
ru: Общая стоимость
th: ต้นทุนรวม
vi: Tổng chi phí

source: Total Profit/Loss
de: Gesamt Gewinn/Verlust
es: Ganancia/Pérdida Total
fr: Total des profits/pertes
id: Total Untung/Rugi
it: Profitto/Perdita totale
ja: 合計 損益
pl: Całkowity zysk / całkowita strata
pt: Lucro/Perda Total
ru: Общая прибыль/убыток
th: รวมกำไร/ขาดทุน
vi: Tổng lợi nhuận/tổn thất

source: Total Trades
fr: Total des trades
id: Total Kontrak
it: Trade totali
ru: Кол-во контрактов
th: การซื้อขายทั้งหมด
vi: Tất cả các giao dịch

source: Touch
de: Ziel
es: Toca
fr: Touche
pl: Osiągnie
pt: Toca
ru: Касание
th: แตะ
vi: Chạm

source: Touch/No Touch
de: Erreicht/Erreicht nicht
es: Toque/No Toque
fr: Touche/Ne touche pas
pl: Osiągnie/nie osiągnie
pt: Toca/não toca
ru: Касание/Нет касания
vi: Chạm/Không chạm

source: Touch/No Touch - Predict if the market will touch or not touch a target price
fr: Touche/Ne touche pas - Déterminez si le marché touchera ou non un prix-cible
id: Touch/No Touch - Menganalisa pasar akan menyentuh atau tidak harga target
ru: Касание/Нет касания – сделайте прогноз, коснется ли рынок выбранного ценового барьера
th: Touch/No Touch - พยากรณ์ว่า ตลาดสามารถทำราคาได้ตามเป้าหมาย หรือ ห่างจากราคาเป้าหมาย
vi: Chạm/Không Chạm - dự đoán thị trường sẽ chạm hoặc không chạm giá mục tiêu

source: Tourism
de: Tourismus
es: Turismo
fr: Tourisme
id: Pariwisata
it: Turismo
ja: ご利用方法
pl: Turystyka
pt: Turismo
ru: Туризм
th: การท่องเที่ยว
vi: Du lịch

source: Town/City
de: Ort/Stadt
es: Ciudad
fr: Ville
id: Kota
it: Città
ja: 市区町村
pl: Miasto
pt: Cidade
ru: Город
th: เมือง
vi: Tỉnh/thành phố

source: Trade
de: Handel
es: Comerciar
fr: Trading
id: Trading
ja: トレード
pl: Handluj
pt: Negociar
ru: Торговля
th: ซื้อ-ขาย
vi: Giao dịch

source: Trade Confirmation
de: Kontraktbestätigung
es: Confirmación del Comercio
fr: Confirmation de l'opération
id: Konfirmasi Trading
it: Conferma del trade
ja: トレード確定
pl: Potwierdzenie zawarcia zakładu
pt: Confirmação da negociação
ru: Подтверждение контракта
th: การยืนยันซื้อขาย
vi: Xác nhận giao dịch

source: Trade Types
fr: Types de Trade
id: Jenis Trading
it: Tipologie di trade
ru: Виды контрактов
th: ประเภทการซื้อขาย
vi: Kiểu Giao dịch

source: Trade according to your preferred strategy
fr: Tradez en fonction de votre stratégie préférée
id: Bertrading menurut strategi pilihan Anda
ru: Торгуйте в соответствии с выбранной стратегией
th: ซื้อขายตามกลยุทธ์ที่ท่านปรารถนา
vi: Giao dịch theo chiến lược ưa thích của bạn

source: Trade using
de: Handel mit
es: Comercie usando
fr: Effectuez vos opérations en utilisant
id: Trading menggunakan
it: Fai trading utilizzando
ja: XXXでお取引
pl: Handluj, korzystając z
pt: Negociar usando
ru: Торгуйте с помощью
th: ซื้อขายโดยใช้
vi: Giao dịch đang sử dụng

source: Trader
ru: Трейдер
th: นักลงทุน
vi: Nhà giao dịch

source: Trader's Statistics
fr: Statistiques de Trader
id: Statistik Trader
it: Statistiche del trader
ru: Статистика трейдера
th: สถิติของนักลงทุน
vi: Số liệu thống kê của nhà giao dịch

source: Trades Profitability
fr: Rentabilité des Trades
id: Kontrak Profitabilitas
it: Redditività dei trade
ru: Прибыльность
th: ความสามารถในการทำกำไรของนักลงทุน
vi: Tính lợi nhuận của giao dịch

source: Trades break down
fr: Les Trades se décomposent
id: Penjelasan kontrak
ru: Анализ контрактов
th: ไม่สามารถซื้อขายได้
vi: Phân tích các giao dịch

source: Trading Times
de: Handelszeiten
es: Horario de Comercio
fr: Horaires de trading
id: Waktu Trading
it: Orari di trading
ja: 取引時間
pl: Godziny handlowania
pt: Horas de negociação
ru: Торговые часы
th: เวลาซื้อขาย
vi: Thời Gian Giao Dịch

source: Trading binary options is relatively easy, and you can purchase a trade in only three simple steps
fr: Le trading d'options binaires est relativement simple et vous permet de passer un ordre en trois étapes seulement
id: Trading opsi binary relatif mudah, dan Anda dapat membeli kontrak hanya dengan tiga langkah sederhana
ru: Торговля бинарными опционами довольно проста. Вы можете открыть контракт, выполнив три простых шага:
th: การซื้อขายไบนารีออปชั่นทำได้อย่างง่ายดาย ด้วยเพียง 3 ขั้นตอน เพื่อเริ่มการซื้อขาย
vi: Giao dịch các tùy chọn nhị phân là tương đối dễ dàng, và bạn có thể mua một giao dịch trong chỉ ba bước đơn giản

source: Trading binary options may not be suitable for everyone, so please ensure that you fully understand the risks involved. Your losses can exceed your initial deposit and you do not own or have any interest in the underlying asset. In regards to binary options which are gambling products, remember that gambling can be addictive - please play responsibly
es: El comercio con opciones binarias puede no ser adecuado para todos, por lo que debe asegurarse de que entiende por completo los riesgos que este implica. Sus pérdidas pueden exceder su depósito inicial y Ud. no será titular ni tendrá ningún interés sobre el activo subyacente. Con respecto a las opciones binarias que consisten en productos, recuerde que apostar puede ser adictivo, por lo que le rogamos que juegue con responsabilidad
fr: Le trading d'options binaires peut ne pas être approprié pour tout le monde, donc assurez vous s'il vous plaît que vous comprenez complètement les risques que cela implique. Vos pertes peuvent excéder votre dépôt initial et vous ne possédez pas ou n'avez aucun intérêt dans l'actif sous-jacent. Au regard des options binaires qui sont des produits de jeux, souvenez vous que le jeu peut être addictif - jouez de manière responsable s'il vous plaît
id: Trading opsi Binary mungkin tidak cocok untuk semua orang, maka pastikan Anda sudah memahami risiko yang terlibat. Jumlah kerugian bisa lebih dari jumlah modal awal dan Anda tidak memperoleh bunga dari aset dasar yang Anda tradingkan
it: Il trading in opzioni binarie può non essere adatto a tutti, quindi assicurati di aver compreso appieno i rischi connessi. Le tue perdite possono superare il deposito iniziale e non possiederai, ne avrai alcun interesse su alcun asset sottostante. In merito alle opzioni binarie, che sono prodotti d'azzardo, si ricorda che il gioco d'azzardo può creare dipendenza, gioca responsabilmente
ja: 【商号】Binary株式会社 金融商品取引業者 関東財務局長（金商）第2949号【加入協会】一般社団法人金融先物取引業協会 <br>Copyright (c) 2017 Binary K.K. All Rights Reserved.
ru: Торговля бинарными опционами подходит далеко не всем, поэтому, пожалуйста, убедитесь, что Вы полностью осознаёте все риски. Ваши потери могут превысить первоначальную инвестицию, а Вы не владеете и не получаете никакой доли от базового актива. Помните, что некоторые вариации бинарных опционов являются разновидностью азартных игр и могут вызвать привыкание, поэтому, пожалуйста, играйте ответственно
th: การซื้อขายไบนารีออปชั่นอาจจะไม่เหมาะสมกับทุกคน ดังนั้นโปรดแน่ใจว่า ท่านมีความเข้าใจอย่างครบถ้วนเกี่ยวกับความเสี่ยงที่เกี่ยวข้อง การขาดทุนของท่านสามารถเกินจำนวนเงินฝากเริ่มต้น และท่านจะไม่ได้รับผลตอบแทนใดๆ จากสินทรัพย์ที่อ้างถึงนั้น อนึ่ง ไบนารีออปชั่น เป็นผลิตภัณฑ์เพื่อการเสี่ยงโชค โปรดทราบว่า การเสี่ยงโชคอาจเป็นพฤติกรรมเสพติด โปรดใช้ความระมัดระวังในการซื้อขาย
vi: Giao dịch quyền chọn nhị phân có thể không thích hợp cho tất cả mọi người, vì vậy vui lòng bảo đảo rằng bạn đã hiểu hoàn toàn về rủi ro có liên quan. Thất thoát của bạn có thể vượt quá số tiền gửi ban đầu và bạn sẽ không được sở hữu hay có bất kì tiền lãi nào trong tài sản cơ sở. Liên quan tới quyền chọn nhị phân, là sản phẩm cá cược, hãy nhớ rằng chơi cá cược có thể bị nghiện - vui lòng chơi một cách có trách nhiệm

source: Tradingview for Binary.com
de: Tradingansicht für Binary.com
es: Tradingview para Binary.com
fr: Affichage Trading pour Binary.com
id: Tradingview untuk Binary.com
it: Tradingview per Binary.com
ja: Binary.comのTradingView
pl: Widok handlowy Binary.com
pt: TradingView para Binary.com
ru: Tradingview для Binary.com
th: Tradingview สำหรับ Binary.com
vi: Xem giao dịch cho Binary.com

source: Transfer
es: Transferir
fr: Transfert
it: Trasferisci
ja: 送金
ru: Перечисление
th: โอน
vi: Chuyển giao

source: Transfer to another Binary account
de: Auf ein anderes Binary Konto überweisen
es: Transferir a otra cuenta Binary
fr: Transfert vers un autre compte Binary.com
id: Transfer ke akun Binary lainnya
it: Trasferisci a un altro account Binary
ja: 他のBinary口座へ送金する
pl: Przelew na inne konto Binary
pt: Transferir para outra conta Binary
ru: Перевести на другой счёт на Binary
th: โอนไปยังบัญชี Binary อีกอันหนึ่ง
vi: Chuyển khoản sang tài khoản nhị phân khác

source: Transparent risk and potential reward
fr: Risques de transparence et rendement potentiel
id: Risiko transparan dan potensi laba
ru: Прозрачный риск и потенциальная прибыль
th: ความเสี่ยงที่โปร่งใสกับรางวัลที่จะได้รับ
vi: Trong suốt các rủi ro và phần thưởng tiềm năng

source: Triangular Moving Average (TRIMA)
de: Dreikantiger Gleitender Durchschnitt (Triangular Moving Average - TRIMA)
es: Media móvil triangular (TRIMA)
fr: Moyenne Mobile Triangulaire (MMTRI)
it: Media mobile triangolare (TRIMA)
ja: 三角移動平均（TRIMA）
pl: Trójkątna średnia krocząca (TRIMA)
pt: Média Móvel Triangular (TRIMA)
ru: Треугольная скользящая средняя (TRIMA)
vi: Tam giác di chuyển trung bình (TRIMA)

source: Triple Exponential Moving Average (T3)
de: Dreifach Exponentiell Gleitender Durchschnitt (Triple Exponential Moving Average - T3)
es: Media móvil exponencial triple (T3)
fr: Moyenne Mobile Exponentielle Triple (T3)
it: Tripla media mobile esponenziale (T3)
ja: 三重指数移動平均（T3）
pl: Potrójna wykładnicza średnia krocząca (T3)
pt: Média Móvel Exponencial Triplo (T3)
ru: Тройная экспоненциальная скользящая средняя (T3)
vi: Trung bình di chuyển gấp ba (T3)

source: Triple Exponential Moving Average (TEMA)
de: Dreifach Exponentiell Gleitender Durchschnitt (Triple Exponential Moving Average - TEMA)
es: La media móvil exponencial triple (TEMA)
fr: Moyenne Mobile Exponentielle Triple (MMET)
it: Tripla media mobile esponenziale (TEMA)
ja: 三重指数移動平均（TEMA）
pl: Potrójna wykładnicza średnia krocząca (TEMA)
pt: Média Móvel Exponencial Triplo (TEMA)
ru: Тройная экспоненциальная скользящая средняя (TEMA)
vi: Triple mũ di chuyển trung bình (TEMA)

source: Tristar Pattern (CDLTRISTAR)
es: Patrón Tristar (CDLTRISTAR)
fr: Schéma de Trait (CDLTRISTAR)
ja: 三ツ星（CDLTRISTAR）
pl: Tristar Pattern – potrójna gwiazda (CDLTRISTAR)
pt: Padrão Três Estrelas (CDLTRISTAR)
ru: Три звезды (CDLTRISTAR)
vi: Tristar mẫu (CDLTRISTAR)

source: True Range (TRANGE)
es: Rango verdadero (TRANGE)
fr: Gamme Réelle (TRANGE)
ja: トゥルー・レンジ（TRANGE）
pl: Rzeczywisty zasięg (TRANGE)
ru: Истинный диапазон (TRANGE)

source: Try
de: Versuchen
es: Pruebe
fr: Essayez
id: Coba
it: Prova
ja: 試してみる
pl: Wypróbuj
pt: Experimentar
ru: Попробовать
th: ลอง
vi: Thử

source: Tue
de: Di
es: Mar
fr: mar.
id: Sel
it: Mar
ja: 火曜日
pl: Wt.
pt: Ter
ru: Вт
th: อัง
vi: Thứ Ba

source: Tuesday
de: Dienstag
es: Martes
fr: mardi
id: Selasa
it: Martedì
ja: 火曜日
pl: Wtorek
pt: Terça-feria
ru: Вторник
th: วันอังคาร
vi: Thứ ba

source: Turnover
de: Umsatz
es: Volumen de ventas
fr: Volume de transactions
ja: 取引数量
pl: Obrót
pt: Volume de negócios
ru: Объём покупок
th: การซื้อขาย
vi: Doanh số

source: Two Crows (CDL2CROWS)
es: Dos cuervos (CDL2CROWS)
fr: Deux Corbeaux (CDL2CROWS)
ja: 2羽カラス（CDL2CROWS）
pl: Two Crows – dwa kruki (CDL2CROWS)
ru: Две вороны (CDL2CROWS)
vi: Hai quạ (CDL2CROWS)

source: Two-way pricing
fr: Fixation des prix bidirectionnelle
id: Harga dua-arah
ru: Оцените движение рынка в двух направлениях
th: ราคา 2 ทาง (2-Way Pricing)
vi: Giá 2 chiều

source: Typical Price (TYPPRICE)
es: Precio típico (TYPPRICE)
fr: Prix Typique (TYPPRICE)
ja: 典型価格（TYPPRICE）
pl: Typowa cena (TYPPRICE)
pt: Preço Típico (TYPPRICE)
ru: Типичная цена (TYPPRICE)
vi: Giá đặc trưng (TYPPRICE)

source: US Patents
fr: Brevets des États-Unis
id: Hak Paten AS
ru: Патенты США
th: สิทธิบัตรสหรัฐอเมริกา
vi: Bằng sáng chế Mỹ

source: Ultimate Oscillator (ULTOSC)
de: Ultimate Oszillator (ULTOSC)
es: Oscilador final (ULTOSC)
fr: Oscillateur Ultime (ULTOSC)
ja: 究極オシレーター（ULTOSC）
pt: Derradeiro Oscilador (ULTOSC)
ru: Окончательный осциллятор (ULTOSC)

source: Under
de: Unter
es: Inferior
fr: En dessous
it: Sotto
ja: 未満
pl: Poniżej
pt: Inferior
ru: Под
th: ต่ำกว่า
vi: Dưới

source: Underlying
de: Zugrundeliegend
es: Subyacente
fr: Sous-jacent
id: Dasar
it: Sottostante
ja: 原資産
pl: Instrument bazowy
pt: Subjacente
ru: Рынок
th: ผลิตภัณฑ์อ้างอิง
vi: Tài sản cơ bản
