Repository: binary-com/webtrader
Catalog: translations/i18n/*.po
Languages: de, es, fr, id, it, ja, pl, pt, ru, th, vi

source: A Stays Between trade pays out if the market stays between (does not touch) BOTH the high barrier or the low barrier at any time during the period chosen by a trader. A Goes Outside trade pays out if the market touches EITHER the high barrier or the low barrier at any time during the period chosen by a trader
de: Ein Bleibt-Innerhalb Kontrakt zahlt aus, wenn der Kurs zwischen (erreicht nicht) BEIDEN, der höheren Schwelle und der niedrigeren Schwelle, zu irgendeiner Zeit, während des vom Händler gewählten Zeitraums, bleibt. Ein Geht-Außerhalb Kontrakt zahlt aus, wenn der Kurs ENTWEDER die hohe Schwelle oder die niedrige Schwelle, zu irgendeiner Zeit, während des vom Händler gewählten Zeitraums, erreicht
es: Un binario "Queda dentro" se paga si el mercado permanece entre (sin tocar) el límite superior e inferior (AMBOS) durante todo el período establecido. Un binario "Sale" se paga si el mercado alcanza el límite superior o el inferior en cualquier momento durante el período establecido
fr: Un trade Reste Entre sera gagnant si le marché reste entre (mais ne touche pas) A LA FOIS la barrière haute ou la barrière basse à tout moment durant la période choisie par le trader. Un trade Sort De est gagnant si le marché touche SOIT la barrière haute ou la barrière basse à tout moment durant la période choisie par le trader
id: Kontrak Stays Between akan memberi hasil jika pasar tetap berada diantara (tidak menyentuh) KEDUA batasan tinggi atau batasan rendah kapan saja selama periode yang dipilih oleh trader. Kontrak Goes Outside akan memberi hasil jika pasar menyentuh SALAH SATU batasan tinggi atau batasan rendah kapan saja selama periode yang dipilih oleh trader
it: Un trade Stays Between (Staziona fra) è quello in cui si guadagna se, per tutta la durata dell'intervallo temporale scelto dal trader, il prezzo di mercato rimane fra (non tocca) NESSUNO dei limiti di prezzo più alto e più basso. Un trade Goes Outside (Esce fuori) è quello in cui si guadagna se, in un qualsiasi momento del periodo scelto dal trader, il prezzo di mercato tocca UNO dei limiti di prezzo impostati dal trader
ja: レンジトレードにおける「STAY-IN」トレードは、取引期間中常に上限バリア、及び下限バリアの間に価格が留まれば条件が満たされたと判定され、上下どちらかのバリア値にタッチした瞬間に条件が満たされないと判定されます。「BREAK-OUT」では取引期間以内に一度でも上限バリア、または下限バリアにタッチすれば条件が満たされたと判定されます。
pl: Zakład typu „pozostanie pomiędzy” przynosi zysk, jeśli rynek pozostanie pomiędzy ZARÓWNO górnym, jak i dolnym limitem (nie osiągnie limitu) w dowolnym momencie w wybranym okresie. Zakład typu „przekroczy” przynosi zysk, jeśli rynek osiągnie górny ALBO dolny limit w dowolnym momencie w wybranym okresie
pt: A negociação "Fica dentro" paga prêmio se o mercado ficar entre (não tocar) AMBAS a barreira alta e a barreira baixa em qualquer momento durante o período escolhido pelo negociador. Uma negociação "Sai fora" paga prêmio se o mercado toca OU a barreira alta ou a barreira baixa em qualquer momento durante o período escolhido pelo negociador
ru: Если Вы выбираете "Останется между", Вы получите прибыль, если на протяжении всего указанного Вами периода цена останется между верхним и нижним барьерами (не коснётся НИ ОДНОГО из них). Контракт "Выйдет за пределы" принесёт прибыль, если на протяжении указанного Вами периода цена коснётся верхнего или нижнего барьера
th: การซื้อขาย Stays Between จะให้ผลตอบแทน หากตลาดมีค่าอยู่ระหว่าง (ไม่แตะเส้น) ทั้ง ค่า Barrier สูง หรือ ค่า Barrier ต่ำ ณ เวลาใดๆ ระหว่างช่วงเวลาที่นักลงทุนได้เลือกไว้ การซื้อขาย Goes Outside จะให้ผลตอบแทน หากตลาดไปถึงค่าใดค่าหนึ่ง ไม่ว่าจะเป็น ค่า Barrier สูง หรือ ค่า Barrier ต่ำ ณ เวลาใดๆ ระหว่างช่วงเวลาที่นักลงทุนได้เลือกไว้
vi: Một giao dịch giữ giá sẽ được chi trả nếu thị trường nằm giữa (không chạm) cả rào cản cao và thấp ở vào bất kỳ thời điểm nào trong phiên được lựa chọn bởi nhà giao dịch. Một giao dịch hướng ra ngoài sẽ được chi trả nếu thị trường chạm ngưỡng cả rào cản cao và thấp ở vào bất kỳ thời điểm nào trong phiên được lựa chọn bởi nhà giao dịch

source: A bearish candlestick pattern consisting of three candles that have demonstrated the following characteristics, the first bar is a large white candlestick located within an uptrend, the middle bar is a small-bodied candle (red or white) that closes above the first white bar, the last bar is a large red candle that opens below the middle candle and closes near the center of the first bar's body
de: Ein bärisches Candlestick-Pattern, das aus drei Kerzen besteht, die die folgenden Eigenschaften gezeigt haben; der erste Balken ist ein großer, weißer, innerhalb einer im Aufwärtstrend liegenden Kerze; der mittlere Balken ist eine Kerze mit kleinem Körper (rot oder weiß), die über dem ersten weißen Balken schließt; der letzte Balken ist eine rote Kerze, die sich unter der mittleren Kerze öffnet, und nahe des Zentrums des Körpers des ersten Balkens schließt
es: Un patrón de velas bajista que consiste en tres velas que han demostrado tener las siguientes características: la primera barra es una vela blanca grande ubicada en una tendencia alcista; la del medio, una vela de cuerpo pequeño (roja o blanca) que cierra sobre la primera vela blanca; y la última, una vela roja grande que abre por debajo de la vela del medio y cierra cerca del centro del cuerpo de la primera vela
fr: Un schéma de chandelier baissier consiste en trois bougies qui doivent démontrer les caractéristiques suivantes, la première barre est un grand chandelier blanc localisé à l'intérieur d'un mouvement haussier, la barre moyenne est une bougie avec un petit corps (rouge ou blanc) qui se ferme au dessus de la première barre blanche, la dernière barre est une grande bougie rouge qui s'ouvre en dessous de la bougie moyenne et se ferme près du centre du corps de la première barre
id: Pola candlestick bearish terdiri dari tiga candle yang telah menunjukkan karakteristik berikut, bar pertama adalah candlestick putih besar yang berada pada sekitar uptrend, bar tengah adalah candle bertubuh kecil (merah atau putih) yang menutup di atas bar putih pertama, bar terakhir adalah lilin merah besar yang terbuka di bawah lilin tengah dan menutup di dekat pusat tubuh bar pertama
ja: ベアリッシュローソク足パターンは次の特徴を実証した3つのローソク足から成り立っています。 - 最初のバーは上昇トレンドにある大きな白いローソク足 - 中央のバーは最初の白いバーよりも上値で終了する短いローソク（赤または白） - 最後のバーは中央のバーよりも下値で始まり最初のバーのローソク中央値近くで終了する大きなローソク足
pl: Formacja świecowa spadkowa składa się z trzech świec o następujących cechach: pierwsza z nich jest białą świecą o długim korpusie w trendzie wzrostowym, środkowa jest świecą o krótkim korpusie (czerwoną lub białą), która zamyka się powyżej pierwszej, ostatnia świeca jest świecą czerwoną o długim korpusie, która otwiera się poniżej świecy środkowej i zamyka się blisko środka korpusu pierwszej świecy
pt: Um padrão de velas com tendência de baixa consistindo de três velas que demonstraram as seguintes caraterísticas: a primeira barra é uma vela branca grande, localizada dentro de uma tendência de alta, a barra do meio é uma vela de corpo pequeno (vermelha ou branca) que se fecha acima da primeira barra branca, a última barra é uma vela vermelha grande que se abre abaixo da vela do meio e se fecha próximo do centro do corpo da primeira barra.
ru: Фигура "медвежий подсвечник", состоящая из трёх свечей, имеет следующие характеристики: первый столбик – большая белая свеча, относящаяся к восходящему тренду; средний столбик – короткая свеча (красная или белая), закрывающаяся выше первого белого столбика; последний столбик представляет собой большую красную свечу, которая открывается ниже средней свечи и закрывается в районе середины тела первой свечи
th: รูปแบบแท่งเทียนแบบซบเซาประกอบด้วยแท่งเทียนสามแท่งซึ่งแสดงลักษณะดังต่อไปนี้ แท่งแรกเป็นเทียนสีขาวขนาดใหญ่อยู่ภายในแนวโน้มขึ้น แท่งกลางเป็นแท่งเทียนขนาดเล็ก (แดง หรือ ขาว) ที่ปิดเหนือแท่งสีขาวแรก และแท่งสุดท้าย คือ เทียนสีแดงขนาดใหญ่ที่เปิดใต้เทียนแท่งกลาง และปิดใกล้กับตำแหน่งตรงกลางของแท่งเทียนแรก
vi: Một mô hình nến hướng giảm là bao gồm ba ngọn nến đã được chứng minh những đặc điểm sau, thanh thứ nhất là một thanh trắng lớn nằm trong xu thế tăng, thanh ở giữa là thanh thân nhỏ (đỏ hoặc trắng) mà nằm gần bên trên thanh màu trắng thứ nhất, thanh cuối cùng là một thanh đỏ lớn mà mở bên dưới thanh ở giữa và gần trung tâm của phần thân thanh thứ nhất

source: A bearish candlestick pattern that is used to predict the reversal of the current uptrend. This pattern consists of three consecutive long-bodied candlesticks that have closed lower than the previous day with each session's open occurring within the body of the previous candle
de: Ein bärisches Candlestick-Pattern, das dazu verwendet wird, die Umkehrung eines aktuellen Aufwärtstrends vorauszusagen. Dieses Muster besteht aus drei aufeinander folgenden Kerzen mit langen Körpern, die niedriger als am vorherigen Tag, mit jeder Sitzungseröffnung, innerhalb des Körpers der vorherigen Kerze vorkommend, geschlossen haben
es: Un patrón de velas bajista que se usa para predecir la reversión de la tendencia alcista actual. Este patrón consiste en tres velas de cuerpo largo consecutivas que han cerrado en un valor menor al del día anterior, en la que cada sesión se abre dentro del cuerpo de la vela anterior
fr: Un chandelier avec schéma baissier est utilisé pour prédire un retournement du mouvement haussier actuel. Le schéma consiste en trois chandeliers consécutifs à corps long qui ont clôturé plus bas que le jour précédent avec chaque ouverture de session ayant lieu à l'intérieur du corps de la précédente bougie
id: Pola candlestick bearish digunakan untuk menganalisa pembalikan arus uptrend saat ini. Pola ini terdiri dari tiga candlestick panjang berturut-turut yang ditutup lebih rendah dari hari sebelumnya dimana setiap sesi terjadi diantara ukuran candle sebelumnya
ja: ベアリッシュローソク足パターンは上昇トレンドへの反転を予測するのに用いられます。このパターンは、各セッションが前日のローソク足内で開始し、前日よりも下値で終了する長いローソク足が3回連続で発生することで反転を予測します。
pl: Formacja świecowa spadkowa, którą wykorzystuje się do przewidzenia zmiany bieżącego trendu wzrostowego. Formacja ta składa się z trzech świec o długim korpusie, które zamknęły się niżej niż poprzedniego dnia przy wystąpieniu otwarcia każdej sesji w obrębie korpusu poprzedniej świecy
pt: Um padrão de velas com tendência de baixa que é usado para prever a reversão da tendência de alta atual. Este padrão consiste em três velas de corpo grande consecutivas que se fecharam mais baixo que o dia anterior, com a abertura de cada sessão ocorrendo dentro do corpo da vela anterior
ru: Фигура "медвежий подсвечник" предвещает разворот текущего восходящего тренда. Данная фигура состоит из трёх свечей с длинным телом, закрывшихся ниже уровня предыдущего дня, а открытие каждой сессии происходит на уровне тела предыдущей свечи
th: รูปแบบแท่งเทียนแบบซบเซาที่ถูกใช้เพื่อคาดการณ์การพลิกกลับของแนวโน้มขึ้นปัจจุบัน รูปแบบนี้ประกอบด้วยแท่งเทียนขนาดยาวสามแท่งต่อกันซึ่งได้ปิดที่ต่ำกว่าวันก่อนโดยการเปิดของแต่ละช่วงเกิดขึ้นภายในตัวของแท่งเทียนอันก่อน
vi: Một mô hình nến thường được dùng để dự đoán tình hình đảo ngược của xu hướng tăng hiện tại. Mô hình này bao gồm liên tiếp ba ngọn nến thân dài mà đóng cửa thấp hơn so với phiên mở của ngày hôm trước trong phần thân của ngọn nến trước đó

source: A bearish counterattack is a long white candle in an uptrend, followed by a long black candle. Closing prices of both candles are at the same price level. A bullish counterattack is a long black candle in an downtrend, followed by a long white candle. Closing prices of both candles are at the same price level
de: Ein bärischer Gegenschlag, ist eine lange weiße Kerze im Aufwärtstrend, gefolgt von einer langen schwarzen Kerze. Schlussnotierungen beider Kerzen sind auf dem selben Preisniveau. Ein bullischer Gegenschlag ist eine lange schwarze Kerze im Abwärtstrend, gefolgt von einer langen weißen Kerze. Schlussnotierungen beider Kerzen sind auf dem selben Preisniveau
es: Un contraataque bajista es una vela blanca larga en una tendencia alcista, seguida de una vela negra larga. Los precios de cierre de ambas velas están en el mismo nivel. Un contraataque alcista es una vela negra larga en una tendencia bajista, seguida por una vela blanca larga. Los precios de cierre de ambas velas están en el mismo nivel
fr: Une contre attaque baissière est une longue bougie blanche dans un mouvement haussier, suivie par une longue bougie noire. Les prix de clôture des deux bougies sont au même niveau de prix. Une contre attaque haussière est une longue bougie noire dans un mouvement baissier, suivie par une longue bougie blanche. Les prix de clôture des deux bougies sont au même niveau de prix
id: Serangan balik bearish adalah candle putih panjang pada uptrend, diikuti oleh candle hitam panjang. Harga closing kedua candle berada pada tingkat harga yang sama. Serangan balik bullish adalah candle hitam panjang dalam tren turun, diikuti oleh candle putih panjang. Harga closing kedua candle berada pada tingkat harga yang sama
ja: ベアリッシュ・カウンターアタックは、上昇トレンドにある長い白ローソクの後に長い黒ローソクがくることをいいます。白ローソクの終値と始値は同じ価格レベルです。ブリッシュカウンターアタックは、下降トレンドにある長い黒ローソクの後に長い白ローソクが続くことをいい、黒ローソクの終値と白ローソクの始値は同じレベルとなります。
pl: Kontratak spadkowy to biała świeca o długim korpusie w trendzie wzrostowym, po której występuje czarna świeca o długim korpusie. Ceny zamknięcia obu świec znajdują się na tym samym poziomie. Kontratak wzrostowy ma postać czarnej świecy o długim korpusie w trendzie spadkowym, po której występuje biała świeca o długim korpusie. Ceny zamknięcia obu świec znajdują się na tym samym poziomie
pt: Um contra-ataque com tendência de baixa é uma vela grande e branca numa tendência de alta, seguida por uma vela grande e preta. Os preços de fechamento de ambas as velas estão no mesmo nível de preços. Um contra-ataque com tendência de alta é uma vela grande e preta numa tendência de baixa, seguida por uma vela grande e branca. Os preços de fechamento de ambas as velas estão no mesmo nível de preços
ru: Медвежья контратака – это длинная белая свеча в рамках восходящего тренда, за которой следует длинная чёрная свеча. Цены закрытия обеих свечей находятся на одном и том же ценовом уровне. Бычья контратака – это длинная чёрная свеча в рамках нисходящего тренда, за которой следует длинная белая свеча. Цены закрытия обеих свечей находятся на одном и том же ценовом уровне
th: การโต้กลับของตลาดซบเซา คือ แท่งเทียนยาวสีขาวในแนวโน้มขึ้น ตามด้วยแท่งเทียนยาวสีดำ ราคาปิดของแท่งเทียนทั้งสองอยู่ที่ระดับราคาเดียวกัน การโต้กลับของตลาดตื่นตัวคือแท่งเทียนยาวสีดำในแนวโน้มลง ตามด้วยแท่งเทียนยาวสีขาว ราคาปิดของแท่งเทียนทั้งสองอยู่ที่ระดับราคาเดียวกัน
vi: Một cuộc phản công hướng giảm là một ngọn nến dài màu trắng trong một xu hướng tăng, theo sau là một ngọn nến đen dài. Giá đóng cửa của nến đều có mức giá tương tự. Một cuộc phản công lạc quan là một ngọn nến dài đen trong một xu hướng, theo sau là một ngọn nến dài màu trắng. Giá đóng cửa của cả hai nến có cùng mức giá

source: A bearish separating line is a bearish continuation pattern. It is the exact opposite of the bullish separating line. There are two components to the bearish separating line: The first day is a green candlestick and the second day gaps down, opens at the first candlestick's open and closes weakly
de: Eine bärische Trennungslinie ist ein bärisches Fortsetzungsmuster. Es ist das exakte Gegenteil einer bullischen Trennungslinie. Es gibt zwei Komponenten einer bärischen Trennungslinie: Der erste Tag ist eine grüne Kerze und der zweite Tag öffnet sich nach Unten, eröffnet auf der Öffnung der ersten Kerze und schließt schwach
es: Una línea de separación bajista es un patrón de tendencia bajista. Es opuesto a la línea de separación alcista. Posee dos componentes principales: el primer día consiste en una vela verde y el segundo día corresponde a una vela que desciende, abre en el comienzo de la primera vela y cierra semanalmente
fr: Une ligne de séparation baissière est un schéma de baisse continue. C'est l'exact opposé de la ligne de séparation haussière. Il y a deux composants à la ligne de séparation baissière: Le premier jour est un chandelier vert et le second jour s'écroule, ouvre d'abord sur l'ouverture du chandelier et ferme en situation de faiblesse
id: Garis pemisah bearish adalah pola kelanjutan bearish. Ini adalah kebalikan dari garis pemisah bullish. Ada dua komponen untuk garis pemisah bearish: Hari pertama adalah candlestick hijau dan celah pada hari kedua menurun, terbuka pada candlestick pertama yang dibuka dan ditutup dengan lemah
it: Una linea di separazione ribassista è un modello di continuazione al ribasso. È l'esatto opposto della linea di separazione rialzista. Esistono due componenti per la linea di separazione ribassista: il primo giorno è una candela verde e il secondo giorno va verso il basso, apre all'apertura della prima candela e chiude debolmente
ja: ベアリッシュ・セパレーティングラインは陰線が続くパターンをいいます。ブリッシュ・セパレーティングラインと真逆です。ベアリッシュ・セパレーティングラインは2つの要素から成り立ちます。 - 初日のローソク足が緑で2日目の始値が初日の終値で、陰線で終了した場合
pl: Spadkowa linia graniczna to formacja kontynuacji bessy. Jest to dokładne przeciwieństwo wzrostowej linii granicznej. Spadkowa linia graniczna składa się z dwóch elementów: pierwszy dzień to zielona świeca, zaś drugi zmniejsza lukę, otwiera się na poziomie otwarcia pierwszej świecy i zamyka się tygodniowo
pt: Uma linha de separação com tendência de baixa é um padrão de continuação de tendência de baixa. Ela é precisamente o oposto da linha de separação de tendência de alta. Há dois componentes na linha de separação de tendência de baixa: O primeiro dia é uma vela verde e o segundo dia registra uma lacuna para baixo, se abre na abertura da primeira vela e se fecha de forma fraca
ru: Медвежья разделительная линия – это фигура продолжающегося нисходящего движения. Дання фигура является прямой противоположностью бычьей разделительной линии. Медвежья разделительная линия состоит из двух компонентов: первый день представлен зелёной свечой, а второй денб начинается нисходящим гэпом, открывается на уровне открытия первой свечи и закрывается со слабой динамикой
th: เส้นแยกของตลาดซบเซา คือ รูปแบบความต่อเนื่องของตลาดซบเซา ซึ่งตรงกันข้ามกับเส้นแยกของตลาดตื่นตัว มีองค์ประกอบสองประการของเส้นแยกตลาดซบเซา กล่าวคือ วันแรก คือ แท่งเทียนสีเขียว และวันที่สองมีช่วงห่างลงมา เปิดที่ระดับเปิดของแท่งเทียนแรกและปิดแบบอ่อนตัว
vi: Một hướng giảm dòng tách là một mẫu tiếp nối hướng giảm. Nó là đối diện chính xác của đường tách bullish. Có hai thành phần tách dòng hướng giảm: ngày đầu tiên là một màu xanh lá cây nến và ngày thứ hai khoảng trống xuống, mở ra ở nến đầu tiên mở và đóng cửa yếu

source: A binary option is a contract purchased by a trader, which pays a pre-determined amount if their prediction is correct
de: Eine binäre Option ist ein vom Händler erworbener Kontrakt, der einen vorbestimmten Betrag auszahlt, wenn seine Voraussage korrekt ist
es: Una opción binaria es un contrato comprado por un comerciante, que pagará al inversor un monto predeterminado si su predicción es correcta
fr: Une option binaire est un contrat acheté par un trader, qui paie un montant pré-déterminé si leur prédiction est correcte
id: Opsi binary adalah kontrak yang dibeli oleh trader, dimana akan membayarkan jumlah tertentu jika analisa mereka tepat
it: Un'opzione binaria è un contratto acquistato da un trader in base al quale si riceve un importo predefinito se la previsione è corretta
ja: バイナリーオプションとはトレーダーがトレードを購入し、条件が満たされた場合にあらかじめ決められたペイアウトがトレーダーに支払われることをいいます。
pl: Opcja binarna to zakupiony przez gracza kontrakt, dla którego wypłacana jest wcześniej określona kwota, jeśli prognoza gracza się sprawdzi
pt: Uma opção binária é um contrato adquirido por um negociador, que paga um valor pré-determinado se a sua previsão for correta.
ru: Бинарный опцион – это контракт, приобретаемый трейдером, который приносит заранее установленную прибыль, если прогноз окажется правильным
th: ไบนารีออปชั่นเป็นสัญญาซื้อขายประเภทหนึ่งที่ผู้ซื้อขายจะได้รับเงินตามจำนวนเงินที่กำหนดไว้ล่วงหน้า หากการคาดการณ์ถูกต้อง
vi: Một lựa chọn nhị phân là một hợp đồng mua lại bởi một thương nhân, trả tiền một số tiền được xác định trước nếu dự báo của họ là chính xác

source: A binary option is an option with a fixed payout that is determined at the start of the trade. If your prediction is correct, you receive an agreed payout. If not, you lose your initial stake, and no more. The options are called 'binary' because there can be only two outcomes - win or lose
de: Eine Binäre Option ist eine Option mit einer festen Auszahlung, die zu Beginn des Kontrakts festgelegt wird. Wenn Ihre Voraussage richtig ist, erhalten Sie eine im Voraus festgelegte Auszahlung. Anderenfalls verlieren Sie Ihren ursprünglichen Einsatz, nichts weiter. Die Optionen werden „Binär" genannt, da es nur zwei Ergebnisse geben kann - gewinnen oder verlieren
es: Una opción binaria es una opción con una ganancia fija que se determina al comienzo de la transacción. Si la predicción del inversor es correcta, recibe el pago predeterminado. Si la predicción no es correcta, pierde sólamente la apuesta - su inversión inicial, y no más. Las opciones se llaman ‘binarias’ porque solo pueden haber dos resultados - ganar o perder
fr: Une option binaire est une option avec un versement fixe qui est déterminé au départ du trade. Si votre prédiction est correcte, vous recevez le versement comme convenu. Sinon, vous perdez votre mise, et pas plus. Les options sont dites 'binaires' car il ne peut y avoir que deux issues - gagner ou perdre
id: Opsi binary adalah opsi yang memberikan hasil tetap yang ditentukan pada awal trading. Jika analisa Anda tepat maka Anda akan menerima hasil yang Anda inginkan. Jika tidak, maka Anda hanya akan kehilangan modal Anda tidak lebih. Opsi ini disebut 'binary' karena hanya memiliki dua kemungkinan - untung atau rugi
it: Un'opzione binaria è un'opzione con un payout fisso che viene definito all'inizio del trade. Se la previsione è corretta, ricevi il payout concordato. In caso contrario, perdi la puntata iniziale, e nient'altro. Le opzioni si chiamano "binarie" perché possono esserci solo due risultati: una vincita o una perdita
ja: バイナリーオプションは、取引開始時に予め決められた固定ペイアウトを用いたオプション取引です。条件が満たされた場合、そのペイアウトをお受け取りいただけます。条件が満たされなかった場合は、ペイアウトは支払われず購入金額を失うことになります。条件が満たされるか・満たされないか - の2つだけの結果からなることから、「バイナリーオプション」と呼ばれています。
pl: Opcja binarna to instrument finansowy, który daje wypłatę ustaloną przy zawieraniu transakcji. Jeśli prognoza się sprawdzi, gracz otrzymuje ustaloną wypłatę, w przeciwnym razie traci tylko początkową stawkę, nic ponad to. Opcje nazywane są „binarnymi”, ponieważ mogą dawać tylko dwa wyniki – wygraną lub przegraną
pt: Uma opção binária é uma opção com um pagamento fixo que é determinado no início da negociação. Se a sua previsão for correta, você receberá um prêmio previamente acordado. Se não, você perde o valor da sua aposta inicial e nada mais. As opções são chamadas de "binárias" porque pode haver apenas dois resultados - ganho ou perda.
ru: Бинарный опцион – это опцион с фиксированной прибылью, которая определяется до начала контракта. Если прогноз сбывается, трейдер получает указанную прибыль. В противном случае, он теряет только свою ставку (цену покупки), но не более того. Опционы называются "бинарными", потому что они предлагают два возможных исхода контракта – прибыль или убыток
th: ไบนารีออปชั่นคือออปชั่นที่มีการชำระเงินที่คงที่ซึ่งถูกกำหนดตั้งแต่เริ่มต้นของการซื้อขาย หากการคาดการณ์ของท่านถูกต้อง ท่านจะได้รับการจ่ายเงินตามมูลค่าที่ตกลงไว้ แต่หากการทำนายไม่ถูกต้อง ท่านจะเสียมูลค่าที่วางตั้งต้นไว้ และจะไม่มากไปกว่านั้น ออปชั่นถูกเรียกว่า 'ไบนารี' เนื่องจากมีผลลัพธ์เพียง 2 ทาง คือ ได้ และ เสีย
vi: Một lựa chọn nhị phân là một lựa chọn với một thanh toán cố định được xác định lúc bắt đầu của giao dịch. Nếu dự đoán của bạn là chính xác, bạn nhận được một sự đồng ý cho thanh toán. Nếu không, bạn mất cổ phần đầu tiên của bạn, và không hơn. Các tùy chọn được gọi là 'nhị phân' bởi vì có thể có kết quả chỉ có hai - được hay mất
