Repository: binary-com/webtrader
Catalog: translations/i18n/*.po
Languages: de, es, fr, id, it, ja, pl, pt, ru, th, vi

source: You are not copying any trade(s) yet
fr: Vous ne copiez encore aucun trade(s)
id: Anda belum mengcopy kontrak manapun
it: Non hai ancora copiato alcun trade
ru: Вы пока не копируете другие контракты
th: ท่านยังไม่ได้คัดลอกการซื้อขายใดๆ
vi: Bạn chưa sao chép bất kỳ (những) giao dịch nào

source: You can
fr: Vous pouvez
id: Anda dapat
ru: Вы можете
th: ท่านสามารถ
vi: Bạn có thể

source: You don't need to deposit any money to open an account, but you need to deposit funds before you can start trading
de: Sie müssen kein Geld einzahlen, um ein Konto zu eröffnen; Sie müssen jedoch Geld einzahlen, bevor Sie mit dem Handeln beginnen können
fr: Vous n'avez pas besoin de déposer de l'argent pour ouvrir un compte, mais vous avez besoin de déposer des fonds avant de pouvoir commencer à trader
id: Anda tidak harus melakukan deposit setelah mendaftar, namun Anda perlu mendeposit untuk memulai trading
it: Per aprire un account non devi effettuare alcun deposito ma devi depositare fondi prima di poter iniziare a fare trading
ja: 口座開設条件として預託金は必須ではありませんが、取引を開始するにはあらかじめ預託金をご入金いただく必要があります。
pl: Nie musisz wpłacać pieniędzy, aby otworzyć konto, jednak musisz wpłacić środki przed rozpoczęciem handlowania
pt: Não é necessário depositar qualquer dinheiro para abrir uma conta, mas é necessário depositar fundos antes de começar a negociar
ru: Вам не нужно вносить средства для открытия счёта, но Вам необходимо будет пополнить счёт для начала торговли и покупки контрактов
th: ท่านไม่จำเป็นต้องฝากเงินเพื่อเปิดบัญชี แต่ท่านจะเป็นต้องฝากหลักประกันก่อนการเริ่มซื้อขาย
vi: Bạn không cần gửi tiền để mở tài khoản, nhưng bạn cần gửi tiền trước khi bạn bắt đầu giao dịch

source: You have sold the following contract
de: Sie haben den folgenden Kontrakt verkauft
es: Han vendido el siguiente contrato
fr: Vous avez vendu le contrat suivant
id: Anda telah menjual kontrak berikut ini
it: Hai venduto il seguente contratto
ja: 以下のトレードを売却しました
pl: Sprzedano następujący kontrakt
pt: Você vendeu o seguinte contrato
ru: Вы продали следующий контракт
th: ท่านจำหน่ายสัญญาต่อไปนี้แล้ว
vi: Bạn đã bán hợp đồng sau

source: You haven't saved any templates yet
de: Sie haben noch keine Vorlagen gespeichert
es: Aún no ha guardado ninguna plantilla
fr: Vous n'avez sauvegardé aucun modèle pour le moment
id: Anda belum menyimpan template apa pun
it: Non hai ancora salvato alcun modello
ja: テンプレートはまだ保存されていません
pl: Nie zapisano jeszcze żadnych szablonów
pt: Você ainda não salvou nenhum modelo
ru: У Вас нет сохранённых шаблонов
th: ท่านยังไม่ได้บันทึกแม่แบบใด ๆ
vi: Bạn chưa lưu lại bất kỳ mẫu nào

source: You only need to make four decisions to execute a binary contract
fr: Pour exécuter un contrat binaire, vous ne devrez prendre que quatre décisions
id: Anda hanya perlu membuat empat keputusan untuk membeli kontrak binary
ru: Для покупки бинарного опциона Вам необходимо принять 4 решения:
th: ท่านจำเป็นต้องตัดสินใจใน 4 เรื่อง เพื่อดำเนินการในสัญญาไบนารี
vi: Bạn chỉ cần có 4 quyết định để loại bỏ một hợp đồng nhị phân

source: You pay
de: Sie zahlen
es: Usted paga
fr: Vous payez
id: Anda membayar
it: Paghi
ja: xxxを支払う
pl: Płacisz
pt: Você paga
ru: Вы платите
th: ท่านชำระ
vi: Bạn trả

source: You will be automatically logged out after such time
de: Sie werden nach dieser Zeit automatisch abgemeldet
es: Usted será deconectado automáticamente después de esa hora
fr: Votre compte sera automatiquement déconnecté après cette période
id: Anda akan secara otomatis keluar setelah waktu tersebut
it: Dopo questo tempo, verrai automaticamente loggato
ja: その時間が経過しますと、自動的にログアウトされます
pl: Po tym czasie nastąpi automatyczne wylogowanie
pt: Você será automaticamente desconectado após tal hora
ru: По истечении данного времени Вы автоматически выйдете из системы
th: ท่านออกจากระบบโดยอัตโนมัติภายหลังเวลาดังกล่าว
vi: Bạn sẽ được tự động đăng xuất sau thời gian như vậy

source: You wish to allow other traders to copy your trades
fr: Vous souhaitez autoriser d’autres traders à copier vos trades
id: Jika Anda menginginkan trader lain untuk menduplikasi trading Anda
ru: Вы разрешаете другим трейдерам копировать Ваши контракты
th: ท่านยินยอมให้นักลงทุนท่านอื่นๆ คัดลอกการซื้อขายของท่าน
vi: Bạn muốn cho phép các nhà giao dịch khác sao chép giao dịch của bạn

source: You wish to copy another trader's trades
fr: Vous souhaitez copier les trades d'un autre Trader
id: Anda ingin menduplikasi trading trader lain
ru: Вы хотите копировать контракты других трейдеров
th: ท่านปรารถนาที่จะคัดลอกการซื้อขายของนักลงทุนท่านอื่นๆ
vi: Bạn muốn sao chép giao dịch của các nhà giao dịch khác

source: Your Binary.com account is created, but to start trading you need to allow Webtrader access it
de: Ihr Binary.com Konto ist erstellt, aber um mit dem Handeln zu beginnen, müssen Sie Webtrader erlauben darauf zuzugreifen
es: Su cuenta Binary.com ha sido creada, pero para comenzar a operar debe permitir que Webtrader acceda a ella
fr: Votre compte Binary.com a été créé. Pour commencer à effectuer des opérations de trading, vous devez autoriser Webtrader à y accéder.
id: Akun Binary.com Anda telah terdaftar, namun untuk memulai trading Anda perlu mengijinkan Webtrader untuk mengaksesnya
it: Il tuo account Binary.com è stato creato ma per iniziare a fare trading bisogna consentire a Webtrader di accedere
ja: お客様のBinry.com口座が作成されました。お取引を開始するには、ウェブトレーダーのアクセスを許可頂く必要があります
pl: Twoje konto Binary.com zostało utworzone, ale żeby rozpocząć handlowanie, musisz udzielić aplikacji Webtrader dostępu do niego
pt: A sua conta Binary foi criada, mas para começar a negociar você precisa permitir que o Webtrader tenha acesso a ela
ru: Вы успешно открыли счёт на Binary.com, но для начала торговли Вы должны открыть Webtrader доступ к нему
th: บัญชี Binary.com ของท่านได้ถูกสร้างขึ้นแล้ว ท่านสามารถเริ่มซื้อขายด้วย Webtrader
vi: Tài khoản Binary.com của bạn đã được tạo, nhưng để bắt đầu giao dịch bạn cần cho phép Webtrader truy cập nó

source: Your account (%) is locked, please contact customer support for more info.
fr: Votre compte (%) est verrouillé, veuillez contacter le support client pour plus d’informations.
id: Akun Anda (%) dibatalkan, silahkan hubungi customer support untuk info lebih lanjut.
it: Il tuo account (%) è bloccato. Per ulteriori informazioni, contatta l'assistenza clienti.
ru: Ваш счёт (%) заблокирован. Пожалуйста, свяжитесь со службой поддержки для получения дополнительной информации.
th: บัญชีของท่าน (%) ถูกระงับการใช้งาน โปรดติดต่อฝ่ายบริการลูกค้าเพื่อดำเนินการ
vi: Tài khoản của bạn (%) bị khóa, xin vui lòng liên hệ với hỗ trợ khách hàng để xem thêm thông tin.

source: Your browser is not supported
de: Ihr Browser wird nicht unterstützt
es: Su navegador no es compatible
fr: Votre navigateur n'est pas pris en charge
id: Browser Anda tidak mendukung
it: Il tuo browser non è supportato
ja: お使いのブラウザは対応しておりません
pl: Twoja przeglądarka nie jest obsługiwana
pt: O seu navegador não é suportado
ru: Ваш браузер не поддерживается
th: เบราเซอร์ของท่านไม่รองรับการใช้งาน
vi: Trình duyệt của bạn không được hỗ trợ

source: Your copying settings
fr: Vos paramètres de copie
id: Susunan duplikasi Anda
it: Le tue impostazioni per la copia
ru: Ваши настройки копирования
th: การตั้งค่าการคัดลอกของท่าน
vi: Cài đặt sao chép của bạn

source: Your email
de: Ihre E-mail
es: Su correo electrónico
fr: Votre adresse e-mail
id: Email Anda
it: Il tuo indirizzo email
ja: メールアドレス
pl: Twój adres e-mail
pt: O seu e-mail
ru: Ваш эл. адрес
th: อีเมล์ของท่าน
vi: Email của bạn

source: Your new account balance is
de: Ihr neuer Kontostand beträgt
es: El nuevo saldo de su cuenta es
fr: Le nouveau solde de votre compte est de
id: Saldo akun baru Anda adalah
it: Il saldo del tuo nuovo account è
ja: 最新の口座残高：
pl: Twoje nowe saldo na koncie to
pt: O seu novo saldo de conta é
ru: Новый баланс Вашего счёта
th: ยอดคงเหลือในบัญชีใหม่ของท่าน คือ
vi: Số dư tài khoản mới của bạn là

source: Your transaction reference is
de: Ihre Überweisungsreferenz ist
es: Su referencia de transacción es
fr: Votre référence de transaction est
id: Referensi transaksi Anda adalah
it: Il riferimento della tua transazione è
ja: トレード参照番号：
pl: Numer referencyjny transakcji to
pt: A referência da sua transação é
ru: Ссылка на Вашу сделку
th: หมายเลขอ้างอิงของธุรกรรมของท่าน คือ
vi: Tham chiếu của giao dịch của bạn là

source: Your transaction reference number is
de: Ihre Überweisungsreferenz-Nummer ist
es: Su número de referencia de la transacción es
fr: Votre numéro de référence de transaction est le
id: Nomor referensi transaksi Anda adalah
it: Il numero di riferimento della tua transazione è
ja: トレード参照番号：
pl: Numer referencyjny transakcji to
pt: O número de referência da sua transação é
ru: Номер Вашей сделки
th: หมายเลขอ้างอิงของธุรกรรมของท่าน คือ
vi: Số tham chiếu giao dịch của bạn là

source: Zoom
ja: ズーム
pl: Powiększenie
ru: Приблизить
th: ขยาย
vi: Phóng to

source: allowing clients to develop their own automated trading robots with drag-and-drop simplicity
de: erlaubt Kunden, ihre eigenen automatischen Handelsroboter mit drag-and-drop simplicity zu erstellen
es: permitiendo que los clientes desarrollen sus propios robots de negociación automatizados con el simple método de arrastrar y soltar
fr: permettre aux clients de développer leurs propres robots de trading automatisés avec la simplicité d'un glisser-déposer
id: memungkinkan klien untuk mengembangkan robot trading mereka sendiri secara otomatis dengan konsep sederhana “drag-and-drop”
it: consentire ai clienti di sviluppare i propri robot di trading automatici con una semplicità tipo trascina e rilascia
ja: 「ドラッグ&ドロップ」操作で簡単に自動売買ロボットを作成することができます
pl: pozwalające klientom na tworzenie swoich własnych robotów do automatycznego handlowania, korzystając z prostych narzędzi i funkcji, takich jak „przeciągnij i upuść”
pt: permitindo que clientes desenvolvam os seus próprios robôs de negociação automatizados com a simplicidade do tipo "arrastar e soltar"
ru: , позволяющий трейдерам разрабатывать собственных торговых роботов с помощью простой функции "перетаскивания объектов"
th: อนุญาตให้ลูกค้าพัฒนาเครื่องมื่อสำหรับซื้อขายอัตโนมัติของเขาโดยการลากและวางอย่างง่ายๆ
vi: cho phép khách hàng phát triển rô bốt tự động giao dịch của họ với tính năng kéo thả đơn giản

source: and start learning how to trade
fr: et commencez à apprendre à trader
id: dan mulai belajar cara bertrading
ru: и начать учиться торговле
th: และเริ่มเรียนรู้วิธีการซื้อขาย
vi: và bắt đầu học làm thế nào để thương mại

source: apostrophe (') are allowed
de: Apostrophe (') sind erlaubt
es: se permiten apóstrofes (')
fr: apostrophes (') sont autorisés
id: apostrof (') diperbolehkan
it: è consentito l'apostrofo (')
ja: アポストロフィ (') もご利用いただけます
pl: apostrof (') są dozwolone
pt: apóstrofo (') é permitido
ru: разрешен апостроф (')
th: เครื่องหมายอัญประกาศ (') สามารถใช้ได้
vi: dấu nháy (') là được cho phép

source: apply online
fr: postulez en ligne
id: daftar online
ru: подать заявку онлайн
th: สมัครออนไลน์
vi: đăng ký trực tuyến

source: at a valuation of US$ 50.5 million
de: mit einer Schätzung von 50,5 Millionen US$
fr: à une valorisation de 50 millions de dollars américains
id: pada valuasi US$ 50.5 juta
it: a una valutazione di 50,5 milioni di dollari americani
ja: 5,050万 US$
pl: za 50,5 miliona $
pt: numa avaliação de mais de US$ 50,5 milhões
ru: , оцениваемую в 50.5 миллионов долларов США
th: มีมูลค่า 50.5 ล้านเหรียญสหรัฐ
vi: tại mức định giá 50.5 triệu đô là Mỹ

source: auto-trader programming tool
de: auto-trader Programmierungs-Tool
es: herramienta de programación de negociador automático
fr: Outil de programmation d'auto-trader
id: Alat pemrograman auto-trader
it: strumento di programmazione automatica del trade
ja: 自動トレーダープログラミングツール
pl: narzędzie programistyczne „automatyczny gracz”
pt: ferramenta de programação de negociador automático
ru: программный инструмент для автоматизированной торговли
th: เครื่องมือในการตั้งซื้อขายแบบอัตโนมัติ
vi: công cụ lập trình tự động giao dịch

source: below and proceeding with the Account Opening you should note that you may be exposing yourself to risks (which may be significant, including the risk of loss of the entire sum invested) that you may not have the knowledge and experience to properly assess or mitigate
de: nachfolgend und mit der Kontoeröffnung fortfahren, müssen Sie beachten, dass Sie sich selbst Risiken aussetzen können (die erheblich sind, einschließlich des Verlusts des gesamten investierten Betrags), wenn Sie nicht das Wissen und die Erfahrung haben, diese richtig zu beurteilen oder abzuschwächen
es: debajo y procediendo con la apertura de la cuenta debe tener en cuenta que puede exponerse a riesgos (que pueden ser significativos, incluyendo el riesgo de pérdida de la suma total invertida) que puede que no conozca y no tenga experiencia para evaluar correctamente o mitigar
fr: ci-dessous et de procéder à l'ouverture du compte, vous devez savoir que vous pourriez vous exposer à des risques (qui peuvent être importants, notamment la perte de toute la somme d'investissement) que vos connaissances et votre expérience ne vous permettent pas forcément d'évaluer ou de réduire efficacement
id: dibawah ini dan melanjutkan Pendaftaran Akun berarti Anda memahami bahwa Anda akan mungkin akan mengalami risiko (yang mungkin segnifikan termasuk risiko kehilangan semua dana yang Anda investasikan) dimana Anda mungkin tidak memiliki pengetahuan dan pengalaman untuk mengurangi atau menghindarinya
it: qui sotto e procedendo con l'Apertura di un account dovresti notare che potresti esporti a dei rischi (che possono essere cospicui, incluso il rischio di perdita dell'intera somma investita) senza avere la conoscenza e l'esperienza giusta per valutarli e attenuarli
ja: 口座開設にお進みください。その際は、リスクを判断したり、軽減させるための知識や経験がないために、自信へ生じるリスク（投資全体の損失リスクを含むような重大になりうるものなど）について注意していただく必要があります。
pl: i kontynuowanie procedury otwarcia konta oznacza, że zdajesz sobie sprawę z tego, że możesz być narażony/a na ryzyka (które mogą być znaczne, w tym na ryzyko utraty całej zainwestowanej sumy) i możesz nie posiadać wystarczającej wiedzy i wystarczającego doświadczenia, aby sobie z nimi poradzić.
pt: abaixo e procedendo com a abertura de conta, você deve tomar nota que poderá estar a expor-se a riscos (que poderão ser significativos, incluindo o risco da perda do valor total investido) que possa não compreender nem ter a experiência para avaliar ou mitigar
ru: ниже и переходя к открытию счёта, Вы должны принять во внимание, что подвергаете себя риску (который может оказаться весьма значительным и включать риск потери всей инвестиции), для оценки и смягчения которого у Вас может быть недостаточно знаний и опыта
th: ด้านล่างนี้ เพื่อดำเนินการเปิดบัญชี ขอเรียนให้ท่านทราบว่า ท่านอาจะมีความเสี่ยง (ที่อาจจะมีนัยสำคัญ รวมถึงความเสี่ยงในการขาดทุนมูลค่าทั้งหมดที่ได้ลงทุน) ซึ่งท่านอาจจะไม่มีความรู้และประสบการณ์เพื่อประเมินและจัดการอย่างเหมาะสม
vi: dưới đây và tiếp tục với việc mở tài khoản, bạn nên lưu ý rằng bạn có thể đang đối diện với những rủi ro (có thể là đáng kể, trong đó có nguy cơ mất toàn bộ số tiền đầu tư) mà bạn có thể không có kiến thức và kinh nghiệm để đánh giá đúng mực và giảm thiểu

source: commission
de: Provision
es: comisión
id: komisi
it: commissione
ja: 手数料
pl: prowizja
pt: comissão
ru: комиссия
th: คอมมิชชั่น
vi: Hoa hồng

source: contact support
de: Support kontaktieren
es: contactar con ayuda al cliente
fr: contacter le service clientèle
id: hubungi support
it: contatta l'assistenza
ja: サポートへのお問い合わせ
pl: skontaktuj się z działem pomocy
pt: contatar o apoio ao cliente
ru: связаться со службой поддержки
th: ติดต่อฝ่ายบริการลูกค้า
vi: liên hệ hỗ trợ

source: customer support
de: Kundenunterstützung
es: atención al cliente
fr: service clientèle
it: assistenza clienti
ja: カスタマーサポート
pl: dział obsługi klienta
pt: apoio ao cliente
ru: служба поддержки
th: ฝ่ายบริการลูกค้า
vi: hỗ trợ khách hàng

source: day
de: Tag
es: día
fr: jour
id: hari
it: giorno
ja: 日
pl: dzień
pt: dia
ru: дн.
th: วัน
vi: ngày

source: days
de: Tage
es: días
fr: jours
id: hari
it: giorni
ja: 日
pl: dni
pt: dias
ru: дн.
th: วัน
vi: ngày

source: deposit funds and begin trading within minutes
fr: déposez des fonds et commencez à trader en quelques minutes
id: depositkan dana dan mulai bertrading dalam hitungan menit
ru: пополнить счёт и начать торговлю за считанные минуты
th: ฝากหลักประกันแล้วเริ่มซื้อขายในเวลาไม่กี่นาที
vi: gửi tiền và bắt đầu kinh doanh trong vòng vài phút

source: disposes of its stake
de: setzt den Einsatz ab
fr: Dispose de ses mises
id: melepaskan sahamnya
it: dispone della sua puntata
ja: 保有する当社の株式をすべて売却しました
pl: zbywa swoje udziały
pt: aliena a sua aposta
ru: продает свою долю
th: ออกจากการวางเดิมพัน
vi: loại bỏ cổ phần của mình

source: e-commerce site for branded merchandise
de: E-commerce Site für Markenartikel
es: sitio de comercio electrónico para productos de marca
fr: Site de commerce en ligne pour des marchandises de marque
id: situs e-commerce untuk barang-barang bermerek
it: sito di e-commerce per il merchandising
ja: 海外で自社ブランド商品のECサイト
pl: sklep internetowy z markowymi towarami
pt: site de comércio eletrônico para produtos de marca
ru: сайт для электронной коммерции и фирменных товаров
th: อีคอมเมิร์ซสำหรับสินค้าแบรนด์
vi: Trang web thương mại điện tử cho các nhãn hiệu hàng hóa

source: end time
de: Endzeit
es: hora de finalización
fr: l'heure de fin
id: waktu akhir
it: orario di fine
ja: 終了時刻
pl: czas zakończenia
pt: hora de fim
ru: окончание
th: เวลาสิ้นสุด
vi: thời gian kết thúc

source: entry spot
de: Startkurs
es: punto de entrada
fr: point d'entrée
id: spot masuk
it: spot d'ingresso
ja: エントリー価格
pl: pozycja wejściowa
pt: preço de entrada
ru: котировка на входе
th: สปอตเริ่มต้น
vi: Điểm khởi đầu

source: exit spot
de: Schlusskurs
es: punto de salida
fr: point de sortie
id: spot keluar
it: spot d'uscita
ja: 終値
pl: pozycja wyjściowa
pt: preço de saída
ru: котировка на выходе
th: สปอตสิ้นสุด
vi: Điểm chốt

source: for mobile charts
de: für mobile Charts
es: para los gráficos móviles
fr: pour les graphiques mobiles
id: untuk grafik mobile
it: per grafici mobili
ja: モバイルチャート
pl: dla wykresów na urządzenia mobilne
pt: para gráficos móveis
ru: для мобильных графиков
th: สำหรับแผนภูมิ
vi: dành cho bảng điện thoại di động

source: has updated its
de: hat seine aktualisiert
es: ha actualizado su
fr: a mis à jour sa
id: telah memperbarui
it: ha aggiornato i suoi
ja: 更新しました
pl: zaktualizował(a) swój
pt: atualizou
ru: обновил
th: ได้ปรับปรุง
vi: đã nâng cấp

source: hour
de: Stunde
es: hora
fr: heure
id: jam
it: ora
ja: 時間
pl: godzina
pt: hora
ru: час.
th: ชั่วโมง
vi: giờ

source: hours
de: Stunden
es: horas
fr: heures
id: jam
it: ore
ja: 時間
pl: godziny
pt: horas
ru: час.
th: ชั่วโมง
vi: giờ

source: if this is not your country of residence
de: Dies ist nicht Ihr Wohnsitzland
es: si este no es su país de residencia
fr: s'il ne s'agit pas de votre pays de résidence
id: jika ini adalah bukan negara domisili Anda
it: se questo non è il tuo paese di residenza
ja: お住まいの国ではない場合
pl: jeśli nie jest to Twój kraj zamieszkania
pt: se este não for o seu país de residência
ru: если Вы живёте в другой стране
th: หากไม่ใช่ประเทศที่ท่านพำนักอยู่
vi: nếu như đây không phải quốc gia bạn cư trú

source: in just a few minutes
fr: en quelques minutes
id: hanya dalam beberapa menit
ru: за считанные минуты
th: ในเวลาเพียงไม่กี่นาที
vi: chỉ trong một vài phút

source: in the future, the
de: in der Zukunft, die
es: en el futuro, el
fr: ultérieure, le
id: di masa depan,
it: nel futuro, il
ja: 将来
pl: w przyszłości,
ru: в будущем,
th: ในอนาคต
vi: trong tương lai,

source: is Binary's advanced desktop trading platform. Its multi-window interface provides maximum flexibility and suits the needs of active traders working on their desktop PCs
de: ist Binarys fortgeschrittene Handelsplattform. Ihr Multi-Window Interface bietet maximale Flexibilität und eignet sich für die Bedürfnisse von aktiven Händlern, die auf ihren Desktop-PCs arbeiten
es: es la avanzada plataforma de comercio de Binary. Su interfaz con múltiples ventana proporciona máxima flexibilidad y se adapta a las necesidades de los comerciantes activos que trabajan en su PC de escritorio
fr: est la plateforme de trading de pointe de Binary.com. Son interface multi-fenêtres offre une polyvalence optimale et répond aux besoins des traders actifs travaillant sur leur PC
id: adalah platform trading desktop Binary yang canggih. Tampilan multi-window memberikan fleksibilitas maksimum dan sesuai untuk kebutuhan trader yang aktif bekerja pada desktop PC mereka
it: è la piattaforma di trading avanzata per desktop di Binary. La sua interfaccia fornisce massima flessibilità e si adatta alle esigenze dei trader attivi che lavorano direttamente sui propri PC
ja: Binaryの高度なデスクトップ用取引プラットフォームです。マルチウィンドウインターフェースでは可能な限りの柔軟性を提供し、デスクトップPCでご利用いただける、トレーダーのニーズに適しています。
pl: jest zaawansowaną platformą handlową na komputery stacjonarne firmy Binary. Jej wieloekranowy interfejs zapewnia maksymalną elastyczność i sprosta potrzebom aktywnych graczy pracujących na swoich komputerach PC
pt: é a plataforma de negociação avançada para desktops da Binary. A sua interface de várias janelas proporciona flexibilidade máxima e se adequa às necessidade de negociadores ativos que trabalham nos seus computadores desktop
ru: – усовершенствованная торговая платформа Binary для ПК. Гибкий многооконный интерфейс идеально пгодходит активным трейдерам для работы с настольных ПК
th: คือ ระบบซื้อขายของ Binary ขั้นสูง บนเดสก์ทอป ลักษณะหน้าจอที่มีความยืดหยุ่นโดยสามารถเปิดได้หลายหน้าต่างพร้อมๆ กัน และเหมาะอย่างยิ่งสำหรับผู้ใช้งานที่ต้องทำงานของเขาไปด้วยบนคอมพิวเตอร์ส่วนบุคคลแบบเดสก์ทอป
vi: là nền tảng giao dịch cao cấp dành cho máy tính để bàn cao của Binary. Giao diện đa cửa sổ cung cấp sự linh hoạt tối đa và phù hợp với nhu cầu hoạt động của người giao dịch làm việc trên máy tính để bàn của họ

source: is required. Current spread
de: ist erforderlich. Aktueller Spread
es: es requerido. Spread actual
fr: est requis. Spread actuel
id: dibutuhkan. Spread terkini
it: è richiesto. Spread attuale
ja: 必要です。現在のスプレッド
pl: jest wymagana. Obecny spread
ru: является обязательным. Текущий спред
th: เป็นสิ่งจำเป็น สเปรดปัจจุบัน
vi: được yêu cầu. Hiện mở rộng

source: is that which is selected and the
de: ist das, was ausgewählt wurde und der
es: es el seleccionado y el
fr: l'opération débute à l'heure sélectionnée et le
id: adalah yang dipilih dan
it: è quella selezionata e
ja: 選択いただいたもの
pl: jest czasem, który został wybrany
ru: в выбранное время, а
th: ซึ่งถูกเลือก
vi: là phần được chọn và

source: is the
de: ist der
es: es el
fr: est le
id: adalah
it: è il
ja: それ
pl: jest
ru: является
th: คือ
vi: là

source: is the price in effect at that time
de: ist der zu dieser Zeit praktisch zu dieser Zeit
es: es el precio válido en ese momento
fr: correspond au prix en vigueur à l'heure sélectionnée
id: adalah harga yang berlaku saat itu
it: è il prezzo in vigore a quell'ora
ja: その際に影響をうけている価格です
pl: jest ceną obowiązującą w danej chwili
pt: é o preço em vigor naquele momento
ru: будет ценой, действующей на тот момент
th: คือ ราคามีผลในเวลาดังกล่าว
vi: là mức giá có hiệu lực tại thời điểm đó

source: is the selected number of minutes/hours after the
de: ist die ausgewählte Anzahl von Minuten/Stunden nach
es: es el número de minutos/horas seleccionados después de
fr: correspondra au nombre sélectionné de minutes/heures après
id: adalah jumlah menit/jam yang dipilih setelah
it: è il numero di minuti/ore selezionate dopo
ja: XXXの後に、分/時間の数字が選択されています
pl: jest wybraną liczbą minut/godzin po
pt: é o número de minutos/horas selecionado depois de
ru: наступит через выбранное количество минут/часов после
th: คือ ตัวเลขชั่วโมง และ นาทีที่ระบุ หลังจาก
vi: là số phút/giờ được lựa chọn sau khi
