Repository: binary-com/webtrader
Catalog: translations/i18n/*.po
Languages: de, es, fr, id, it, ja, pl, pt, ru, th, vi

source: We do it again. BetOnMarkets.com follows up our 2007 award by being voted 'Best Fixed-Odds Financial Trading Provider' for 2008
de: Wir haben es wieder geschafft. BetOnMarkets.com wiederholt seine Auszeichnung aus 2007 und wird in 2008 wieder zum 'Besten Finanzdienstleister für den Handel mit festen Gewinnquoten' gewählt
es: Lo hemos conseguido otra vez. BetOnMarkets.com repite el galardón de 2007 al ser votado como "Mejor Proveedor de Apuestas Financieras de Probabilidades Fijas" también en 2008
fr: Nous le réalisons encore une fois. BetOnMarkets.com après notre récompense de 2007 est voté 'Meilleur Fournisseur de Trading de Paris à Cote Fixes' pour 2008
id: Kami melakukannya lagi. BetOnMarkets.com mempertahankan penghargaan 2007 dengan terpilih kembali sebagai "Penyedia Trading Financial Fixed-Odds Terbaik' untuk 2008
it: Ce l'abbiamo fatta ancora una volta. BetOnMarkets.com viene riconfermato, come nel 2007, "Miglior provider di trading finanziario con probabilità fisse" per il 2008
ja: BetOnMarkets.comは2007年度に引き続き、「最優秀固定オッズ金融取引業者」を受賞。
pl: Znowu nam się udało. W 2008 r. BetOnMarkets.com zdobywa tę samą nagrodę „Najlepszy dostawca zakładów o ustalonej stawce”, co w 2007 r.
pt: Voltamos a ganhar. A BetOnMarkets.com repete o sucesso de 2007 e é novamente votada a "Melhor fornecedora de negociações financeiras de probabilidades fixas" de 2008
ru: Мы снова это сделали. BetOnMarkets.com повторяет успех 2007 года, став по результатам голосования "Лучшим предоставителем финансового трейдинга с ограниченным коэффициентом выигрыша" в 2008
th: เราทำได้อีกแล้ว เราคว้ารางวัลจาก BetOnMarkets.com ในปี พ.ศ. 2550 (ค.ศ. 2007) โดยได้รับคะแนนลงมติให้เป็น 'Best Fixed-Odds Financial Trading Provider' ในปี พ.ศ. 2551 (ค.ศ. 2008)
vi: Chúng tôi thực hiện lại. BetOnMarkets.com được trao Giải thưởng năm 2007 được bầu chọn là " Nhà cung cấp Giao dịch Tài chính Cá cước tỉ lệ Cố định Tốt nhất" năm 2008

source: We rebrand BetOnMarkets.com as
de: Wir benennen BetOnMarkets.com in
es: Cambiamos la marca BetOnMarkets.com por
fr: Nous changeons le nom de BetOnMarkets.com pour
id: Kami merebrending BetOnMarkets.com sebagai
it: Abbiamo cambiato il nome di BetOnMarkets.com con
ja: BetOnMarkets.comをwww.binary.comに変更してリニューアル。
pl: Zmieniamy nazwę BetOnMarkets.com na
pt: Alteramos a marca BetOnMarkets.com para
ru: Мы переименовываем BetOnMarkets.com в
th: เราได้เปลี่ยนชื่อ BetOnMarkets.com เป็น
vi: Chúng tôi đặt lại tên thương hiệu BetOnMarkets.com là

source: We segregate all client funds and hold them in secure and licensed financial institutions, according to the conditions of our trading licenses
fr: Nous séparons les fonds des clients et les gardons dans des institutions financières sécurisées et autorisées, selon les conditions de nos licences de trading
id: Kami memisahkan semua dana klien dan menyimpannya pada lembaga-lembaga keuangan yang aman dan berlisensi, sesuai dengan kondisi lisensi tarding kami
ru: Мы держим средства клиентов на отдельных счетах в надёжных и лицензированных финансовых учреждениях, согласно условиям нашей лицензии на предоставление торговых услуг
th: เราแยกเงินทุนของลูกค้าทั้งหมด และรักษาไว้กับสถาบันการเงินที่ปลอดภัยและได้รับใบอนุญาต ตามเงื่อนไขของใบอนุญาตซื้อขายของเรา
vi: Chúng tôi phân biệt tất cả các khoản tiền của khách hàng và giữ chúng an toàn và được cấp phép tổ chức tài chính, theo các điều kiện của giấy phép kinh doanh của chúng tôi

source: We're granted patents for 'Computer trading system and method for speculating on a financial market' and 'Computer trading system for offering custom financial market speculations'. The patents show our ability to innovate and stay ahead of the pack
de: Uns wurden Patente für ein 'Computerhandelssystem und die Methode zur Spekulation auf einem Finanzmarkt' und 'Computerhandelssystem für das Angebot von benutzerdefinierten Finanzmarktspekulationen' gewährt. Diese Patente beweisen unsere Fähigkeit zur Innovation und das wir im Wettbewerb die Nase vorn haben
fr: Nous avons obtenu les brevets pour 'Système de trading informatique et méthode pour spéculer sur le marché financier' et 'Système de trading informatique pour offrir des spéculations personnalisées sur le marché financier'. Les brevets montrent notre capacité à innover et rester en avance par rapport à nos concurrents
id: Kami memperoleh hak paten sebagai 'Sistem trading komputer dan metode untuk berspekulasi dalam pasar finansial' dan 'Sistem trading komputer yang menawarkan spekulasi khusus pasar finansial'. Paten tersebut memperlihatkan kemampuan kami dalam berinovasi dan tetap terdepan dalam bisnis ini
it: Ci vengono conferiti i brevetti per 'Sistema di trading tramite computer e metodo per la speculazione su un mercato finanziario' e 'Sistema di trading tramite computer per offrire speculazioni personalizzate sul mercato finanziario'. I brevetti mostrano la nostra capacità di innovare e stare un passo avanti
ja: 米国で「金融市場投機用コンピューター取引システムとメソッド」と「カスタムの金融市場投機用コンピューター取引システムとメソッド」に関する特許を取得。この特許取得により、当社の進化を証明し、及び競合他社との差別化を実現。
pl: Otrzymujemy patenty na „System handlu komputerowego i metodę spekulacji na rynku finansowym” oraz „System handlu komputerowego oferującego spersonalizowane spekulacje rynkowe”. Patenty są dowodem na nasze umiejętności wprowadzania innowacji i bycia pionierem w branży
pt: São nos concedidas patentes para "Sistema de negociação informática e método de especulação em mercados financeiros" e "Sistema de negociação informática para a disponibilização de especulações personalizadas do mercado financeiro". As patentes mostram a nossa capacidade de inovar e de ficar à frente da concorrência
ru: Мы получаем патенты в категории "Система компьютерной торговли и метод спекуляций на финансовых рынках" и "Система компьютерной торговли для предложения спекуляций на рынках". Патенты демонстрируют наше стремление к инновациям и лидерству
th: พวกเราได้รับสิทธิบัตรสำหรับ 'ระบบคอมพิวเตอร์สำหรับการซื้อขายและวิธีในการเก็งกำไรในตลาดการเงิน' และ 'ระบบคอมพิวเตอร์สำหรับการซื้อขายที่นำเสนอการเก็งกำไรในตลาดการเงิน' สิทธิบัตรแสดงถึงความสามารถของพวกเราในการสร้างสรรค์และนำหน้าตลาด
vi: Chúng tôi được cấp bằng sáng chế cho 'Hệ thống kinh doanh máy tính và phương pháp suy đoán trên thị trường tài chính' và 'Hệ thống giao dịch máy tính để cung cấp hoạt động suy đoán thị trường tài chính tùy chỉnh'. Các bằng sáng chế cho thấy khả năng của chúng tôi trong việc đổi mới và luôn hướng về phía trước

source: We're really proud of this award. We're strongly committed to offering an ethical and customer-focused trading experience, and the award shows that BetOnMarkets is a trusted brand that listens and caters to customers, whether they are experienced traders or novices. We offer customer services in English, Indonesian, Russian, Chinese and Spanish
de: Wir sind auf diese Auszeichnung wirklich sehr stolz. Wir engagieren uns stark im Angebot eines ethischen und kundenbezogenen Handelserlebnisses und die Auszeichnung zeigt, dass BetOnMarkets eine vertrauenswürdige Firma ist, die ihren Kunden, gleichgültig, ob sie erfahrene Trader oder Anfänger sind, zuhört und sich um sie kümmert. Wir bieten unseren Kundendienst in Englisch, Indonesisch, Russisch, Chinesisch und Spanisch an
es: Nos enorgullece este premio. Estamos firmemente comprometidos a ofrecer una experiencia de negociación ética y centrada en el cliente y este premio demuestra que BetOnMarkets es una marca de confianza que escucha y atiende a los clientes sin importar su experiencia. Ofrecemos servicios de atención al cliente en inglés, indonesio, ruso, chino y español
fr: Nous somme très fier de cette récompense. Nous sommes fortement engagés à offrir une expérience de trading éthique et focalisée sur le client, et cette récompense montre que BetOnMarkets est une marque à laquelle on fait confiance qui écoute et sert ses clients, qu'ils soient des traders expérimentés ou des novices. Nous offrons des services clients en Anglais, Indonésien, Russe, Chinois et Espagnol
id: Kami sangat bangga dengan penghargaan ini. Kami berdedikasi penuh dalam menawarkan etika dan memusatkan pada pengalaman trading pelanggan dan penghargaan ini menunjukkan BetOnMarkets adalah merek dagang terpercaya yang mendengar dan mengutamakan pelanggan, tidak peduli apakah mereka adalah trader berpengalaman atau pemula. Kami memberi layanan dalam bahasa Inggris, Indonesia, Rusia, Cina dan Spanyol
it: Siamo davvero orgogliosi di questo riconoscimento. Siamo fermamente impegnati nell'offrire un'esperienza di trading etica e concentrata sul cliente, e il riconoscimento mostra che BetOnMarkets è un marchio di fiducia in grado di ascoltare e soddisfare i clienti, siano essi trader esperti o novizi. Offriamo servizi personalizzati in inglese, indonesiano, russo, cinese e spagnolo
ja: この受賞は大変光栄なものです。当社は、倫理的で顧客を重視したトレード機会を提供することに注力します。そしてこの受賞は、BetOnMarketsがトレード初心者、及び上級者に対し、顧客の声を重視したサービスを提供するブランドであることを示します。当社は英語、インドネシア語、ロシア語、中国語、及びスペイン語でのカスタマーサービスを提供します。
pl: Jesteśmy dumni z tej nagrody. Zależy nam na tym, by nasi klienci otrzymywali usługi wysokiej jakości. Nagroda dowodzi, że BetOnMarkets to marka godna zaufania, a nasza firma wsłuchuje się w potrzeby naszych klientów niezależnie od tego, czy są nowicjuszami czy doświadczonymi graczami. Obsługę klienta zapewniamy po angielsku, indonezyjsku, rosyjsku, chińsku i hiszpańsku
pt: Estamos orgulhosos deste prêmio. Estamos fortemente empenhados em oferecer uma experiência de negociação ético e focada no cliente, e este prêmio mostra que a BetOnMarkets é uma marca de confiança que ouve e serve os clientes, sejam eles negociadores experientes ou principiantes. Disponibilizamos serviços de apoio ao cliente em Inglês, Indonésio, Russo, Chinês e Espanhol
ru: Мы очень гордимся данной наградой. Мы стремимся предоставлять этичный и приятный опыт торговли, ориентированный на наших клиентов, а получение этой премии подтверждает, что BetOnMarkets является надежным брендом, который прислушивается ко всем своим клиентам: опытным трейдерам и новичкам. Мы предлагаем обслуживание клиентов на английском, индонезийском, русском, китайском и испанском языках
th: พวกเรามีความภูมิใจในรางวัลนี้อย่างมาก พวกเราให้คำสัญญาอย่างแน่วแน่ในการทำให้ท่านมีประสบการณ์การซื้อขายอย่างมีจริยธรรม รางวัลนี้แสดงว่า BetOnMarkets เป็นแบรนด์ที่ได้รับความไว้วางใจ รับฟังและดูแลลูกค้า ผู้ซึ่งมีประสบการณ์ในการลงทุนมาแล้ว หรือ นักลงทุนมือใหม่ พวกเรามีทีมงานลูกค้าสัมพันธ์ที่สามารถสื่อสารกับท่านได้ด้วยภาษาอังกฤษ ภาษาอินโดนีเซีย ภาษารัสเซีย ภาษาจีน และภาษาสเปน
vi: Chúng tôi thực sự tự hào về giải thưởng này. Chúng tôi cam kết cung cấp cho quý khách một trải nghiệm giao dịch có đạo đức và lấy khách hàng làm trung tâm, và các giải thưởng này cho thấy BetOnMarkets là một thương hiệu đáng tin cậy, luôn lắng nghe và phục vụ khách hàng, cho dù họ là nhà giao dịch có kinh nghiệm hay người mới. Chúng tôi cung cấp dịch vụ khách hàng bằng tiếng Anh, Indonesia, Nga, Trung Quốc và Tây Ban Nha

source: Webtrader is an advanced trading platform that's fully-customisable according to your personal preferences
fr: Webtrader est une plateforme de trading avancée qui est entièrement personnalisable selon vos préférences personnelles
id: Webtrader adalah platform trading canggih yang sepenuhnya disesuaikan dengan pilihan pribadi Anda
it: Webtrader è una piattaforma di trading avanzata, totalmente personalizzabile, in base alle tue preferenze personali
ru: Webtrader — передовая торговая платформа, которую можно полностью настраивать, согласно Вашим предпочтениям
th: Webtrader เป็นแพลตฟอร์มการซื้อขายขั้นสูงที่ออกแบบเพื่อการซื้อขายส่วนบุคคลของท่าน
vi: WebTrader là một nền tảng giao dịch tiên tiến mà có thể tùy biến toàn bộ theo sở thích cá nhân của bạn

source: Webtrader uses new web technologies for rich and enjoyable trading experience
de: Webtrader verwendet neue Webtechnologien für eine reiche und angenehme Handelserfahrung
es: Webtrader utiliza las nuevas tecnologías web para una experiencia comercial rica y placentera
fr: Webtrader utilise les nouvelles technologies Web pour une expérience de trading riche et agréable
id: Webtrader menggunakan teknologi web baru untuk pengalaman trading yang menyenangkan
it: Webtrader utilizza nuove tecnologie web per un'esperienza di trading ricca e piacevole
ja: ウェブトレーダーは取引経験をより豊かに、より楽しめるものへとする全く新しいウェブテクノロジーを使用しています
pl: Aplikacja Webtrader wykorzystuje nowe technologie internetowe, aby zapewnić doskonałe handlowanie
pt: Webtrader utiliza novas tecnologias web para uma experiência de negociação rica e divertida
ru: Webtrader применяет новые веб технологии для приятного и полноценного торгового опыта
th: Webtrader ใช้เทคโนโลยีเว็บสมัยใหม่เพื่อให้ได้รับประสบการณ์การซื้อขายหลากหลาย และสนุกสนาน
vi: WebTrader sử dụng công nghệ web mới để cho ra một trải nghiệm giao dịch thú vị và phong phú

source: Wed
de: Mi
es: Mié
fr: mer.
id: Rab
it: Merc
ja: 水曜日
pl: Śr.
pt: Qua
ru: Ср
th: พ
vi: Thứ Tư

source: Wednesday
de: Mittwoch
es: Miércoles
fr: mercredi
id: Rabu
it: Mercoledì
ja: 水曜日
pl: Środa
pt: Quarta-feira
ru: Среда
th: วันพุธ
vi: Thứ tư

source: Weighted Close Price (WCLPRICE)
de: Gewichteter Schlusskurs (WCLPRICE)
es: Precio de cierre ponderado (WCLPRICE)
fr: Prix de Clôture Pondéré (WCLPRICE)
it: Prezzo di chiusura ponderato (WCLPRICE)
ja: 加重終値価格 (WCLPRICE)
pl: Weighted Close Price – ważona cena zamknięcia (WCLPRICE)
pt: Preço de Fechamento Ponderado (WCLPRICE)
ru: Взвешенная цена закрытия (WCLPRICE)
vi: Trọng thân giá (WCLPRICE)

source: Weighted Moving Average (WMA)
de: Gewichteter Gleitender Durchschnitt (Weighted Moving Average - WMA)
es: Media móvil ponderada (WMA)
fr: Moyenne Mobile Pondérée (MMP)
it: Media mobile ponderata (WMA)
ja: 加重移動平均線 (WMA)
pl: Ważona średnia krocząca (WMA)
pt: Média Móvel Ponderada (WMA)
ru: Взвешенная скользящая средняя (WMA)
vi: Đường biến thiên trung bình có trọng lượng (WMA)

source: Welcome to Binary.com Webtrader
es: Bienvenido a Webtrader de Binary.com
fr: Bienvenue sur Binary.com Webtrader
id: Selamat datang di Webtrader Binary.com
it: Benvenuto su Binary.com Webtrader
ja: Binary.com Webtrader へようこそ
ru: Добро пожаловать на Webtrader от Binary.com
th: ยินดีต้อนรับสู่ Binary.com Webtrader
vi: Chào mừng đến với Binary.com Webtrader

source: What are OTC indices and stocks?
fr: Quels sont les actions et indices OTC ?
id: Apa itu indeks dan saham OTC?
ru: Что такое внебиржевые индексы и акции?
th: ดัชนี OTC และหลักทรัพย์ OTC คืออะไร?
vi: Mã chứng khoán và cổ phiếu phi tập trung là gì?

source: What is pep?
fr: Qu'est ce que pep ?
id: Apa itu pep?
it: Che cosa è pep?
ru: Кто такие ПЗЛ?
th: PEP คืออะไร?
vi: Pep là gì?

source: When you are satisfied with the price that you receive, execute your trade immediately. With our unique platform, you won t have to contend with slippages or gaping markets. And most importantly, there are no invisible fees. You can also sell back any long-term trades at any time before they expire to protect the profit you may have earned or to minimise your losses
fr: Quand vous êtes satisfait avec le prix que vous recevez, exécutez immédiatement votre trade. Grâce à notre plate-forme unique, vous n’aurez pas à composer avec les « dérapages » ou des marché béants. Et surtout, il n’y a aucun frais invisibles. Vous pouvez également revendre tout trade de long terme à tout moment avant leur expiration pour protéger les bénéfices que vous pouvez avoir gagné ou minimiser vos pertes
id: Bila Anda puas dengan harga yang Anda terima, eksekusi trading Anda segera. Dengan platform kami yang unik, Anda tidak akan harus bersaing dengan 'slippages' atau gaping pasar. Dan yang terpenting, tanpa biaya tersembunyi. Anda juga dapat menjual kembali setiap kontrak jangka panjang setiap saat sebelum kontrak tersebut berakhir untuk melindungi keuntungan yang telah Anda dapatkan atau untuk mengurangi risiko kerugian Anda
ru: Когда Вы будете довольны предложенной ценой, незамедлительно исполняйте контракт. Благодаря нашей уникальной платформе, Вы никогда не столкнётесь с "проскальзыванием" или гэпами на рынке. Самое важное: мы не взимаем никаких скрытых комиссий. Также Вы можете в любое время продать любой долгосрочный контракт до времени окончания его действия, чтобы зафиксировать уже полученную прибыль или минимизировать убыток
th: เมื่อท่านพอใจกับราคาที่ท่านได้รับ ดำเนินการซื้อขายทันที ในแพลตฟอร์มที่เป็นเอกลักษณ์ของเรา ท่านจะไม่ต้องต่อสู้กับ 'Slippage' หรือ ช่องว่างในตลาด และที่สำคัญที่สุด ไม่มีค่าธรรมเนียมที่มองไม่เห็น ท่านสามารถขายคืนการซื้อขายระยะยาวเมื่อใดก็ได้ก่อนที่จะหมดอายุเพื่อปกป้องกำไรที่ท่านอาจจะได้รับหรือลดการขาดทุนให้น้อยที่สุด
vi: Khi bạn đang hài lòng với mức giá mà bạn nhận được, thực hiện giao dịch của bạn ngay lập tức. Với nền tảng duy nhất của chúng tôi, bạn sẽ không phải chiến đấu với thị trường 'trượt' hoặc rộng mở. Và quan trọng nhất, không có phí ẩn. Bạn cũng có thể bán lại bất kỳ ngành nghề dài hạn tại bất kỳ thời điểm nào trước khi hết hạn để bảo vệ lợi nhuận bạn kiếm được hoặc giảm thiểu thiệt hại của bạn

source: When you trade with Binary.com, you can be assured that your deposits are held in a separate trust account and are not used for any other purpose
de: Wenn Sie mit Binary.com handeln, können Sie sicher sein, dass Ihre Anzahlungen in getrennten Treuhandkonten gehalten werden und nicht zu anderen Zwecken verwendet werden
es: Cuando opera con Binary.com, puede estar seguro de que sus depósitos se mantienen en una cuenta fiduciaria separada y no se utilizan para ningún otro propósito
fr: Quand vous tradez avec Binary.com, vous pouvez être assuré que vos dépôts sont conservés dans un compte trust séparé et ne sont pas utilisé pour d'autre but
id: Saat Anda bertrading di Binary.com, Anda dapat yakin bahwa saldo Anda disimpan pada rekening bank terpisah dan tidak digunakan untuk tujuan lain
it: Quando negozi con Binary.com, puoi stare tranquillo poiché i fondi sono tenuti in account di fiducia separati e non vengono utilizzati per nessun altro scopo
ja: 当社とお取引される際、お客さまからお預かりしている口座の預託金は、日証信託銀行にて全額信託されます。その他の目的で使用することはありません。
pl: Handlując z Binary.com, możesz mieć pewność, że Twoje środki są przechowywane na oddzielnych rachunkach powierniczych i nie są wykorzystywane w żadnych innych celach
pt: Quando você negocia na Binary.com, pode ter a certeza de que os seus depósitos são mantidos em contas separadas e não serão usados para quaisquer outros fins
ru: Торгуя на Binary.com, Вы можете быть абсолютно уверены, что Ваши средства хранятся на отдельных надёжных счетах и не используются для любых других целей
th: เมื่อท่านซื้อขายกับ Binary.com ท่านสามารถเชื่อได้ว่า เงินฝากของท่านจะได้รับความไว้วางใจในการดูแลและไม่ถูกนำไปใช้เพื่อวัตถุประสงค์อื่น
vi: Khi bạn giao dịch với Binary.com, bạn được bảo đảm rằng tiền gửi của bạn được cất giữ trong một tài khoản tin cậy riêng biệt và không được sử dụng cho bất kì mục đích nào

source: Where does Binary.com hold my funds?
fr: Où sont détenus mes fonds sur Binary.com ?
id: Dimanakah Binary.com menyimpan dana saya?
ru: Где Binary.com держит мои средства?
th: Binary.com ดูแลหลักประกันของฉัน โดยเก็บที่ใดบ้าง?
vi: Binary.com giữ tiền của tôi ở đâu?

source: While on the go, you can
de: Während Sie unterwegs sind, können Sie
es: Mientras viaja, puede
fr: Pendant vos déplacements, vous pouvez
id: Saat bepergian, Anda dapat
it: Mentre sei in movimento, puoi
ja: 出先でもお取引が可能
pl: Także w podróży możesz
pt: Em qualquer lugar, você pode
ru: Прямо на ходу Вы можете
th: ขณะตลาดดำเนินไป ท่านสามารถ
vi: Khi đang tiến hành, bạn có thể

source: Why Choose Binary Trading?
de: Warum sollte man sich für den Handel mit Binären Optionen entscheiden?
es: ¿Por qué elegir las opciones binarias?
fr: Pourquoi choisir Binary Trading ?
id: Mengapa Memilih Trading Binary?
it: Perché scegliere il trading binario?
ja: バイナリー取引が選ばれる理由
pl: Dlaczego warto wybrać handel opcjami binarnymi?
pt: Por que escolher a negociação de opções binárias?
ru: В чём преимущества торговли бинарными опционами?
th: ทำไมต้องใช้ระบบ Binary ในการซื้อขาย?
vi: Tài sao lại chọn Giao dịch Nhị phân?

source: Why trade with Binary.com
fr: Pourquoi choisir Binary.com
id: Mengapa bertrading di Binary.com
ru: Преимущества торговли на Binary.com
th: ทำไมต้องเทรดกับ Binary.com
vi: Tại sao lại xử dụng sàn giao dịch Binary.com

source: Will I need to install any software?
de: Muss ich eine Software installieren?
es: ¿Necesitaré instalar algún tipo de software?
fr: Vais je avoir besoin d'installer un logiciel ?
id: Apakah saya perlu menginstal software?
it: Devo installare qualche software?
ja: ソフトウェアをインストールする必要はありますか？
pl: Czy muszę instalować jakieś oprogramowanie?
pt: Vou precisar instalar qualquer software?
ru: Нужно ли устанавливать программное обеспечение?
th: ต้องติดตั้งซอฟท์แวร์ใดๆ ไหม??
vi: Tôi có cần thiết lập phần mền nào nữa không?

source: Williams' %R (WILLR)
ja: ウィリアムズ・パーセントアール（WILLR）
ru: Диапазон Вильямса (%R, WILLR)

source: With Binary.com you can trade
de: Mit Binary.com können Sie handeln
es: Con Binary.com puede negociar
fr: Avec Binary.com vous pouvez trader
id: Di Binary.com Anda dapat bertrading
it: Con Binary.com puoi negoziare
ja: 当社では下記のお取引が可能です。
pl: Z Binary.com możesz handlować w następujących warunkach:
pt: Com a Binary.com é possível negociar
ru: На Binary.com Вы можете торговать
th: เมื่อท่านเลือก Binary.com ท่านสามารถใช้งาน
vi: Với Binary.com bạn có thể giao dịch

source: Withdraw funds
de: Gelder abheben
es: Retirar fondos
fr: Retirer des fonds
id: Menarik dana
it: Preleva fondi
ja: 資金のご出金
pl: Wypłać środki
pt: Retirar fundos
ru: Вывести средства
th: ถอนหลักประกัน
vi: Rút tiền tài khoản

source: Withdrawal via payment agents
de: Abheben über Zahlungsagenten
es: Retirada a través de agentes de pago
fr: Retrait par agents de paiement
id: Penarikan melalui agen pembayaran
it: Prelievo tramite gli agenti di pagamento
ja: 決済サービスでのご出金
pl: Wypłata przez pośrednika płatności
pt: Retirada através de agentes de pagamentos
ru: Вывод через платёжных агентов
th: การถอนเงินผ่านตัวแทนรับชำระเงิน
vi: Rút tiền thông qua đại lý thanh toán

source: Workspace
fr: Espace de travail
id: Ruang kerja
it: Area di lavoro
ru: Рабочая область
vi: Không gian làm việc

source: X-axis labels
de: X-Achse Labels
es: Etiquetas de eje-x
fr: Valeurs de l'axe des X
id: Label x-axis
it: Etichetta dell'asse delle X
ja: X 軸ラベル
pl: Etykiety osi X
pt: Etiquetas do eixo X
ru: Метки оси X
th: ป้ายชื่อแกนเอ็กซ์ (แนวนอน)
vi: Nhãn X-axis

source: X-axis line
de: X-Achse Linie
es: Línea de eje-x
fr: Ligne de l'axe des X
id: Garis X-axis
it: Linea sull'asse delle X
ja: X 軸線
pl: Linia osi X
pt: Linha do eixo X
ru: Линия оси X
th: เส้นแกนเอ็กซ์ (แนวนอน)
vi: Đường X-axis

source: X-axis tick
de: X-Achse Tick
es: Tick de eje-x
fr: Tick de l'axe des X
id: Tik x-axis
it: Tick sull'asse delle X
ja: X軸目盛
pl: Najmniejsza zmiana na osi X
pt: Tique-taque eixo X
ru: Тик на оси X
th: ช่วงราคาบนแกนเอ็กซ์ (แนวนอน)
vi: Đánh dấu X-axis

source: Y-axis gridline
de: Y-Achse Gitternetzlinie
es: Cuadrícula del eje-y
fr: Ligne de quadrillage de l'axe des Y
id: Garis grid Y-axis
it: Griglia dell'asse delle Y
ja: Y 軸目盛線
pl: Linia siatki osi Y
pt: Linha de grelha eixo Y
ru: Сетка оси Y
th: เส้นตาราง แกนวาย (แนวตั้ง)
vi: Đường kẻ ô Y-axis

source: Y-axis labels
de: Y-Achse Labels
es: Etiquetas del eje-y
fr: Valeurs de l'axe des Y
id: Label y-axis
it: Etichetta dell'asse delle Y
ja: Y 軸のラベル
pl: Etykiety osi Y
pt: Etiquetas do eixo Y
ru: Метки оси Y
th: ป้ายชื่อแกนวาย (แนวตั้ง)
vi: Nhãn Y-axis

source: Yearly Profitable Trades
fr: Trades rentables annuels
id: Kontrak Menguntungkan Tahunan
it: Trade remunerativi annuali
ru: Прибыльные контракты за год
th: ตารางผลกำไรรายปี
vi: Các giao dịch có lợi nhuận hàng năm

source: Yes
de: Ja
es: Sí
fr: Oui
id: Iya
it: Sì
ja: はい
pl: Tak
pt: Sim
ru: Да
th: ใช่
vi: Có
