Repository: binary-com/webtrader
Catalog: translations/i18n/*.po
Languages: de, es, fr, id, it, ja, pl, pt, ru, th, vi

source: is the selected time
de: ist die ausgewählte Zeit
es: es el tiempo seleccionado
fr: correspond à l'heure sélectionnée
id: adalah waktu yang dipilih
it: è l'orario selezionato
ja: 選択された時間です
pl: to wybrany czas
pt: é a hora selecionada
ru: будет выбранное Вами время
th: คือ เวลาที่เลือก
vi: là thời gian đã chọn

source: is the spot at the
de: ist der Kurs im
es: es el lugar en el
fr: est le prix spot à
id: adalah spot pada
it: è lo spot al
ja: XXX時点のレートです
pl: jest pozycją w
ru: является котировка на
th: คือ สปอต ที่
vi: là vị trí tại

source: is when the contract is processed by our servers and the
de: ist, wenn der Kontrakt von unseren Servern bearbeitet wird und
es: es cuando el contrato es procesado por nuestros servidores y el
fr: correspond au traitement de l'opération par nos serveurs et le
id: adalah ketika kontrak diproses oleh server dan
it: è quando il contratto viene elaborato dai nostri server e
ja: トレードの際に、当サーバーにより処理されました
pl: to moment przetworzenia kontraktu przez nasze serwery, a
pt: é quando o contrato é processado pelos nossos servidores e
ru: является момент, когда контракт был обработан нашим сервером и
th: เมื่อสัญญาถูกประมวลผลโดยเครื่องแม่ข่ายของเราและ
vi: là khi hợp đồng được xử lý bởi các máy chủ của chúng tôi và

source: main site
de: Hauptsite
es: sitio web principal
fr: site principal
id: situs utama
it: sito principale
ja: メインサイト
pl: strona główna
pt: Site principal
ru: основной сайт
th: เว็บไซต์หลัก
vi: Trang web chính

source: medium protection
de: Mittlerer Schutz
es: protección media
fr: protection moyenne
id: perlindungan menengah
it: protezione media
ja: 媒体保護
pl: średnia ochrona
pt: proteção média
ru: средняя защита
th: การป้องกันระดับกลาง
vi: Bảo vệ trung bình

source: minute
es: minuto
id: menit
it: minuto
ja: 分
pl: minuta
pt: minuto
ru: мин.
th: นาที
vi: phút

source: minutes
de: minuten
es: minutos
id: menit
it: minuti
ja: 分
pl: minuty
pt: minutos
ru: мин.
th: นาที
vi: phút

source: next tick
de: Nächster Tick
es: próximo tick
fr: prochain tick
id: tik berikutnya
it: tick successivo
ja: 次のティック
pl: następna najmniejsza zmiana ceny
pt: próximo tique-taque
ru: следующий тик
th: ช่วงราคาถัดไป
vi: đánh dấu tiếp theo

source: of "Now", the
de: von „jetzt“, der
es: de "Ahora", el
fr: équivalente à « Maintenant », le
id: dari "Sekarang",
it: di "Ora",
ja: 「今」のXXX
pl: jako „Teraz”,
pt: para a quantia de
ru: "Сейчас",
th: ของ "เวลาปัจจุบัน"
vi: của "bây giờ",

source: open a free $10k fully-functional virtual-money account
fr: ouvrir un compte d’argent virtuel gratuit de 10k entièrement fonctionnel
id: daftar gratis $10k akun uang virtual dengan fungsi penuh
ru: открыть бесплатный полностью функциональный демо-счёт с балансом в размере $10 тыс.
th: เปิดบัญชีทดลองใช้ฟรี ที่มีฟังก์ชันใช้งานสมบูรณ์ พร้อมเงินลงทุนขั้นต้นมูลค่า 10,000 เหรียญสหรัฐ
vi: mở một tài khoản miễn phí $10k đầy đủ chức năng tiền ảo

source: open an account
fr: ouvrir un compte
id: mendaftar akun
ru: открыть счёт
th: เปิดบัญชี
vi: mở một tài khoản

source: our helpful support desk
de: unsere hilfsbereite Kundenbetreuung
es: nuestro útil servicio de asistencia
fr: notre bureau d'assistance serviable
id: layanan support kami
it: il nostro servizio assistenza disponibile
ja: カスタマーサポート
pl: naszym zespołem wsparcia
pt: o nosso útil apoio ao cliente
ru: служба поддержки
th: ฝ่ายดูแลลูกค้าของเราที่ช่วยเหลือท่านได้
vi: bàn hỗ trợ hữu ích của chúng tôi

source: payment agent
de: Zahlungsagent
es: agente de pago
fr: agent de paiement
id: agen pembayaran
it: agente di pagamento
ja: 決済サービス
pl: pośrednik płatności
pt: agente de pagamentos
ru: платёжный агент
th: ตัวแทนรับชำระเงิน
vi: Đại lý thanh toán

source: points
de: punkte
es: puntos
id: poin
it: punti
ja: ポイント
pl: punkty
pt: pontos
ru: пункт.
th: จุด
vi: điểm số

source: second
de: Sekunde
es: segundo
fr: seconde
id: detik
it: secondo
ja: 秒
pl: sekunda
pt: segundo
ru: сек.
th: วินาที
vi: giây

source: seconds
de: Sekunden
es: segundos
fr: secondes
id: detik
it: secondi
ja: 秒
pl: sekundy
pt: segundos
ru: сек.
th: วินาที
vi: giây

source: session overview
de: Sitzungsübersicht
es: resumen de la sesión
fr: aperçu de la session
id: tinjauan sesi
it: panoramica della sessione
ja: セッション概要
pl: omówienie sesji
pt: visão geral da sessão
ru: обзор сессии
th: ภาพรวม
vi: tổng quan phiên giao dịch

source: start time
de: Startzeit
es: hora de inicio
fr: heure de début
id: waktu mulai
it: orario di inizio
ja: 開始時間
pl: czas rozpoczęcia
pt: hora de início
ru: время начала
th: เวลาเริ่มต้น
vi: thời gian bắt đầu

source: terms and conditions
de: allgemeine Bedingungen
es: términos y condiciones
fr: conditions générales
id: syarat dan ketentuan
it: termini e condizioni
ja: 利用規約
pl: regulamin
pt: termos e condições
ru: правила и условия
th: ข้อตกลงและเงื่อนไข
vi: Điều Khoản và Điều Kiện

source: thereafter
de: danach
es: después de eso
fr: ensuite
id: kemudian
it: in seguito
ja: その後
pl: po tym czasie
pt: depois
ru: после начала
th: หลังจากนั้น
vi: sau đó

source: tick
id: tik
ja: ティック
pl: najmniejsza zmiana ceny
pt: tique-taque
ru: тик(а)
th: ช่วงห่างของราคา
vi: đánh dấu

source: ticks
id: tik
it: tick
ja: ティック
pl: najmniejsze zmiany ceny
pt: tique-taques
ru: тика(ов)
th: ช่วงห่างของราคา
vi: đánh dấu

source: yes
de: ja
es: sí
fr: oui
id: iya
it: sì
ja: はい
pl: tak
pt: sim
ru: да
th: ใช่
vi: Có

source: enabling clients, affiliates, and developers to buy and sell Binary.com products
de: ermöglicht Kunden, Partnern und Unternehmern Binary.com Produkte zu kaufen und zu verkaufen
es: permitiendo que clientes, afiliados y desarrolladores compren y vendan productos Binary.com
fr: permettant aux clients, affiliés, et développeurs d'acheter et vendre des produits Binary.com
id: memungkinkan klien, afiliasi, dan pengembang untuk membeli dan menjual produk Binary.com
it: consentire ai clienti, agli affiliati e agli sviluppatori di acquistare e vendere prodotti di Binary.com
ja: お客様、アフィリエイト会員、開発者の方々が自社ブランドの売買がご利用いただけます
pl: umożliwiając klientom, partnerom i programistom zakup i sprzedaż produktów firmy Binary.com
pt: permitindo que clientes, afiliados e desenvolvedores possam comprar e vender produtos da Binary.com
ru: позволяющий клиентам, партнёрам и разработчикам покупать и продавать продукты Binary.com
th: ส่งเสริมให้ลูกค้า พันธมิตร และผู้พัฒนาระบบ ซื้อ และ ขายผลิตภัณฑ์ Binary.com
vi: tạo điều kiện cho khách hàng, chi nhánh, và các nhà phát triển để mua và bán các sản phẩm của Binary.com

source: Dark Unica
de: Dunkel
es: Oscuro Única
fr: Unica Foncé
id: Unica Tua
ja: Dark Unica テーマ
pt: Unica escuro
th: พื้นดำทึบ
vi: Unica đậm

source: Deutsch
fr: Allemand
it: Tedesco
ja: ドイツ語
th: เยอรมัน
vi: Tiếng Đức

source: English
es: Inglés
fr: Anglais
id: Inggris
it: Inglese
ja: 英語
th: ภาษาอังกฤษ
vi: tiếng Anh

source: Forex
ja: 外国為替
pt: Mercado de câmbio
th: ฟอเร็กซ์
vi: Ngoại hối

source: GMT
vi: Giờ quốc tế

source: Indonesia
fr: Indonésie
ja: インドネシア語
th: อินโดนีเซีย
vi: Ở Indonesia:

source: Italiano
fr: Italien
ja: イタリア語
th: ภาษาอิตาเลียน
vi: Tiếng Italia

source: Momentum (MOM)
ja: モメンタム（MOM）
pt: Impulso (MOM)
vi: Động lực (MOM)

source: Personal Wealth Awards 2017
fr: Prix de fortune personnelle 2017
th: รางวัลผู้จัดการความมั่งคั่งส่วนบุคคล ปี พ.ศ. 2560 (ค.ศ. 2017)
vi: Giải thưởng sự giàu có cá nhân năm 2017

source: Sand Signika
fr: Signika sable
ja: Sand Signikaテーマ
vi: Cát Signika

source: Smart FX
vi: Thị trường ngoại hối Thông minh

source: The
de: Die
es: El
fr: Le
id: Itu
it: Il/Lo/La/Gli/Le/I
vi: Các

source: the
de: der
es: el
fr: le
id: itu
it: i
vi: Các

source: {agent.commission}%
vi: {hoa hồng cho đại lý}%

source: (license reference no: 39172)
fr: (référence de licence no : 39172)
id: (nomor referensi lisensi: 39172)
th: (ใบอนุญาตเลขที่: 39172)

source: (license reference no: 39495)
fr: (référence de licence no : 39495)
id: (nomor referensi lisensi: 39495)
th: (ใบอนุญาตเลขที่: 39495)

source: A lookback contract has a payout that depends on the optimum high or low achieved by the market. The option allows the holder to "look back" over time to determine the payout
fr: Un contrat loockback a un taux de redistribution qui dépend de l'optimum haut ou bas atteint par le marché. L’option permet au détenteur de « revenir » au fil du temps afin de déterminer le gain
id: Kontrak lookback memiliki hasil yang tergantung pada jumlah maksimum high atau low yang dicapai oleh pasar. Opsi ini memberi kesempatan untuk "melihat kembali" dari waktu ke waktu untuk menentukan hasil
th: สัญญา lookback มีการชำระเงินที่ขึ้นอยู่กับค่าสูงที่สุดและต่ำสุดที่ตลาดทำเอาไว้ ซึ่งให้ผู้ถือสัญญานี้ "มองกลับไป" เพื่อพิจารณาถึงการชำระเงินในช่วงเวลาที่ผ่านมา

source: Address
fr: Adresse
id: Alamat
th: ที่อยู่

source: All fields are optional. If you wish to copy all assets and trade types, please leave all fields empty
fr: Tous les champs sont facultatifs. Si vous souhaitez copier tous les actifs et les types de trade, veuillez laisser tous les champs vides
id: Semua kolom bersifat pilihan. Jika Anda ingin menyalin semua aset dan jenis trading, kosongkan semua kolom
th: ฟิลด์ข้อมูลทั้งหมดเป็นแบบให้เลือก ถ้าคุณต้องการคัดลอกสินทรัพย์และประเภทการซื้อขายทั้งหมด กรุณาปล่อยฟิลด์เหล่านี้ว่าง

source: Avg. Duration of Open Positions
fr: Durée Moyenne des Positions Ouvertes
id: Rata-rata Durasi dari Open Position
th: ระยะเวลาเฉลี่ยของตำแหน่งที่เปิด

source: Binary options trading experience
fr: Expérience de trading d’options binaires
id: Pengalaman trading opsi Binary
th: ประสบการณ์การซื้อขายไบนารีออปชัน

source: Binary options trading frequency
fr: Fréquence de trading d’options binaires
id: Frekuensi trading opsi binary
th: ความถี่ในการซื้อขายไบนารีออปชัน

source: By default, all clients are treated as retail. Do you prefer to be treated as a professional client if you match the necessary criteria?
fr: Par défaut, tous les clients sont traités comme particulier. Préférez-vous être traité comme un client professionnel si vous correspondez aux critères nécessaires ?
id: Secara otomatis, klien akan di layani sebagai retail. Apakah Anda ingin dilayani sebagai klien profesional jika Anda lulus pada kreteria yang di wajibkan?
th: โดยเริ่มต้นลูกค้าทั้งหมดจะถือเป็นลูกค้ารายย่อย คุณต้องการเปลี่ยนสถานะเป็นลูกค้าที่มีความเชี่ยวชาญหรือไม่หากคุณมีคุณสมบัติที่จำเป็นตรงกับเงื่อนไขที่กำหนดไว้

source: CFD trading experience
fr: Expérience de trading CFD
id: Pengalaman trading CFD
th: ประสบการณ์การซื้อขาย CFD

source: CFD trading frequency
fr: Fréquence de trading CFD
id: Trading frekuensi CFD
th: ความถี่ในการซื้อขาย CFD

source: Citizenship
fr: Nationalité
id: Kewarganegaraan
th: สัญชาติ

source: For example, let s say the market has a low of 5,200 and a close of 6,000 over the contract duration, then a Close-Low lookback with a multiplier of $2 would have a payout of
fr: Par exemple, disons que le marché a un minimum de 5200 et une clôture de 6000 sur la durée du contrat, puis un lookback « Close-Low » avec un multiplicateur de 2 $ aurait un gain de
id: Sebagai contoh, misalkan nilai low pasar adalah 5,200 dan close pada 6,000 selama durasi kontrak, maka lookback ‘Close-Low’ dengan multiplier $2 akan memiliki hasil
th: ตัวอย่างเช่น สมมติว่า ตลาดมีระดับต่ำที่ 5,200 และปิดที่ 6,000 ในช่วงเวลาของสัญญา ดังนั้นสัญญา lookback แบบ'ปิด-ต่ำ' ที่มีตัวคูณ $2 จะมีการชำระเงินเป็นมูลค่า

source: I hereby confirm that the tax information I provided is true and complete. I will also inform Binary Investments (Europe) Ltd. about any changes to this information
fr: Je confirme par la présente que les renseignements fiscaux fournis sont véridiques et complets. J’informerai également Binary Investments (Europe) Ltd. de tout changement à ces renseignements
id: Dengan ini saya mengkonfirmasikan bahwa informasi pajak yang saya berikan adalah benar dan lengkap. Saya juga akan menginformasikan kepada Binary Investments (Europe) Ltd. jika terdapat perubahan pada informasi ini
th: ข้าพเจ้าขอยืนยันในที่นี้ว่าข้อมูลภาษีที่ให้ไว้นั้นถูกต้องและสมบูรณ์ ข้าพเจ้าจะแจ้งแก่ Binary Investments (Europe) Ltd. หากมีการเปลี่ยนแปลงของข้อมูลนี้

source: I want to be treated as a professional client
fr: Je veux être traité comme un client professionnel
id: Saya ingin diperlakukan sebagai klien profesional
th: ข้าพเจ้าต้องการได้รับการปฏิบัติเสมือนเป็นลูกค้าผู้มีความเชี่ยวชาญคนหนึ่ง

source: In the EU, financial products are offered by Binary Investments (Europe) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta, licensed and regulated as a Category 3 Investment Services provider by the Malta Financial Services Authority (license no. IS/70156). In the Isle of Man and the UK, Volatility Indices are offered by Binary (IOM) Ltd., First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW, Isle of Man, British Isles; licensed and regulated respectively by (1) the Gambling Supervision Commission in the Isle of Man (current licence issued on 31 August 2017) and by (2) the Gambling Commission in the UK
fr: Dans l’UE, les produits financiers sont offerts par Binary Investments (Europe) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malte, agréé et réglementé comme un fournisseur de Services d’investissement de catégorie 3 par l'Autorité des Services Financiers de Malte (n° de licence. EST / 70156). Dans l’île de Man et le Royaume-Uni, les Indices de volatilité sont offerts par Binary (IOM) Ltd., premier étage, Millennium House, Victoria Road, Douglas, IM2 4RW, île de Man, British Isles ; agréé et régulé respectivement par (1) la Commission de Supervision des Jeux dans l’île de Man (la licence actuelle émise le 31 août 2017) et (2) la Commission des Jeux,, au Royaume-Uni
id: Di Uni Eropa, produk finansial ditawarkan oleh Binary Investments (Europe) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta, berlisensi dan diatur sebagai penyedia Layanan Investasi Kategori 3 oleh Otoritas Layanan Keuangan Malta (lisensi no. IS/70156). Di Isle of Man dan Inggris, Indeks Volatilitas ditawarkan oleh Binary (IOM) Ltd., First Floor, Millennium House, Victoria Road, Douglas, IM2 4RW, Isle of Man, British Isles
th: ในสหภาพยุโรป ผลิตภัณฑ์ทางการเงินถูกนำเสนอโดย Binary Investments (Europe) Ltd. อาคาร Mompalao Suite 2 ถนนทาวเวอร์ Msida MSD1825 ประเทศมอลตา ได้รับอนุญาตและกำกับดูแลทางกฎหมายในฐานะผู้ให้บริการการลงทุนประเภท 3 โดย Malta Financial Services Authority (ใบอนุญาตหมายเลข IS/70156) ใน Isle of Man และสหราชอาณาจักร ดัชนีผันผวนถูกนำเสนอโดย Binary (IOM) Ltd. ชั้นหนึ่ง อาคาร Millennium House ถนนวิคตอเรีย Douglas IM2 4RW Isle of Man, British Isles ได้รับอนุญาตและกำกับดูแลทางกฎหมายตามลำดับโดย (1) Gambling Supervision Commission แห่ง Isle of Man (ใบอนุญาตปัจจุบันออกให้วันที่ 31 สิงหาคม 2560) และโดย (2) Gambling Commission แห่งสหราชอาณาจักร

source: In the rest of the EU, Volatility Indices are offered by Binary (Europe) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta; licensed and regulated by (1) the Malta Gaming Authority in Malta (licence no. MGA/CL2/118/2000 issued on 26 May 2015), for UK clients by (2) the UK Gambling Commission
fr: Dans le reste de l’UE, les Indices de volatilité sont offerts par Binary (Europe) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malte ; agréée et régulée par (1) l'autorité des Jeux de Malte à Malte (licence no. MGA/Cl2/118/2000 délivrée le 26 mai 2015), pour les clients Britanniques de (2) la Commission des Jeux du Royaume-Uni
id: Di seluruh Uni Eropa lainnya, Indeks Volatilitas ditawarkan oleh Binary (Europe) Ltd., Mompalao Building, Suite 2, Tower Road, Msida MSD1825, Malta
th: สำหรับประเทศอื่นๆในสหภาพยุโรป ดัชนีผันผวนถูกนำเสนอโดย Binary (Europe) Ltd. อาคาร Mompalao Suite 2 ถนนทาวเวอร์ Msida MSD1825 ประเทศมอลตา ได้รับอนุญาตและกำกับดูแลทางกฎหมายโดย (1) Malta Gaming Authority ในประเทศมอลตา (ใบอนุญาตหมายเลข MGA/CL2/118/2000 ออกให้วันที่ 26 พฤษภาคม 2558) สำหรับลูกค้าสหราชอาณาจักร โดย (2) UK Gambling Commission

source: Lookbacks are currently only available for Volatility Indices
fr: Les loockbacks sont actuellement seulement disponibles pour les Indices de volatilité
id: Lookbacks hanya tersedia pada Indeks Volatilitas
th: ขณะนี้ Lookbacks มีให้สำหรับดัชนีผันผวนเท่านั้น

source: Minimum of six lower and uppercase letters with numbers
fr: Minimum de six lettres minuscules et majuscules avec des chiffres
id: Minimal enam huruf kecil dan huruf besar dengan angka
th: จำนวนตัวอักขระอย่างน้อย 6 อักขระ ซึ่งเป็นอักษรตัวเล็ก ตัวใหญ่ และตัวเลข

source: Multiplier
fr: Multiplicateur
th: ตัวคูณ

source: Opera
fr: Opéra
ja: 操作

source: Polski
fr: Polonais
ja: ポーランド語

source: Professional Client
fr: Client professionnel
id: Klien Profesional
th: ลูกค้าที่มีความเชี่ยวชาญ

source: Regulatory Information
fr: Informations réglementaires
id: Informasi Peraturan
th: ข้อมูลเกี่ยวกับกฎระเบียบ

source: Some products are not available in all countries. This website's services are not made available in certain countries such as the USA, Costa Rica, Hong Kong, or to persons under age 18
fr: Certains produits ne sont pas disponibles dans tous les pays. Les services de ce site Web ne sont pas disponibles dans certains pays comme les Etats-Unis, Costa Rica, Hong Kong, ou aux personnes de moins de 18 ans
id: Beberapa produk tidak tersedia di semua negara. Layanan situs web ini tidak tersedia di negara-negara tertentu seperti Amerika Serikat, Costa Rica, Hong Kong, atau bagi siapapun di bawah umur 18 tahun
th: บางผลิตภัณฑ์ยังไม่มีในทุกประเทศ บริการของเว็บไซต์นี้ไม่มีในบางประเทศ เช่น สหรัฐอเมริกา คอสตาริกา ฮ่องกง หรือให้แก่บุคคลที่อายุต่ำกว่า 18 ปี

source: This feature is not relevant to virtual-money accounts
fr: Cette fonction ne s'applique pas aux comptes d'argent virtuels
id: Fasilitas ini tidak tersedia untuk akun uang virtual
th: ฟังก์ชันนี้ไม่สัมพันธ์กับบัญชีเงินทดลอง

source: Trading Experience
fr: Expérience du trading
id: Pengalaman Trading
th: ประสบการณ์การซื้อขาย

source: Types of lookbacks
fr: Types de lookbacks
id: Jenis lookback
th: ประเภทของ lookbacks

source: We offer three types lookbacks
fr: Nous vous proposons trois types de lookback
id: Kami menawarkan tiga jenis lookbacks
th: เรานำเสนอ lookbacks สามประเภท

source: What are lookbacks
fr: Quels sont les lookbacks
id: Apa itu lookbacks
th: Lookbacks คืออะไร

source: What is this?
fr: Qu'est-ce que c est ?
id: Apa ini?
th: นี้คืออะไร

source: Win the multiplier times the close minus low
fr: Gagner plusieurs fois le montant de la clotûre moins le plus bas
id: Hasil multiplier dikali close dikurangi low
th: ชนะด้วย ตัวคูณคูณตัวปิดลบจุดต่ำ

source: Win the multiplier times the high minus close
fr: Gagner plusieurs fois le montant du plus haut moins la clotûre
id: Hasil multiplier dikali high dikurangi close
th: ชนะด้วย ตัวคูณคูณตัวสูงลบจุดปิด

source: Win the multiplier times the high minus low
fr: Gagner plusieurs fois le montant du plus haut moins le plus bas
id: Hasil multiplier dikali high dikurangi low
th: ชนะด้วย ตัวคูณคูณตัวสูงลบจุดต่ำ

source: and for Irish clients by (3) the Revenue Commissioners in Ireland (Remote Bookmaker's Licence no. 1010285 issued on 1 July 2017). View complete
fr: et pour les clients Irlandais par (3) les Commissaires du Revenu en Irlande (Licence de Bookmaker à distance no. 1010285 émise le 1er Juillet 2017 )
id: dan untuk klien Irlandia oleh (3) Komisaris Pendapatan di Irlandia (Lisensi Remote Bookmaker no. 1010285 dikeluarkan pada 1 Juli 2017). Lihat
th: และสำหรับลูกค้าไอร์แลนด์โดย (3) Revenue Commissioners ในประเทศไอร์แลนด์ (ใบอนุญาตของ Remote Bookmaker หมายเลข 1010285 ออกให้วันที่ 1 กรกฎาคม 2560) ดูทั้งหมด

source: create a Read-only token, and share the token with your copier(s)
fr: créer un jeton en lecture seule et partager le jeton avec un(des) copieur(s)
id: buat token Baca-saja, dan bagikan token kepada copier Anda
th: สร้างโทเค่นแบบอ่านอย่างเดียว และแชร์โทเค่นกับท่านอื่น

source: | Return
fr: | Retour
id: | Laba
th: | ผลตอบแทน

source: Binary.com : Webtrader
ja: Binary.com : ウェブトレーダー
th: Binary.com : เว็บเทรดเดอร์ (Webtrader)

source: Ok
es: Aceptar
th: ตกลง

source: sec
id: detik
th: วินาที

source: 'Asian Fall' - You win when the last tick is lower than the average of the ticks during the trade
de: „Asiatischer Fall” - Sie gewinnen, wenn der letzte Tick niedriger als der Durchschnitt der Ticks während des Grades ist
pl: „Azjatycki - spadnie” – Wygrywasz, gdy ostatni najmniejszy przyrost ceny jest jest wartością mniejszą niż średnia najmniejszych przyrostów ceny
pt: "Asian Fall" - Você ganha quando o último tique-taque fica abaixo da média dos tique-taques durante a negociação

source: 'Asian Rise' - You win when the last tick is higher than the average of the ticks during the trade
de: „Asiatischer Anstieg” - Sie gewinnen, wenn der letzte Tick höher als der Durchschnitt der Ticks während des Trades ist
pl: „Azjatycki - wzrośnie” – Wygrywasz, gdy ostatni najmniejszy przyrost ceny jest wartością większą niż średnia najmniejszych przyrostów ceny
pt: "Asian Fall" - Você ganha quando o último tique-taque fica abaixo da média dos tique-taques durante a negociação

source: 'Differs' - You win when the last digit of the last tick does not match your prediction
de: „Verschieden” - Sie gewinnen, wenn die letzte Stelle des letzten Ticks nicht mit Ihrer Vorhersage übereinstimmt
pl: „Różni się” – Wygrywasz, jeśli ostatnia cyfra ostatniego najmniejszego przyrostu ceny nie jest zgodna z Twoją prognozą
pt: "Difere" - Você ganha quando o último dígito do último tique-taque não corresponde à sua previsão

source: 'Matches' - You win when the last digit of the last tick matches your prediction
de: „Gleich” - Sie gewinnen, wenn die letzte Stelle des letzten Ticks mit Ihrer Vorhersage übereinstimmt
pl: „Zgadza się” – Wygrywasz, jeśli ostatnia cyfra ostatniego najmniejszego przyrostu ceny jest zgodna z Twoją prognozą
pt: "Combina" - Você ganha quando o último dígito do último tique-taque corresponde à sua previsão

source: - Binary.com benchmarks its prices daily against inter-bank derivatives markets
de: - Binary.com misst seine Preise täglich gegen Inter-Bank Terminmärkte
pl: – Binary.com codziennie porównuje swoje ceny z cenami na rynkach międzybankowych instrumentów pochodnych
pt: - A Binary.com realiza avaliações comparativas dos seus preços diariamente em relação aos mercados de derivados interbancários

source: - Binary.com ensures your personal data and transactions are always secure
de: - Binary.com versichert, dass Ihre persönlichen Daten und Transaktionen immer sicher sind
pl: – Binary.com dba o bezpieczeństwo Twoich danych osobowych oraz transakcji
pt: - A Binary.com protege os seus dados pessoais e as transações estão sempre seguras

source: - Binary.com is the industry pioneer and holds patented pricing technology
de: - Binary.com ist der Industrieführer und hält eine patentierte Kursermittlungstechnologie
pl: – Binary.com jest pionierem w branży i posiada opatentowaną technologią wyceny
pt: - A Binary.com é a pioneira da indústria e possui tecnologia de preços patenteada

source: - Binary.com offers many payment methods, such as credit/debit cards, bank wires, e-cash and e-wallets
de: - Binary.com bietet viele Zahlungsmethoden, wie Bankomat- und Kreditkarten, Überweisungen, E-Cash und E-Wallets an
pl: – Binary.com oferuje wiele metod płatności, takich jak karty kredytowe/debetowe, przelewy bankowe, e-gotówka i e-portfel
pt: - A Binary.com disponibiliza vários métodos de pagamento, tais como cartões de crédito/débito, transferências bancárias, dinheiro eletrônico e carteiras eletrônicas
