Repository: binary-com/webtrader
Catalog: translations/i18n/*.po
Languages: de, es, fr, id, it, ja, pl, pt, ru, th, vi

source: In October 1999, Regent Markets receives US$ 2 million investment funding from Jim Mellon through his Regent Pacific Group, a Hong Kong based fund management company
de: Im Oktober 1999 erhält Regent Markets von Jim Mellon über seine Regent Pacific Gruppe, ein Fondsverwaltungsunternehmen mit Sitz in Hongkong, einen Anlagebetrag von 2 Millionen US $
es: En octubre de 1999, Regent Markets recibe un fondo de inversión de $2 millones de dólares de parte de Jim Mellon a través del Regent Pacific Group, una compañía de gestión de fondos con sede en Hong Kong
fr: En Octobre 1999, Regent Markets reçoit 2 millions $ d'investissement en financement de la part de Jim Mellon à travers son Groupe Regent Pacific, une société de fond d'investissement basée à Hong Kong
id: Pada bulan Oktober 1999, Regent Markets menerima $ 2 juta AS dana investasi dari Jim Mellon melalui Regent Pacific Group, sebuah perusahaan pengelola dana yang berbasis di Hong Kong
it: Nell'ottobre del 1999, Regent Markets riceve un finanziamento da $2 milioni di dollari da parte di Jim Mellon attraverso il suo Regent Pacific Group, una società di gestione di fondi con sede a Hong Kong
ja: 1999年10月、Regent Marketsは香港のファンドマネジメント企業のRegent Pacific Groupより2億USDの投資を受けました。
pl: W październiku 1999 r. Regent Markets otrzymuje 2 mln $ dofinansowania od Jima Mellona z Regent Pacific Group, firmy zarządzającej funduszami z siedzibą w Hong Kongu
pt: Em outubro de 1999, a Regent Markets recebeu US$ 2 milhões em fundos de investimento de Jim Mellon através do seu Regent Pacific Group, uma empresa de gestão de fundos sedeada em Hong Kong
ru: В октябре 1999 года Regent Markets получает от Джима Меллона инвестицию в размере 2 миллионов долларов США через его группу компаний Regent Pacific Group – компанию по управлению фондами, находящуюся в Гонконге
th: เมื่อเดือนตุลาคม พ.ศ. 2542 (ค.ศ.1999) Regent Markets ได้รับเงินลงทุน 2 ล้านเหรียญสหรัฐ จากนายจิม เมลลอน ผ่านทาง Regent Pacific Group บริษัทจัดการกองทุนที่ฮ่องกง
vi: Vào tháng 10 năm 1999, Regent Markets nhận được khoản đầu tư 2 triệu đô la Mỹ từ Jim Mellon thông qua Regent Pacific Group, một công ty quản lý quỹ tại Hồng Kông

source: In a downtrend, one small short body candlestick has a long lower shadow at least three times the real body, and little or no upper shadow. Confirmation from prices closing higher the next day
de: In einem Abwärtstrend hat eine Kerze mit kleinem kurzen Körper einen langen unteren Schatten, der zumindest dreimal so groß wie der echte Körper ist, und einen kleinen oder keinen oberen Schatten. Bestätigung von Kursen die höher am folgenden Tag schließen
es: En una tendencia bajista, una vela pequeña de cuerpo corto tiene una sombra inferior con un largo de por lo menos tres veces su cuerpo real y poca o ninguna sombra superior. Es una confirmación de que los precios de cierre serán más altos al día siguiente
fr: Dans une tendance baissière, un petit chandelier avec un corps court a une longue ombre inférieure représentant au moins trois fois le corps réel, et peu ou pas d'ombre supérieure. Confirmation de prix clôturant plus haut que le prochain jour
id: Dalam tren turun, satu candlestick tubuh pendek kecil memiliki bayangan yang jauh lebih rendah setidaknya tiga kali tubuh sebenarnya, dan sedikit atau tidak ada bayangan bagian atas. Konfirmasi harga ditutup menguat pada hari berikutnya
it: In un trend ribassista, una candela piccola ha un'ombra inferiore tre volte più lunga del corpo, e un'ombra superiore piccola o inesistente, Conferma dai prezzi di chiusura più alti del giorno successivo
pl: W przypadku trendu zniżkowego jedna świeca o małym korpusie ma długi dolny cień – o długości równiej co najmniej trzykrotności długości jej korpusu – i krótki górny cień lub nie ma go wcale. Potwierdzenie cen wyższych na koniec następnego dnia
pt: Numa tendência de baixa, uma pequena vela de corpo curto tem uma grande sombra inferior com pelo menos três vezes o comprimento do corpo real, e pouca ou nenhuma sombra superior. Confirmação de preços com fechamento superior no dia seguinte
ru: В рамках нисходящего тренда формируется одна короткая свеча с длинной нижней тенью (которая в три раза превышает длину самой свечи) и короткой верхней тенью (или вообще без неё). Подтверждением будет служить закрытие рынка выше данной свечи на следующий день
th: ในช่วงขาลง แท่งเทียนจะมีลำตัวสั้น มีเงาต่ำกว่ายาวอย่างน้อยสามเท่าของลำตัวจริง และมีเงาที่สูงกว่าเล็กน้อย หรือ ไม่มีเลย และมีการยืนยันจากราคาปิดที่สูงกว่าวันถัดไป
vi: Trong xu hướng giảm, một thân nến thân ngắn ngắn có bóng thấp hơn dài ít nhất ba lần so với thân hình thực, và ít bóng hoặc không có bóng trên

source: In a downward price trend, a black candle appears followed by a white candle that opens below the prior body, but it may be difficult to see that from the chart. The white candle closes above the body, too. The last day of the three line candle is another white candle in this example. It shows a higher close
de: In einem abwärts verlaufenden Kurstrend erscheint eine schwarze Kerze, gefolgt von einer weißen Kerze, die sich unter dem vorigen Körper öffnet; aber dies ist vom Diagramm aus möglicherweise schwierig zu erkennen. Die weiße Kerze schließt ebenfalls über dem Körper. Der letzte Tag dieser drei Linienkerzen ist eine andere weiße Kerze in diesem Beispiel. Es zeigt einen höheren Schlusskurs
es: En una tendencia bajista, una vela negra aparece seguida por una vela blanca que abre por debajo del cuerpo anterior, pero esto puede ser difícil de ver en el gráfico. La vela blanca cierra por sobre el cuerpo, también. El último día de la línea de tres velas es otra vela blanca. En este ejemplo, muestra un cierre más alto
fr: Dans une tendance de prix baissière, une bougie noire apparaît suivie par une bougie blanche qui ouvre en dessous du précédent corps, mais il peut être difficile de voir cela à partir du graphique. La bougie blanche clôture au dessus du corps aussi. Le dernier jour de la bougie aux trois lignes est une autre bougie blanche dans cet exemple. Cela montre une clôture plus haute
id: Dalam tren harga turun, candle hitam muncul diikuti oleh candle putih yang terbuka di bawah tubuh sebelumnya, tapi mungkin sulit untuk melihatnya dari grafik. Candle putih juga tertutup di atas tubuh. Hari terakhir dari tiga baris candle adalah candle putih lainnya dalam contoh ini. Ini menunjukkan penutupan yang lebih tinggi
pl: W przypadku trendu spadkowego po czarnej świecy występuje świeca biała, której cena otwarcia znajduje się poniżej korpusu świecy poprzedniej, ale zaobserwowanie tego na wykresie nie jest łatwe. Biała świeca również zamyka się powyżej korpusu.Ostatni dzień w przypadku świecy o trzech liniach jest tu białą świecą. Wskazuje na wyższe ceny zamknięcia
pt: Numa tendência de preços baixista, uma vela preta aparece, seguida por uma vela branca com abertura abaixo do corpo anterior, mas pode ser difícil ver isso no gráfico. A vela branca fecha-se acima do corpo também. O último dia das velas de três linhas é outra vela branca neste exemplo. Ele mostra um fechamento superior
ru: Если в рамках нисходящего тренда формируется чёрная свеча, за которой идёт белая свеча, открывшаяся ниже тела предышущей свечи, разглядеть данное формирование на графике бывает непросто. Белая свеча также закрывается выше. На третий день формируется ещё одна аналогичная белая свеча. Данное формирование показывает, что цена завершит день выше
th: ในแนวโน้มราคาขาลง แท่งเทียนสีดำเกิดขึ้นตามด้วยแท่งเทียนสีขาวซึ่งเปิดข้างใต้ตัวแท่งเทียนก่อนหน้า แต่อาจจะมองเห็นได้ยากจากแผนภูมิ แท่งเทียนสีขาวปิดเหนือลำตัวด้วย วันสุดท้ายของแท่งเทียนสามเส้น คือ เทียนสีขาวอีกอันในตัวอย่างนี้ แสดงการปิดที่สูงกว่า
vi: Một xu hướng xuống giá, một mã ảo xuất hiện theo một mã trắng mở ra dưới cơ thể trước đấy, nhưng nó có thể được khó khăn để thấy rằng từ đồ thị. Ngọn nến trắng đóng trên cơ thể. Ngày cuối cùng của ngọn nến ba dòng là một ngọn nến trắng trong ví dụ này. Nó cho thấy một đóng cao

source: In an uptrend three successive days opens at or near the previous day's close and close down on the day. This pattern is more severe than the Three Black Crows pattern and thus has a higher reliability as a reversal pattern
de: In einem Aufwärtstrend öffnen sich drei aufeinanderfolgende Tage zum, oder nahe dem Schlusskurs des vorherigen Tages und schließen an diesem Tag. Dieses Muster ist abgetrennter als das Three Black Crows Pattern und deshalb hat es eine höhere Zugverlässlichkeit als ein Umkehrungs-Muster
es: En una tendencia alcista, tres días seguidos abren en o cerca del valor de cierre del día anterior y cierran más bajo en el mismo día. Este patrón es más agudo que el de los tres cuervos negros y, por ende, posee una confiabilidad mayor como un patrón de reversión
fr: Dans un mouvement haussier de 3 jours successifs à un niveau d'ouverture égal ou proche de la clôture du jour précédent et ferme en baisse sur la journée. Le schéma est plus sévère que le schéma des Trois Corbeaux et ainsi a une plus grande fiabilité comme schéma de retournement
id: Pada pergerakan uptrend tiga hari berturut turut pada pembukaan atau mendekati penutupan pada hari sebelumnya. Pola ini lebih kuat dibandingkan dengan pola Three Black Crows dan juga memiliki tingkat kepastian lebih tinggi debagai pola terbalik
pl: W trendzie wzrostowym trzy kolejne dni zamykają się na poziomie lub blisko poziomu cen zamknięcia dnia poprzedniego. Ta formacja jest silniejsza niż formacja „trzy czarne kruki" i z tego względu przypisuje się jej większą wiarygodność jako formacji zmiany trendu
pt: Numa tendência de alta, três dias sucessivos se abrem próximos do ou no fechamento do dia anterior e fecham-se no próprio dia. Este padrão é mais severo do que o padrão Três Corvos Pretos e, portanto, possui uma confiabilidade superior como um padrão de inversão
ru: В рамках восходящего тренда на протяжении трёх дней подряд свечи открываются на или вблизи уровня закрытия предыдущего дня и завершают день снижением. Данная фигура более точна, чем фигура "Три чёрные вороны" и таким образом служит более надёжным подтверждением разворота
th: ในสามวันที่เป็นขาขึ้นต่อเนื่องกันเปิดที่ หรือ ใกล้กับราคาปิดวันก่อน และปิดในวันนั้น รูปแบบนี้รุนแรงกว่ารูปแบบ Three Black Crows แต่มีความน่าเชื่อถือมากกว่าว่าเป็น รูปแบบการกลับตัวของราคา
vi: Trong một xu hướng tăng ba ngày liên tiếp mở tại hoặc gần ngày hôm trước đóng và đóng xuống trong ngày. Mô hình này là nghiêm trọng hơn so với các mô hình ba quạ đen và do đó có một độ tin cậy cao hơn như là một mô hình đảo ngược

source: In classic Silicon Valley style, Hong Kong based hedge fund manager and entrepreneur, Jean-Yves Sireau, starts Regent Markets in his Hong Kong bedroom. He develops the systems, methods and algorithms for implementing a fixed-odds financial betting system. Jean-Yves's vision is to create a market in the simplest of all derivatives contracts - the fixed-odds bet - and to offer ordinary investors the chance to make small bets. Until his innovation, binary options are normally only traded in large quantities
de: Der in Hongkong ansässige Hedgefond Manager und Unternehmer, Jean-Yves Sireau, beginnt mit Regent Marketing von seinem hongkonger Schlafzimmer aus. Er entwickelt das System, die Methoden und Algorithmen zur Einführung eines Finanzwettsystems mit festen Gewinnquoten. Jean-Yves Vision ist es, einen Markt mit den einfachsten derivativen Verträgen - der Wette mit festen Gewinnquoten - zu schaffen und normalen Anlegern die Chance zu bieten, mit kleinen Einsätzen dabei zu sein. Bis zu seiner Erfindung werden Binäroptionen nur in großen Mengen gehandelt
es: En el clásico estilo de Silicon Valley, el empresario y gestor de fondos de cobertura con sede en Hong Kong, Jean-Yves Sireau, establece Regent Markets en su apartamento en Hong Kong. Desde allí desarrolla los sistemas, métodos y algoritmos para la implementación de un sistema de apuestas financieras de probabilidades fijas. La visión de Jean-Yves es crear un mercado en la forma más simple de todos los contratos de derivados - las apuestas de probabilidades fijas - y ofrecer a los inversores pequeños la oportunidad de hacer apuestas de pocas cantidades. Hasta esta innovación, las opciones binarias normalmente se operaban sólo en grandes cantidades
fr: Dans un style classique de la Silicon Valley, entrepreneur et manager de Hedge Fund basé à Hong Kong, Jean-Yves Sireau, commence Regent Markets dans sa chambre à Hong Kong. Il développe les systèmes, les méthodes et algorithmes pour implémenter un système de paris financiers à cotes fixes. La vision de Jean-Yves est de créer un marché de contrats de dérivés des plus simples - les paris à cotes fixes - et pour offrir aux investisseurs ordinaires une chance de faire des paris simples. Jusqu'à cette innovation, les options binaires sont normalement seulement tradés en grandes quantités
id: Dengan gaya klasik Silicon Valley, seorang manager pengelola dana berjiwa pengusaha bernama Jean-Yves Sireau memulai Regent Markets dari kamar tidurnya di Hong Kong. Beliau membangun sistem, metode dan algoritma untuk mengimplementasikannya pada sistem trading financial fixed-odds. Visi Jean-Yves adalah untuk menciptakan pasar pada kontrak derivatif sederhana - trading fixed-odds - dan menawarkan kesempatan bagi investor umum untuk membeli kontrak berukuran kecil. Hingga inovasi beliau, opsi binary biasanya hanya ditradingkan dalam jumlah besar
it: Nel classico stile della Silicon Valley, l'imprenditore e manager di fondi speculativi con sede a Hong Kong, Jean-Yves Sireau, avvia Regent Markets nella sua camera di Hong Kong. Sviluppa sistemi, metodi e algoritmi per implementare il sistema di scommesse finanziarie con probabilità fisse. La visione di Jean-Yves è quella di creare un mercato nella forma più semplice di tutti i contratti derivati, la scommessa con probabilità fisse, e di offrire agli investitori ordinari la possibilità di fare piccole scommesse. Fino a questo momento, le opzioni binarie erano normalmente negoziate in grandi quantità
ja: 香港のヘッジファンド会社でファンドマネージャーとして勤務していたジョン・イヴス氏が、デリバティブ商品を一般投資家に分かり易く、求め易い形で提供するため、小規模の投資額で固定オッズ形式の取引ができるシステム、メソッド及びアルゴリズムを開発。ジョン・イヴス氏は、全てのデリバティブ取引に対応できるシンプルなシステムを形成、固定オッズ取引、そしてあらゆるトレーダーに小額で行えるトレード機会を目指す。この革新により、大規模なバイナリーオプションの取引を実現。
pl: W klasycznym stylu jak z Doliny Krzemowej, Jean-Yves Sireau, twórca funduszu hedgingowego i przedsiębiorca z Hong Kongu, zakłada Regents Markets w swoim pokoju w Hong Kongu. Rozwija system, metody i algorytmy i tworzy system zakładów o ustalonej stawce. Planuje stworzyć rynek najprostszych instrumentów pochodnych – zakładów o ustalonej stawce – i zaproponować zwykłym graczom możliwość zawierania małych zakładów. Do czasu stworzenia tej innowacji opcjami binarnymi handlowano tylko w dużych ilościach
pt: No estilo clássico do Vale do Silício, o gestor de fundos e empreendedor estabelecido em Hong Kong, Jean-Yves Sireau, cria a Regent Markets no seu dormitório em Hong Kong. Ele desenvolve os sistemas, métodos e algoritmos para a implementação de um sistema de apostas financeiras de probabilidades fixas. A visão de Jean-Yves é criar um mercado no mais simples de todos os contratos derivados - as apostas financeiras de probabilidades fixas - a oferecer a oportunidade de realizar apostas pequenas a investidores comuns. Até a sua inovação, as opções binárias eram normalmente negociadas apenas em grandes quantidades
ru: В классическом стиле Силиконовой долины, хедж-менеджер фонда и предприниматель Жан-Ив Сиро основал проект Regent Markets в своей квартире в Гонконге. Он развивает системы, методы и алгоритмы для системы финансовых ставок с фиксированным коэффициентом выигрыша. Идея Жан-Ива: создать из всех производных контрактов простой рынок (с фиксированным коэффициентом выигрыша) и дать обычным инвесторам шанс делать ставки на небольшие суммы. До этой инновации торговля на бинарных опционах была возможна только в больших объемах
th: รูปแบบคลาสสิกซิลิคอน วัลเลย์ ผู้จัดการกองทุนเฮดจ์ที่ประเทศฮ่องกง นาย Jean-Yves Sireau ก่อตั้ง Regent Markets จากห้องนอนของเขาในประเทศฮ่องกง เขาพัฒนาระบบต่างๆ วิธีการ และ อัลกอริธึ่มสำหรับระบบการซื้อขายผลิตภัณฑ์การเงินแบบ Fixed-Odds วิสัยทัศน์ของ Jean-Yves คือ การสร้างตลาดที่ง่ายที่สุดสำหรับสัญญาอนุพันธ์ที่เป็นแบบ Fixed-Odds Bet และเสนอให้กับนักลงทุนทั่วๆ ไป ในการซื้อขายเล็กๆ ในระยะแรก กระทั่งนวัตกรรมของเขาเป็นที่แพร่หลายสำหรับการซื้อขายไบนารีออปชั่นปริมาณมาก
vi: Trong phong cách Thung lũng Silicon cổ điển, nhà quản lý quỹ hedge và chủ doanh nghiệp từ Hồng Kông, Jean-Yves Sireau, bắt đầu từ Regent Markets Hong Kong phòng ngủ của mình. Ông phát triển các hệ thống, phương pháp và các thuật toán để thực hiện một hệ thống cá cược tài chính theo tỷ lệ cố định. Tầm nhìn của Jean-Yves là tạo ra một thị trường trong các sự đơn giản nhất của tất cả các hợp đồng phái sinh - cá cược theo tỷ lệ cố định - và cung cấp cho các nhà đầu tư bình thường có cơ hội để thực hiện các khoản cược nhỏ. Cho đến sự đổi mới của oog ấy, tùy chọn nhị phân bình thường chỉ được giao dịch ở số lượng lớn

source: In foreign exchange markets, traders can enter contracts based on the change in price of one currency as it relates to another currency. For example if a trader selects Rise in the EUR/USD market, they are predicting that the value of the Euro will rise in relation to the value of the US dollar
de: Die Händler können auf ausländischen Devisenmärkten Kontrakte auf der Grundlage der Änderung des Wechselkurses einer Währung in eine andere abschließen. Wenn beispielsweise ein Händler den Anstieg des EUR/USD Wechselkurses auswählt, sagt er voraus, dass der Wert des Euro im Verhältnis zum Wert des US-Dollar steigen wird
es: En el mercado de divisas los comerciantes pueden comprar contratos basados en el cambio del precio de una divisa en relación a otra. Por ejemplo, si un comerciante selecciona Alza en el mercado EUR/USD, predice que el valor del Euro subirá en relación al valor del dólar estadounidense
fr: Dans les marchés des échanges de devises, les traders peuvent entrer dans des contrats basés sur le changement de prix d'une devise par rapport à une autre devise. Par exemple, si un trader sélectionne Augmente dans le marché EUR/USD, ils vont prédire que la valeur de l'Euro va augmenter en relation à la valeur du dollar américain
id: Pada pasar valuta asing, para trader dapat membeli kontrak berdasarkan pertukaran harga dari satu mata uang ke mata uang lainnya. Sebagai contoh jika trader memilih kontrak Naik pada market EUR/USD, hal ini berarti mereka menganalisa nilai mata uang Euro akan lebih tinggi dari harga mata uang dolar AS
it: Nel mercato dei cambi, i trader possono stipulare contratti basati sulla variazione del prezzo di una valuta rispetto a un'altra. Ad esempio, se un trader seleziona Rialzo nel mercato EUR/USD, prevede che il valore dell'Euro aumenterà rispetto a quello del dollaro americano
ja: 外国為替市場では、任意の通貨が特定の通貨に対する価格の変化の予測に基づくトレードを実施できます。例えば、EUR/USD市場が上昇すると予測した場合は、米ドルに対してユーロの価値が上がると予測したことになります。
pl: Na rynkach walutowych można handlować na podstawie zmian kursów walutowych w odniesieniu do innej waluty. Na przykład w przypadku wybrania wzrostu na rynku EUR/USD, prognozujesz, że wartość euro wzrośnie w stosunku do wartości dolara amerykańskiego
pt: Em mercados de câmbio, os negociadores podem entrar em contrato com base na alteração do preço de uma moeda na sua relação com outra moeda. Por exemplo, se um negociador seleciona "Sobe" no mercado EUR/USD, estarão prevendo que o valor do Euro irá subir em relação a valor do dólar americano
ru: На рынке Forex трейдеры могут заключать контракты, основанные на цене одной валюты по отношению к другой. Например, если трейдер выбирает контракт "Повышение" на EUR/USD, он делает прогноз, что цена евро поднимется по отношению к американскому доллару
th: ในตลาดแลกเปลี่ยนเงินตรา นักลงทุนสามารถกำหนดสัญญาเพื่อราคาที่เปลี่ยนแปลงของหนึ่งสกุลเงินที่สัมพันธ์กับอีกสกุลเงิน เช่น หากนักลงทุนกำหนด ค่าเงินสูงขึ้น ของตลาด EUR/USD คือ พวกเขากำลังทำนายว่า มูลค่าของเงินยูโร จะเพิ่มขึ้นที่สัมพันธ์กับมูลค่าของเงินดอลลาร์สหรัฐ
vi: Tại thị trường trao đổi ngoại hối, thương nhân có thể nhập vào hợp đồng dựa trên sự thay đổi trong giá của một loại tiền tệ vì nó liên quan đến loại tiền tệ khác. Ví dụ: nếu một nhà kinh doanh lựa chọn nổi trong thị trường EUR/USD, họ đang dự đoán rằng giá trị của đồng Euro sẽ tăng trong quan hệ với giá trị của đồng đô la Mỹ

source: In order to properly apply theme, a full refresh of page is required. Are you sure you want to proceed?
de: Um das Thema richtig anzuwenden, ist es erforderlich, die Seite neu zu laden. Sind Sie sicher, dass Sie fortfahren möchten?
es: Para aplicar correctamente el tema, se requiere una actualización completa de la página. ¿Está seguro que desea proceder?
fr: Pour appliquer un thème, il est nécessaire d'actualiser complètement la page. Voulez-vous vraiment continuer ?
id: Untuk menggunakan tema dengan benar, merefresh halaman adalah penting. Apa Anda ingin melanjutkan?
it: Per poter applicare lo sfondo in modo adeguato, è richiesto l'aggiornamento della pagina. Sei sicuro di voler procedere?
ja: テーマを適用するためには、ページの更新をする必要があります。続行してもよろしいですか？
pl: W celu poprawnego zastosowania motywu niezbędne jest pełne odświeżenie strony. Czy chcesz kontynuować?
pt: Para poder aplicar o tema de forma correta, uma atualização total da página é necessária. Tem certeza que deseja continuar?
ru: Чтобы изменение темы вступило в силу, необходимо полное обновление страницы. Вы уверены, что хотите продолжить?
th: เพื่อการใช้งานธีมอย่างมีประสิทธิภาพ ต้องมีการรีเฟรชหน้าจอ ท่านต้องการดำเนินการหรือไม่?
vi: Để áp dụng đúng chủ đề, việc làm mới lại trang là cần thiết. Bạn có chắc bạn muốn tiếp tục không?
