Repository: binary-com/webtrader
Catalog: translations/i18n/*.po
Languages: de, es, fr, id, it, ja, pl, pt, ru, th, vi

source: A chart pattern that consists of a small white candlestick with short shadows or tails followed by a large black candlestick that eclipses or 'engulfs' the small white one
de: Ein Diagrammmuster, das aus einer kleinen weißen Kerze mit kurzen Schatten oder Schweifen besteht, gefolgt von einer großen, schwarzen Kerze, die die kleine weiße verfinstert, oder "einschließt"
es: Patrón gráfico que consiste en una vela blanca pequeña con sombras o mechas cortas seguida por una vela grande negra que la eclipsa o "envuelve"
fr: La tendance graphique qui consiste en un petit chandelier blanc avec une courte ombre ou queue suivi par un grand chandelier noire qui éclipse ou 'absorbe' le petit blanc
id: Pola chart yang terdiri dari candlestick putih kecil dengan bayangan pendek atau ekor diikuti oleh candlestick hitam besar yang atau 'menelan' candle putih kecil
ja: 小さく白いローソクを覆うまたは包む長く黒いローソクが続いた状態の、短いヒゲのある白く短いローソクからなるチャートパターン
pl: Formacja składająca się z małej białej świecy z krótkim dolnym lub górnym cieniem, po której występuje duża czarna świeca, która „obejmuje” małą białą świecę
pt: Um padrão de gráfico que consiste de uma pequena vela branca com sombras ou caudas curtas seguidas por uma grande vela preta que eclipsa ou envolve a pequena branca
ru: Фигура на графике, состоящая из короткой белой свечи с короткими тенями, за которой идёт длинная чёрная свеча, "поглощающая" предыдущую белую свечу
th: รูปแบบแผนภูมิที่ประกอบด้วยแท่งเทียนสีขาวสั้นที่มีเงา หรือ หางสั้น ตามด้วยแท่งเทียนสีดำขนาดใหญ่ซึ่งลดความสำคัญหรือ "กลืนกิน หรือ ครอบคลุม" แท่งสีขาวเล็ก
vi: Một mô hình biểu đồ bao gồm một nến trắng nhỏ với bóng ngắn hay đuôi theo sau là một cây nến màu đen lớn mà ê líp hoặc 'dưới chân' một màu trắng nhỏ

source: A derivative is a financial instrument whose value is determined by reference to an underlying market. Derivatives are commonly traded in the inter-bank market, and binaries are one of the simplest forms of derivatives
de: Ein Derivat ist ein finanzielles Instrument, dessen Wert unter Bezugnahme auf einen zugrundeliegenden Markt bestimmt ist. Derivate werden normalerweise im Inter-Bank Markt gehandelt, und binäre Optionen sind eine der einfachsten Formen von Derivaten
es: Un derivado es un instrumento financiero, cuyo valor se determina en referencia al mercado subyacente. Los derivativos por lo general se negocian en el mercado interbancario, y los binarios son unas de las formas de derivativos más simples
fr: Un dérivé est un instrument financier dont la valeur est déterminée par référence à un marché sous-jacent. Les dérivés sont communément échangés sur le marché interbancaire, et les binaires sont l'une des plus simples formes de dérivés
id: Derivatif adalah sebuah instrumen keuangan dimana nilainya ditentukan oleh berdasarkan pasar. Derivatif pada umumnya diperdagangkan pada pasar antar-bank dan binary adalah salah satu bentuk yang paling sederhana dari derivatif
it: Un prodotto derivato è uno strumento finanziario il cui valore è determinato con riferimento a un mercato sottostante. I prodotti derivati vengono negoziati comunemente nel mercato interbancario e le opzioni binarie sono una delle forme più semplici di prodotto derivato
ja: デリバティブとは金融市場で任意の取引対象にて予測される価値のことです。デリバティブはインターバンク市場にて盛んに取引されており、バイナリーはシンプルなデリバティブの一形態です。
pl: Instrument pochodny to instrument finansowy, którego wartość określana jest przez odniesienie do rynku podstawowego. Instrumenty pochodne są zazwyczaj sprzedawane na rynku międzybankowym, a opcje binarne są jedną z najprostszych form instrumentów pochodnych
pt: Um derivado é um instrumento financeiro cujo valor é determinado por referência a um mercado subjacente. Derivados são frequentemente negociados no mercado interbancário e opções binárias são uma das formas mais simples de derivados
ru: Производные – это финансовые инструменты, стоимость которых определяется отношением к конкретному рынку. Производными (деривативами) обычно торгуют в межбанковской системе, а бинарные опционы являются самой простой формой производных
th: อนุพันธ์ คือ เครื่องมือทางการเงินประเภทหนึ่งซึ่งมูลค่าถูกกำหนดโดยการอ้างอิงของตลาด โดยทั่วไปการซื้อขายอนุพันธ์เกิดขึ้นในตลาดฟอเร็กซ์ และไบนารีเป็นรูปแบบที่ง่ายที่สุดของอนุพันธ์
vi: Một biến thể là một công cụ tài chính có giá trị được xác định bởi tham chiếu đến một thị trường tiềm ẩn. Dẫn xuất thường được giao dịch trên thị trường liên ngân hàng và những chương trình là một trong những hình thức đơn giản nhất của dẫn xuất

source: A medium to long bullish or bearish candlestick with the key defining trait being no head or tail shadows
de: Eine mittelgroße bis lange, bullische oder bärische Kerze mit dem definierten Schlüsselmerkmal von keinem Kopf- oder Schweifschatten
es: Vela mediana o larga de tendencia alcista o bajista cuya característica distintiva es que no tiene sombra superior ni inferior
fr: Un chandelier moyen ou long haussier ou baissier avec le trait définissant clé étant l'absence d'ombre de tête ou queue
id: Grafik candlestick bullish atau bearish sedang hingga panjang dengan sifat utama tanpa kepala atau ekor bayangan
ja: 上ヒゲまたは下ヒゲのない中〜大の陰線または陽線のローソク足
pl: Świeca bessy lub hossy o korpusie od średniego do długiego, ale bez cienia górnego i dolnego
pt: Uma vela baixista ou altista de comprimento médio a longo com o traço chave que o define sendo a falta de nenhuma sobre superior ou inferior
ru: Средняя или длинная бычья или медвежья свеча, не имеющая ни нижней, ни верхней тени
th: แท่งเทียนขนาดกลางถึงยาวของตลาดตื่นตัว หรือ ตลาดซบเซา โดยมีคุณสมบัติหลักๆ คือ ไม่มีเงาทั้งหัว หรือ หาง
vi: một nến lạc quan hoặc hướng giảm cỡ vừa đến cỡ dài với chìa khóa xác định đặc điểm là không có bóng đầu hoặc đuôi

source: A panel featuring industry leaders awards BetOnMarkets.com 'Financial Betting Operator of the Year' over two other finalists. It's a major victory for our brand and further recognition of our world-beating service. Ten years on, and going from strength to strength
de: Ein durch Industrieführer dargestelltes Gremium, zeichnet BetOnMarkets.com, über zwei anderen Finalisten, als "Finanzieller Wettanbieter des Jahres" aus. Es ist ein wichtiger Sieg für unsere Marke und weiterführende Anerkennung unseres Weltklassen Service. Seit zehn Jahren, und von Stärke zu Stärke gehend
es: Un jurado compuesto por líderes de la industria ha premiado BetOnMarkets.com como "Operador de apuestas financiera del año" frente a otros dos finalistas. Es una gran victoria para nuestra marca y un reconocimiento de nuestro servicio de clase superior. Diez años después, nos seguimos esforzando para ofrecer lo mejor a nuestros clientes.
fr: Un panel représentant les leaders du secteur ont récompensé BetOnMarkets.com 'Opérateur de Paris Financier de l'Année' devant deux autres finalistes. C'est une victoire majeure pour notre marque et une reconnaissance supplémentaire de notre service au meilleur niveau mondial. 10 ans après, et prenant de plus en plus d'ampleur
id: Sebuah panel pemimpin industri menganugerahkan BetOnMarkets.com sebagai 'Operator Financial Trading Terbaik'. Ini adalah anugerah terbaik bagi kami dan pengitirafan lebih lanjut bagi layanan yang kami sediakan. Sepuluh tahun kemudian kami terus kukuh
it: Un gruppo di leader nel settore premia BetOnMarkets.com come 'L'operatore di scommesse finanziarie dell'anno' contro altri due finalisti. È una grande vittoria per il nostro brand e un ulteriore riconoscimento del nostro servizio globale. Dieci anni e continuiamo a diventare sempre più forti
ja: 他の２社のファイナリストを勝ち抜き、BetOnMarkets.comは最も優秀なベッティングブローカーとして受賞。これは当社のブランドと世界一のサービスを提供していることに関する、素晴らしい評価です。創業１０周年を迎え、当社は年々強みを増しています。
pl: Panel ukazujący, że BetOnMarkets.com jest liderem rynku przed dwoma innymi finalistami z tytułem „Operator zakładów finansowych roku”. To wielkie wyróżnienie dla naszej marki i kolejne uznanie naszych usług w zakresie zakładów finansowych. Od dziesięciu lat skutecznie pracujemy nad naszym sukcesem
pt: Um painel constituído por líderes da indústria atribui o prêmio de "Melhor operador de apostas financeiras do ano" à frente de dois outros finalistas. É uma grande vitória para a nossa marca e mais um reconhecimento do nosso serviço de sucesso mundial. Dez anos depois e estamos cada vez melhor.
ru: Жюри с участием лидеров в данной индустрии награждает BetOnMarkets.com премией в номинации ‘Financial Betting Operator of the Year’ (финансовый оператор года по беттингу), предпочтя нас двум другим финалистам. Это большая победа для нашего бренда и важный знак признания нашего сервиса. Десять лет спустя мы не останавливаемся на достигнутом
th: เหล่าคณะผู้นำในอุตสาหกรรมมอบรางวัล ‘Financial Betting Operator of the Year’ ให้กับ BetOnMarkets.com จากผู้เข้ารอบสุดท้ายอีกสองคน มันเป็นชัยชนะหลักของแบรนด์ของพวกเราและการยอมรับของบริการระดับโลกของพวกเรา สิบปีที่ผ่านมาจากจุดแข็งสู่จุดแข็งที่ยั่งยืน
vi: Một bảng điều khiển với giải thưởng cho nhà lãnh đạo công nghiệp BetOnMarkets.com 'Nhà điều hành cá cược tài chính của năm' trên hai thí sinh khác. Đó là một chiến thắng lớn cho các thương hiệu của chúng tôi và tiếp tục sự công nhận dịch vụ của chúng tôi đứng đầu thế giới. Mười năm ngày, và ngày càng mạnh hơn

source: A technical indicator invented by Larry Williams that uses the weighted average of three different time periods to reduce the volatility and false transaction signals that are associated with many other indicators that mainly rely on a single time period
de: Ein von Larry Williams erfundener technischer Indikator, der den gerichteten Durchschnitt von drei verschiedenen Zeiträumen verwendet, um die Volatilität und falschen Transaktionssignale, die mit vielen anderen Indikatoren die hauptsächlich auf einen einzigen Zeitraum angewiesen sind, assoziiert sind, zu reduzieren
es: Indicador técnico inventado por Larry Williams, el cual usa el promedio ponderado de tres periodos diferentes para reducir la volatilidad y las señales de transacciones falsas asociadas a otros indicadores que, en general, están basados solo en un periodo de tiempo
fr: Un indicateur technique inventé par Larry Williams qui utilise la moyenne pondérée de trois périodes de temps différentes pour réduire la volatilité et les faux signaux de transactions qui sont associés à d'autres indicateurs qui principalement s'appuient sur une seule période de temps
id: Indikator teknis yang ditemukan oleh Larry Williams yang menggunakan rata-rata tertimbang dari tiga periode waktu yang berbeda untuk mengurangi volatilitas dan sinyal transaksi palsu yang dikaitkan dengan banyak indikator lain yang terutama bergantung pada satu periode waktu tertentu
it: Un indicatore tecnico inventato da Larry Williams che utilizza la media ponderata di tre diversi periodi di tempo per ridurre la volatilità e i segnali di transazioni falsi associati a molti altri indicatori che si basano su un periodo di tempo singolo
ja: Larry Williamsによって開発されたインディケーターで、ボラティリティを減らすために異なる3つの期間の加重平均と単一の期間に依存するその他多数の指標に関連付けられたFalseトランザクションを使用します。
pl: Wskaźnik techniczny stworzony przez Larry'ego Williamsa, wykorzystujący średnią ważoną trzech różnych okresów czasowych w celu ograniczenia zmienności oraz fałszywych sygnałów do zawierania transakcji, które są powiązane z wieloma innymi wskaźnikami opartymi głównie na jednym okresie czasowym
pt: Um indicador técnico inventado por Larry Williams que usa a média ponderada de três períodos de tempo para reduzir a volatilidade e sinais de transação falsas que estão associados a outros indicadores que dependem principalmente num período de tempo único
ru: Технический индикатор, придуманный Ларри Вилльямсом и использующий взвешенную скользящую среднюю, которая основана на трёх разных временных периодах, чтобы уменьшить волатильность и ложные сигналы, ассоциируемые со многими другими индикаторами (преимущественно полагающимися всего на один период времени)
th: ตัวบ่งชี้ทางเทคนิคที่คิดค้นโดย Larry Williams ที่ใช้ค่าเฉลี่ยถ่วงน้ำหนักของรอบระยะเวลาต่างๆกันสามรอบ เพื่อลดความผันผวนและสัญญาณธุรกรรมเท็จที่เกี่ยวข้องกับตัวชี้วัดอื่น ๆ หลายที่ส่วนใหญ่ใช้แค่รอบระยะเวลาหนึ่ง
vi: Một chỉ số kỹ thuật được phát minh bởi Larry Williams được sử dụng cân nặng trung bình của 3 thời điểm khác biệt để giảm thiểu biến động và sai lệch tín hiệu giao dịch mà có liên kết với rất nhiều các chỉ số khác chủ yếu dựa vào thời điểm đơn lẻ

source: A technical momentum indicator that compares a security's closing price to its price range over a given time period. The oscillator's sensitivity to market movements can be reduced by adjusting the time period or by taking a moving average of the result
de: Ein technischer Momentumindikator, der den Schlusskurs eines Wertpapiers mit seiner Preisspanne über einen gegeben Zeitraum vergleicht. Die Sensibilität des Oszillators zu Marktbewegungen kann reduziert werden, indem der Zeitraum angepasst wird, oder indem ein Ergebnis des gleitenden Durchschnitts genommen wird
es: Indicador técnico de momentum (momento) que compara el precio de cierre de un valor con su rango de precios en un periodo determinado. La sensibilidad de un oscilador a los movimientos del mercado se puede reducir mediante el ajuste del periodo de tiempo o mediante el uso de una media móvil del resultado
fr: Un indicateur d'impulsion technique qui compare le prix de clôture d'un titre à sa gamme de prix sur une période de temps donnée. La sensitivité de l'oscillation aux mouvements du marché peut être réduite en ajustant la période de temps ou en prenant une moyenne mobile du résultat
id: Indikator momentum teknis yang membandingkan harga penutupan sekuritas dengan kisaran harga selama periode waktu tertentu. Kepekaan osilator terhadap pergerakan pasar dapat dikurangi dengan menyesuaikan jangka waktu atau dengan mengambil rata-rata pergerakan hasilnya
ja: セキュリティの終値と指定された期間にわたる価格帯を比較するテクニカルモメンタムインディケーターです。市場の動きへのオシレーターの感度は期間を調節するか、結果の移動平均を用いることで減らすことができます。
pl: Techniczny wskaźnik dynamiki, który porównuje cenę końcową papieru wartościowego z zakresem jego cen w określonym okresie czasowym. Czułość oscylatora na ruchy rynkowe można zmniejszyć, dostosowując okres czasu lub uwzględniając średnią kroczącą uzyskanych wyników
pt: Um indicador de impulso técnico que compara o preço de fechamento de um título ao seu intervalo de preços durante um determinado período de tempo. A sensibilidade do oscilador aos movimentos do mercado pode ser reduzida ao ajustar o período de tempo ou ao assumir a média móvel do resultado
ru: Технический индикатор темпа, который сравнивает цену закрытия ценной бумаги с диапазоном её цен на протяжении заданного периода времени. Уменьшить чувствительность осциллятора к рыночным движениям можно путём регулирования временного периода или воспользовавшись скользящей средней
th: ดัชนีโมเมนตัมเชิงเทคนิคที่เปรียบเทียบราคาปิดของหลักทรัพย์กับของเขตของราคาในช่วงเวลาหนึ่ง สามารถลดการตอบสนองของตัวแกว่งต่อการเคลื่อนไหวของตลาดได้โดยการปรับช่วงระยะเวลา หรือ ด้วยการใช้ผลลัพธ์ของค่าเฉลี่ยเคลื่อนที่
vi: Một chỉ số mô men kỹ thuật mà so sánh một mức giá đóng cửa một bảo mật với khoảng giá trên một thời điểm cho trước. Dao động nhạy bén với chuyển động của thị trường có thể bị giảm bởi sự chỉnh sửa thời điểm hoặc do bị tác động bởi một di chuyển trung bình của kết quả

source: A technical trading pattern in which three candlesticks form what appears to be a sandwich on the trader's screen. Stick sandwiches will have the middle candlestick oppositely colored of the candlesticks on either side of it, both of which will have a larger trading range than the middle candlestick. Stick sandwich patterns can occur in both bearish and bullish indications
de: Ein technisches Handelsmuster, in dem drei Kerzen etwas, das auf dem Bildschirm des Händlers einem Sandwich gleicht, formen. Stick-Sandwiches werden die mittlere Kerze im Kontrast zu den Kerzen, (von denen beide eine größere Handelsweite als die mittlere Kerze haben) die jeweils auf der Seite zu ihr liegen, gefärbt haben. Stick-Sandwich-Pattern können in beiden, bärischen und bullischen Richtwerten vorkommen
es: Patrón técnico de operación en el cual tres velas forman lo que parece ser un sándwich en la pantalla. En este patrón, la vela del medio es de un color opuesto a las velas de ambos lados, las que poseen una banda de precios mayor a la de la vela del medio. Los patrones "stick sandwich" pueden ocurrir en tendencias bajistas y alcistas
fr: Un schéma de trading technique dans lequel trois chandeliers forment ce qui ressemble à un sandwich sur l'écran du trader. Les sandwiches stick ont le chandelier du milieu inversement colorié par rapport aux chandeliers de chaque coté, chacun des deux aura une amplitude de trading plus large que le chandelier du milieu. Les schémas de sandwich stick peuvent apparaître à la fois dans des mouvements baissiers et haussiers
id: Pola teknis trading dimana tiga bentuk candlestick membentuk lapisan pada layar tarder. Lapisan stick akan memiliki candlestick tengah yang berwarna dari candlesticks di kedua sisinya, keduanya akan memiliki rentang trading yang lebih besar daripada candlestick tengah. Pola stick sandwich bisa terjadi baik pada indikasi bearish maupun bullish
ja: トレーダーの画面ではBBQの串焼き（Stick sandwiche）のように見える3つのローソク足のテクニカル取引パターン。Stick sandwicheは真ん中のローソク足は他の2つとは異なる色をしており、両サイドのローソク足は真ん中よりも長い取引範囲になっています。（ボディが長い）Stick sandwicheは陰線と陽線双方で発生するパターンです。
pl: Formacja handlowa analizy technicznej, w której trzy świece tworzą kształt przypominający na ekranie kanapkę „stick sandwich pattern”. Taka kanapka będzie miała w środku świecę w innym kolorze niż świece po obu jej stronach i obie świece zewnętrzne będą miały szerszy zakres handlowy niż świeca środkowa. Formacja może wystąpić zarówno w przypadku wskaźników hossy, jak i bessy
pt: Um padrão de negociação técnica em que três velas formam o que aparece ser uma sanduíche na tela do negociador. Sanduíches de velas terão a vela do meio com uma cor oposta às cores das velas em cada lado dela, ambas das quais terão um intervalo de negociação maior que a vela do meio. Padrões de velas podem ocorrer em tanto indicações baixistas como altistas
ru: Фигура технического анализа, в которой три свечи формируют "сэндвич" на графике. Центральная свеча в таких сэндвичах отличается от боковых цветом и размером (она всегда короче). Свечной сэндвич может появиться как при восходящей динамике, так и при нисходящей
th: รูปแบบการซื้อขายทางเทคนิคที่แท่งเทียนสามแท่งก่อเป็นรูปร่างที่ดูเหมือนกับแซนวิชที่หน้าจอของนักลงทุน แซนวิชแท่งจะมีแท่งเทียนตรงกลางที่มีสีตรงข้ามกับแท่งเทียนที่ขนาบทั้งสองข้าง ซึ่งแท่งเทียนทั้งคู่นั้นจะมีระยะการซื้อขายที่ใหญ่กว่าแท่งเทียนตรงกลาง รูปแบบแซนวิชแท่งสามารถเกิดขึ้นได้ทั้งในตัวบ่งชี้ตลาดซบเซา และ ตลาดตื่นตัว
vi: Một mô hình kỹ thuật kinh doanh mà trong đó ba cây nên tạo thành những gì xuất hiện như một chiếc sandwich trên màn hình giao dịch. Thanh sandwich sẽ có cây nến ở giữa có màu đối lập với các cây nến đối diện ở cả 2 phía của nó, cả hai đều sẽ có một phạm vi giao dịch lớn hơn cây ở giữa. Mô hình thanh sandwich có thể xuất hiện ở cả xu hướng tăng và giảm

source: A tick is the minimum upward or downward movement in the price of a market
de: Ein Tick ist die minimal Aufwärts- oder Abwärtsbewegung eines Kurspreises
es: Un tick (intervalo) es una fluctuación mínima hacia arriba o abajo en el precio de un mercado
fr: Un tick est le mouvement minimum haussier ou baissier du prix d'un marché
id: Tik adalah gerakan minimum ke atas atau ke bawah dalam harga pasar
it: Un tick è il movimento minimo verso l'alto o verso il basso nel prezzo di un mercato
ja: Tickとは、市場価格の上下の振れ幅の最小値のことです。
pl: Najmniejszy przyrost ceny to minimalny ruch ceny rynkowej w górę lub w dół
pt: Um tique-taque é o movimento mínimo para cima ou para baixo no preço de um mercado
ru: Тик – это минимальное движение рыночной цены вверх или вниз
th: ช่วงห่างของราคา (Tick) คือ การเคลื่อนไหวของราคาที่เล็กที่สุดในทิศทางขึ้น หรือ ลง ในตลาด
vi: Một dấu tích là dịch chuyển đi lên hoặc đi xuống tối thiểu trong giá của một thị trường

source: A trend indicated by a large candlestick followed by a doji that is located within the top and bottom of the candlestick's body. This indicates that the previous trend is about to reverse
de: Ein Trend der durch eine große Kerze angezeigt wird, gefolgt von einem Doji, das sich innerhalb des oberen und unteren Teils des Kerzen-Körpers befindet. Dies zeigt an, dass der vorherige Trend dabei ist, sich umzukehren
es: Tendencia que consiste en una vela grande seguida por una doji que se ubica dentro de la parte superior e inferior del cuerpo de la vela. Esto indica que la tendencia anterior está por revertirse
fr: Une tendance indiquée par un grand chandelier suivi par un doji qui est situé à l'intérieur des parties supérieures et inférieures du corps du chandelier. Cela indique que la tendance précédente est sur le point de se retourner
id: Tren diperlihatkan oleh candlestick besar yang diikuti oleh doji yang terletak di bagian atas dan bawah badan candlestick. Hal ini menunjukkan bahwa tren sebelumnya akan berbalik arah
ja: トレンドはローソク足の先端または底に位置する十字線がくる長いローソク足を示します。これは現行トレンドからの反転を意味します。
pl: Trend symbolizowany przez świecę o długim korpusie, po której występuje świeca doji zlokalizowana w obrębie górnej lub dolnej części korpusu świecy. Świadczy to o mającej nastąpić zmianie trendu
pt: Uma tendência indicada por uma vela grande, seguida por um doji que está localizada dentro extremidade superior e inferior do corpo da vela. Isto indica que a tendência anterior está prestes a inverter-se
ru: Тренд, обозначенный длинной свечой, за которой следует дожи, расположенный внутри тела свечи. Это означает, что на предыдущем тренде ожидается разворот
th: จะมีการบ่งชี้ถึงแนวโน้มโดยแท่งเทียนขนาดใหญ่ตามด้วย Doji ซึ่งอยู่ภายในด้านบนและล่างของแท่งเทียน ซึ่งบ่งชี้ว่าแนวโน้มก่อนหน้านี้กำลังจะย้อนกลับ
vi: Một xu hướng được chỉ định bởi một nến lớn theo sau bởi một doji nằm ở phía trên và dưới của cây nến thân. Chỉ dẫn này cho thấy xu hướng trước đó chuẩn bị xoay chiều
