Repository: binary-com/webtrader
Catalog: translations/i18n/*.po
Languages: de, es, fr, id, it, ja, pl, pt, ru, th, vi

source: The Hanging Man formation, just like the Hammer, is created when the open, high, and close are roughly the same price. Also, there is a long lower shadow, which should be at least twice the length of the real body
de: Die Hanging Man Formation, genauso wie die Hammer, wird erstellt, wenn die Öffnung, das Hoch und der Schlusskurs ungefähr den selben Preis haben. Es gibt ebenfalls einen langen, unteren Schatten, der zumindest zweimal so lang wie der echte Körper sein sollte
es: El patrón de hombre colgado, al igual que el de martillo, se crea cuando los precios de apertura, máximo y de cierre son casi los mismos. Además, se aprecia una sombra inferior larga, que debería ser por lo menos dos veces el largo del cuerpo real de la vela
fr: La formation en pendu, comme le Marteau, est créée lorsque l'ouverture, le plus haut, et la clôture sont environ au même prix. Par ailleurs, il y a une longue ombre inférieure, qui devrait être d'au moins deux fois la longueur du corps réel
id: Formasi Hanging Man, seperti Hammer, tercipta saat harga open, high, dan close kira-kira sama. Juga, ada bayangan yang jauh lebih rendah, yang setidaknya harus dua kali panjang candle sebenarnya
ja: 首吊り線（Hanging Man）は、ハンマーのように始値、終値、高値がほぼ同価格であり、少なくともボディの2倍以上はあるかなり長い下ヒゲがあります。
pl: Podobnie jak formacja młota, formacja wisielca tworzy się, gdy cena otwarcia, cena wysoka i cena zamknięcia są do siebie zbliżone lub prawie takie same. Świeca ta charakteryzuje się też długim dolnym cieniem, co najmniej dwa razy dłuższym od korpusu świecy
pt: A formação Hanging, tal como a Hammer, é criada quando a abertura, a alta e o fechamento têm mais ou menos o mesmo preço. Também há uma grande sombra inferir, o dobro do comprimento do corpo real
ru: Фигура "повешенный", как и фигура молота, формируется, когда открытие, максимум и закрытие близки к одному ценовому уровню. Также в фигуре присутствует длинная нижняя тень, которая должна быть как минимум в два раза длиннее самого тела свечи
th: การก่อตัวรูปแบบคนแขวนคอ (Hanging Man) หรือ รูปร่างของค้อน (Hammer) เกิดเมื่อมีราคาเปิด และราคาปิด กลับมาที่ราคาสูงสุดเหมือนกัน และยังมีเงาด้านล่างที่ค่อนข้างยาว ซึ่งจะมีความยาวอย่างน้อยสองเท่าของลำตัวของแท่งเทียน
vi: Người đàn ông treo, giống như búa, được tạo ra khi mở, cao, và gần gũi là khoảng cùng một mức giá. Ngoài ra, có là một bóng lâu hạ, mà phải là ít nhất hai lần chiều dài của cơ thể thực

source: The Hull Moving Average solves the age old dilemma of making a moving average more responsive to current price activity whilst maintaining curve smoothness. In fact the HMA almost eliminates lag altogether and manages to improve smoothing at the same time
de: Der Hull Gleitende Durchschnitt (Hull Moving Average - HMA) löst das alte Dilemma, einen gleitenden Durchschnitt reaktionsschneller zu aktuellen Kursaktivitäten zu machen, während die Kurvenglätte beibehalten wird. Tatsächlich eliminiert der HMA die Verzögerung fast ganz und schafft es, zur selben Zeit, die Glättung zu verbessern
es: La media móvil de Hull (HMA) resuelve el antiguo dilema de hacer que la media móvil responda más rápido a la actividad de precios actual pero manteniendo la suavidad de la curva. De hecho, la HMA casi elimina por completo el desfase, al tiempo que consigue mejorar la suavidad
fr: La Moyenne Mobile de Hull résout l'ancien dilemme en rendant une moyenne mobile plus réactive à l'activité actuelle du prix et en même temps en maintenant une courbe lissée. En fait, le MMH élimine presque le retard et permet d'améliorer en même temps le lissage
id: Hull Moving Average memecahkan dilema usia tua membuat rata-rata bergerak lebih responsif terhadap aktivitas harga saat ini sambil menjaga kelancaran kurva. Sebenarnya HMA hampir menghilangkan lag sama sekali dan berhasil memperbaiki perataan pada saat bersamaan
pl: Średnia krocząca Hulla skupia się na niedawnych cenach, zachowując jednocześnie gładkość krzywej. Średnia HMA jest średnią wygładzoną bez opóźnień
pt: A Média Móvel Hull resolve o antigo dilema de tornar uma média móvel mais responsiva à atividade atual de preços enquanto mantém a suavidade da curva. Aliás, a MMH quase elimina atrasos totalmente e consegue melhorar a suavização ao mesmo tempo
ru: Скользящая средняя Хала решает извечную дилемму: как сделать так, чтобы скользящая средняя чётче отражала текущую ценовую динамику, сглаживая неровность резких перепадов. В целом, Скользящая средняя Хала (HMA) практически устраняет запаздывание и одновременно сглаживает скачки
th: Hull Moving Average แก้ปัญหาสภาวะวิกฤตของการทำให้ค่าเฉลี่ยเคลื่อนที่มีการตอบสนองต่อราคาปัจจุบันที่ดีขึ้น และมีการแสดงความต่อเนื่องของเส้นแนวโน้ม จริงๆ แล้ว HMA ช่วยลดความล่าช้าและช่วยปรับเส้นแนวโน้มในขณะเดียวกัน
vi: thân biến thiên trung bình giải quyết tiến vấn đề nan giải bằng cách làm cho một biến thiên trung bình đáp ứng tốt hơn với hoạt động giá hiên hữu đồng thời duy trì đường cong mượt. Trong thực tế HMA hầu như loại bỏ tụt hậu hoàn toàn và quản lý để cải thiện làm mượt cùng lúc

source: The Inverted Hammer occurs mainly at the bottom of downtrends when the open, low, and close are roughly the same price. Also, there is a long upper shadow, which should be at least twice the length of the real body
de: Der Inverted Hammer kommt hauptsächlich am Grund des Abwärtstrends vor, wenn die Öffnung, das Tief und der Schlusskurs ungefähr den gleichen Preis haben. Es gibt auch einen langen oberen Schatten, der zumindest zweimal so lang wie der echte Körper sein sollte
es: El patrón de martillo invertido ocurre principalmente al final de una tendencia bajista cuando los precios de apertura, máximo y de cierre son casi los mismos. Además, se aprecia una sombra superior larga, la que debería ser por lo menos dos veces el largo del cuerpo real de la vela
fr: Le Marteau Inversé apparaît principalement au plus bas des tendances baissières lorsque l'ouverture, le plus bas et la fermeture sont environ au même prix. Par ailleurs, il y a une longue ombre supérieure, qui devra être au moins égale à deux fois la longueur du corps réel
id: Inverted Hammer terjadi terutama di bagian bawah downtrend ketika open, low, dan close rata-rata dalam harga yang sama. Dan juga tersedia bayangan atas panjang, yang berukuran setidaknya dua kali panjang ukuran candle
pl: Odwrócony młot jest charakterystyczny dla dołka trendu spadkowego, gdy cena otwarcia, niska i zamknięcia przybierają podobne wartości. Świeca ta ma długi górny cień o długości co najmniej dwa razy większej niż jej korpus
pt: O Martel Invertido ocorre principalmente no início de tendências de baixa, quando a abertura, a baixa e o fechamento têm mais ou menos o mesmo preço. Também há uma grande sombra superior, o que deve ter pelo menos o dobro do comprimento do corpo real
ru: Фигура "перевёрнутый молот" в основном возникает на графике в нижней части нисходящего тренда, когда открытие, минимум и закрытие находятся вблизи одного и того же ценового уровня. Отличительной особенностью фигуры является длинная верхняя тень, которая должна быть минимум в два раза длиннее самого тела свечи
th: โดยมากการก่อตัวรูปแบบค้อนกลับหัว (Inverted Hammer) เกิดเมื่อเป็นจุดต่ำสุดของขาลง โดยมีราคาเปิด และราคาปิด กลับมาที่ราคาต่ำสุดเหมือนกัน และยังมีเงาด้านบนที่ค่อนข้างยาว ซึ่งจะมีความยาวอย่างน้อยสองเท่าของลำตัวของแท่งเทียน
vi: Inverted Hammer xảy ra chủ yếu là ở dưới cùng của xu hướng giảm khi mở cửa, thấp, và gần là khoảng cùng một mức giá. Ngoài ra, có là một bóng lâu trên, mà phải là ít nhất hai lần chiều dài của cơ thể thực

source: The Kaufman's Adaptive Moving Average (KAMA) Developed by Perry Kaufman, is a moving average designed to account for market noise or volatility. This trend-following indicator can be used to identify the overall trend, time turning points and filter price movements
de: Der von Perry Kaufman entwickelte Kaufman's Adaptive Moving Average (KAMA), ist ein gleitender Durchschnitt dazu erstellt, Marktgeräusche und Volatilität zu erfassen. Dieser dem Trend folgende Indikator kann dazu verwendet werden, den gesamten Trend und Wendezeitpunkte zu identifizieren und um Kursbewegungen zu filtern
es: Media móvil adaptativa de Kaufman (KAMA), desarrollada por Perry Kaufman, es una media móvil diseñada para contabilizar el ruido o volatilidad del mercado. Este indicador que sigue tendencias se puede utilizar para identificar la tendencia general, registrar puntos de inflexión y filtrar movimientos de precio
fr: La Moyenne Mobile Adaptative de Kaufman (MMAK) développée par Perry Kaufman, est une moyenne mobile créée pour tenir compte des bruits et de la volatilité du marché. Cet indicateur de tendance suivie peut être utilisé pour identifier la tendance globale, les points de retournement et mouvements de filtrage de prix
id: Kaufman Adaptive Moving Average (KAMA) dikembangkan oleh Perry Kaufman, adalah rata-rata bergerak yang dirancang untuk memperhitungkan volatilitas pasar atau kebisingan. Indikator mengikuti tren ini dapat digunakan untuk mengidentifikasi tren secara keseluruhan, waktu titik balik dan pergerakan harga penyaring
pl: Adaptacyjna średnia krocząca Kaufmana (KAMA) została stworzona przez Perry’ego Kaufmana w celu uwzględnienia zmienności rynku i jego zakłóceń. Ten wskaźnik śledzący trendy można stosować, aby identyfikować trend główny i momenty przełomowe, a także filtrować zmiany ceny
pt: A Média Móvel Adaptativa de Kaufman (MMAK), desenvolvida por Perry Kaufman, é uma média móvel concebida para explicar ruido ou volatilidade no mercado. Este indicador de rastreamento de tendências pode ser usado para identificar a tendência geral, pontos de viragem do tempo e movimentos de filtro de preços
ru: Адаптивная скользящая средняя Кауфмана (KAMA) разработанная Перри Кауфманом, является скользящей средней, созданной для определения рыночного шума или волатильности. Данный индикатор, следящий за трендом, может применяться для определения общего тренда, поворотных моментов, а также фильтрации ценовой динамики
th: Kaufman's Adaptive Moving Average (KAMA) เป็นดัชนีที่พัฒนาโดย Perry Kaufman คือ ค่าเฉลี่ยเคลื่อนที่ที่ถูกออกแบบเพื่ออธิบายความผันผวนในตลาด ดัชนีนี้ใช้เพื่อบอกแนวโน้มทั้งหมดของตลาด เวลาที่มีจุดเปลี่ยนแปลง และการเคลื่อนที่ของราคา
vi: Thích ứng biến thiên trung bình (KAMA) phát triển bởi Perry Kaufman, là một biến thiên trung bình nhằm giải thích cho biến động thị trường hoặc sự khó lường. Chỉ số được theo sau bởi xu hướng này có thể được sử dụng để xác định các xu hướng tổng thể, thời gian bước ngoặt và lọc giá phong trào

source: The Least Squares Moving Average first calculates a least squares regression line over the preceding time periods, then projects it forward to the current period. In essence, it calculates what the value would be if the regression line continued
de: Der Least Square Moving Average berechnet zuerst eine kleinste-Quadrate-Regessionsline über den vorhergehenden Zeiträumen, und rechnet diese dann vorwärts zum aktuellen Zeitraum hoch. Im Wesentlichen berechnet er wie groß der Wert würde, wenn die Regressionslinie fortlaufen würde
es: La media móvil de mínimos cuadrados primero calcula la línea de regresión de los mínimos cuadrados en los periodos anteriores y, luego, la proyecta al periodo actual. Esencialmente, calcula cuál sería el valor si la línea de regresión continuase
fr: La Moyenne Mobile des Moindres Carrés calcule d'abord une ligne de régression des moindres carrés sur les périodes de temps précédentes, ensuite la projette sur la période actuelle. Essentiellement, elle calcule ce que serait la valeur si la ligne de régression continuait
id: Least Squares Moving Average pertama-tama akan menghitung garis kuadrat regresi setidaknya selama periode sebelumnya dan dilanjutkan kepada periode terkini. Intinya, fungsinya adalah menghitung apakah nilai yang akan digunakan jika garis regresi berlanjut
pl: Średnia krocząca najmniejszych kwadratów oblicza linię regresji najmniejszych kwadratów w poprzednich okresach, a następnie przewiduje jej zachowanie w okresie bieżącym. W skrócie, oblicza wartość w przypadku kontynuacji linii regresji
pt: A Média Móvel de Mínimos Quadrados calcula primeiro uma linha de regressão de mínimos quadrados nos períodos de tempo precedentes, projetando-a depois para frente até o período atual. Em essência, ela calcula possível valor caso a linha de regressão continuasse
ru: Скользящая средняя по наименьшему количеству клеток (LSMA) сначала рассчитывает наименьшее количество клеток линии регрессии в будущем, а затем проектирует её относительно настоящего периода. По сути, индикатор рассчитывает значения цены в случае продолжения линии регрессии
th: Least Squares Moving Average คำนวณ เส้นถดถอยกำลังสองน้อยสุดในช่วงเวลงก่อนหน้า แล้วพยากรณ์ไปข้างหน้าจนถึงรอบปัจจุบัน เครื่องมือนี้ใช้สำหรับคำนวณเมื่อมีเส้นถดถอยต่อเนื่อง
vi: biến thiên tối thiểu trung bình đầu tiên tính toán một đường hồi quy tối thiểu trong khoảng thời gian trước, sau đó vạch nó về phía trước thời kỳ hiện tại. Về bản chất, nó sẽ tính toán giá trị nào sẽ nếu tiếp tục dòng suy thoái

source: The MESA Adaptive Moving Average is developed by John Ehlers of Mesa Software. This trend-following indicator can be used to identify the overall trend, time turning points and filter price movements
de: Der MESA Adaptive Moving Average wurde von John Ehlers bei Mesa Software entwickelt. Dieser dem Trend folgende Indikator, kann dazu verwendet werden, den generellen Trend und Zeit-Umkehrungs-Punkte zu identifizieren, und um Kursbewegungen zu filtern
es: La media móvil adaptativa de Mesa fue desarrollada por John Ehlers, de la compañía Mesa Software. Este indicador que sigue tendencias se puede utilizar para identificar la tendencia general, registrar puntos de inflexión y filtrar movimientos de precio
fr: La Moyenne Mobile Adaptative MESA est développée par John Ehlers de Mesa Software. L'indicateur de tendance suivie peut être utilisé pour identifier la tendance globale, les points de retournement et filtrer les mouvements de prix
id: MESA Adaptive Moving Average dikembangkan oleh John Ehlers dari Mesa Software. Indikator mengikuti tren ini dapat digunakan untuk mengidentifikasi tren secara keseluruhan, waktu titik balik dan pergerakan harga penyaring
pl: Adaptacyjna średnia krocząca MESA została stworzona przez Johna Ehlera z firmy Mesa Software. Jest to wskaźnik śledzący trendy stosowany w celu rozpoznania trendu ogólnego i momentów przełomowych oraz w celu filtrowania zmian cen
pt: A Média Móvel Adaptativa MESA foi desenvolvida por John Ehlers da Mesa Software. Este indicador de rastreamento de tendências pode ser usado para identificar a tendência geral, pontos de viragem do tempo e movimentos de filtro de preços
ru: MESA адаптивная скользящая средняя, разработанная Джоном Эйлерсом, президентом Mesa Software. Данный индикатор, следящий за трендом, может применяться для определения общего тренда, важных поворотных моментов, а также фильтрации ценовой динамики
th: MESA Adaptive Moving Average (KAMA) เป็นดัชนีที่พัฒนาโดย John Ehlers จากบริษัท Mesa Software ดัชนีนี้ใช้เพื่อบอกแนวโน้มทั้งหมดของตลาด เวลาที่มีจุดเปลี่ยนแปลง และการเคลื่อนที่ของราคา
vi: Các MESA Adaptive biến thiên trung bình được phát triển bởi John Ehlers của phần mềm Mesa. Chỉ số chạy theo xu hướng này có thể được sử dụng để xác định các xu hướng tổng thể, thời gian bước ngoặt và lọc giá phong trào

source: The Momentum indicator compares where the current price is in relation to where the price was in the past. How far in the past the comparison is made is up to the technical analysis trader. The calculation of Momentum is quite simple (n is the number of periods the technical trader selects): The current price minus the price n-periods ago
de: Der Momentum-Indikator vergleicht wo sich der aktuelle Kurs im Verhältnis zum vergangen Kurs befindet. Wie weit zurück in der Vergangenheit der Vergleich gemacht wird, liegt beim technischen Analysenhändler. Die Berechnung des Momentum ist relativ einfach (n ist die Anzahl der Zeiträume, die der Händler auswählt): Der aktuelle Kurs minus dem Kurs vor n-Zeiträumen
es: El indicador de momentum compara en qué lugar está el precio actual en relación con el pasado. En qué momento del pasado se realiza la comparación depende del operador técnico. Calcular el momentum es bastante sencillo (n es el número de periodos que selecciona el operador técnico): equivale al precio actual menos el mismo precio n periodos atrás
fr: L'indicateur de Momentum compare où le prix actuel est par rapport au prix dans le passé. Jusqu'où dans le passé la comparaison est faite dépend de l'analyste technique du trader. Le calcul du Momentum est assez simple (n est le nombre de périodes que le trader technique sélectionne): le prix courant moins le prix de périodes précédentes n
id: Indikator momentum membandingkan harga saat ini di mana dalam kaitannya dengan harga di mana di masa lalu adalah. Seberapa jauh di masa lalu perbandingan dibuat terserah kepada trader analisis teknis. Perhitungan Momentum cukup sederhana (n adalah jumlah periode trader memilih teknis): Harga saat ini minus harga pada periode n
pl: Wskaźnik dynamiki porównuje obecne położenie ceny i jej położenie w poprzednich okresach. To od nas zależy, jaki okres przeszły uwzględnimy w porównaniu. Obliczanie dynamiki (momentum) jest dość proste (n to liczba wybranych przez nas okresów): obecna cena minus cena z n okresów temu
pt: O indicador Impulso compara onde o preço atual está em relação aonde o preço estava no passado. Até onde no passado a comparação é feita depende do negociador de análise técnica. O cálculo do Impulso é bastante simples (n é o número de períodos que o negociador seleciona): O preço atual menos o preço há n períodos atrás
ru: Индикатор Momentum сравнивает, где находится текущая цена по отношению к тому, где она была в прошлом. Период, за который сравнивается цена, выбирает технический аналитик. Рассчитывать индикатор Momentum достаточно просто (n – количество периодов, выбранных трейдером): текущая цена минус цена n периодов назад
th: ดัชนี Momentum เปรียบเทียบราคาปัจจุบันที่สัมพันธ์ กับราคาในอดีต นักวิเคราะห์ทางเทคนิคแสดงการเปรียบเทียบความห่างของราคา การคำนวณโมเมนตัมทำไ้อย่างง่ายๆ (มี n เป็นจำนวนของช่วงเวลาที่นักลงทุนเชิงเทคนิคเลือก): ราคาปัจจุบัน - ราคา n
vi: Chỉ số đà so sánh giá hiện hành có liên quan đến nơi giá là trong quá khứ. Khoảng cách bao xa trong quá khứ so sánh được thực hiện theo chuẩn của các nhà kinh doanh phân tích kỹ thuật. Tính toán của Đà là khá đơn giản (n là số lượng các giai đoạn kinh doanh kỹ thuật chọn): giá hiện tại trừ đi các giá n-giai đoạn trước

source: The Percentage Price Oscillator (PPO) is a momentum oscillator that measures the difference between two moving averages as a percentage of the larger moving average
de: Der Prozentsatz-Kurs-Oszillator (Percentage Price Oscillator - PPO) ist ein Momentum-Oszillator, der den Unterschied zwischen zwei gleitenden Durchschnitten als Prozentsatz des größeren gleitenden Durchschnitts misst
es: El oscilador porcentaje precio (PPO) es un oscilador de momentum que mide la diferencia entre dos medias móviles como un porcentaje de la media móvil más grande
fr: Le Pourcentage de l'Oscillateur de Prix (POP) est un oscillateur de momentum qui mesure la différence entre deux moyennes mobiles comme le pourcentage de la plus grande moyenne mobile
id: Persentase Harga Oscillator (PPO) adalah momentum oscillator yang mengukur perbedaan antara dua moving average dari persentase rata-rata bergerak yang lebih besar
pl: Procentowy oscylator ceny (PPO) jest oscylatorem dynamiki mierzącym różnice pomiędzy dwoma średnimi kroczącymi. Wskaźnik jest wyrażony jako wartość procentowa dłuższej średniej kroczącej
pt: O Oscilador de Percentagem de Preço (OPP) é um oscilador de impulso que mede a diferença entre duas médias móveis como uma percentagem da média móvel maior
ru: Процентный ценовой осциллятор (PPO) – это осциллятор темпа, который измеряет разницу между двумя скользящими средними в качестве процента наибольшей скользящей средней
th: Percentage Price Oscillator (PPO) เป็นตัวบอกสัญญาณโมเมนตัมที่วัดความแตกต่างระหว่างค่าเฉลี่ยเคลื่อนที่สองค่าแล้วแสดงเป็นร้อยละของค่าเฉลี่ยเคลื่อนที่ที่ใหญ่กว่า
vi: Chỉ số tỷ lệ phần trăm giá dao động (PPO) là một chỉ số dao động Đà đo sự khác biệt giữa hai biến thiên trung bình như một tỷ lệ phần trăm của biến thiên trung bình lớn hơn

source: The Price Rate-of-Change (ROC) indicator displays the difference between the current price and the price x-time periods ago. The difference can be displayed in either points or as a percentage
de: Der Price Rate-of-Change (ROC) Indikator zeigt den Unterschied zwischen dem aktuellen Kurs und dem Kurs vor x-Zeiträumen an. Der Unterschied kann entweder in Punkten oder als Prozentsatz angezeigt werden
es: El indicador tasa de cambio (ROC) muestra la diferencia entre el precio actual y el precio x periodos atrás. La diferencia se puede mostrar en puntos o como porcentaje
fr: L'indicateur du prix de Taux de Change (TDC) affiche une différence entre le prix actuel et le prix des périodes précédentes x. La différence peut être affichée soit en points soit en pourcentage
id: Indikator Harga Rate-of-Change (ROC) menampilkan perbedaan antara harga saat ini dan harga periode waktu-x yang lalu. Perbedaannya dapat ditampilkan baik dalam poin atau sebagai persentase
pl: Wskaźnik zmian ceny (ROC) przedstawia różnicę między obecną wysokością ceny a jej wysokością w poprzednich okresach wyrażoną w ujęciu procentowym lub punktowym
pt: O indicador da Taxa de Mudança do Preço exibe a diferença entre o preço atual e o preço há x períodos atrás. A diferença pode ser exibida e pontos ou como uma percentagem
ru: Индикатор Скорость изменения цены (ROC) показывает разницу между текущей ценой и ценой x периодов назад. Разница может быть отображена в пунктах или процентах
th: ดัชนี Price Rate-of-Change (ROC) แสดงความแตกต่างระหว่างราคาปัจจุบันและราคา ณ เวลา ใดเวลาหนึ่งในช่วงที่ผ่านมา ซึ่งแสดงผลในรูปของจุด หรือ ร้อยละ
vi: Chỉ số tỷ giá hối đoái (ROC) sẽ hiển thị sự khác biệt giữa giá hiện hành và các giá x-khoảng thời gian trước đây. Sự khác biệt có thể được hiển thị ở một trong dạng điểm hoặc tỷ lệ phần trăm
