Repository: binary-com/webtrader
Catalog: translations/i18n/*.po
Languages: de, es, fr, id, it, ja, pl, pt, ru, th, vi

source: - Predict the market touching or not touching a price target
fr: - Prédisez qu'un marché touche ou ne touche pas un prix-cible
id: - Menganalisa pasar akan menyentuh atau tidak target harga
it: - Prevedi se il mercato toccherà o non toccherà il prezzo deciso
ru: - Предскажите, коснётся ли рынок выбранного ценового барьера
th: - คาดการณ์ตลาดจะแตะ หรือไม่แตะราคาเป้าหมาย
vi: - Dự đoán thị trường chạm vào hoặc không chạm vào giá tiêu

source: - Receive quotes for a trade and counter-trade, so you always get unbiased, transparent rates from Binary.com
fr: - Recevez des cotations pour chaque opération ainsi que pour l'opération inverse, afin de vous offrir des prix justes et transparents de la part de Binary.com
id: - Menerima harga untuk trading dan trading konter, dimana Anda tidak akan terpengaruh, harga transparan dari Binary.com
it: - Ricevi quote per un trade e un contro-trade al fine di avere sempre dei tassi imparziali e trasparenti da parte di Binary.com
ru: - Знайте котировки на прямые и обратные контракты: получайте точные и прозрачные цены от Binary.com
th: - ได้รับใบเสนอราคาสำหรับการซื้อขาย และการซื้อขายเองจากตลาด ท่านจะได้รับอัตราที่เป็นกลาง โปร่งใสราคาจาก Binary.com เสมอ
vi: - Nhận báo giá cho một thương mại và chống thương mại, do đó, bạn luôn luôn nhận được không thiên vị, minh bạch giá từ Binary.com

source: - Sell your long-term contracts before expiry to protect any profits you may have made or to minimise your losses
fr: - Vendez vos contrats à long terme avant leur expiration pour protéger les bénéfices déjà réalisés ou minimiser vos pertes
id: - Jual kontrak jangka panjang Anda sebelum berakhir untuk melindungi keuntungan atau untuk mengurangkan risiko kerugian
it: - Vendi i tuoi contratti a lungo termine prima della scadenza in modo da proteggere gli eventuali profitti oppure per ridurre le perdite
ru: - Продавайте длинные контракты до истечения срока их действия, чтобы зафиксировать прибыль или минимизировать убыток
th: - ขายสัญญาระยะยาวของท่านก่อนหมดอายุเพื่อรักษากำไรของที่พึงได้ หรือ เพื่อลดการขาดทุน
vi: - Bán các hợp đồng dài hạn trước khi hết thời hạn để bảo vệ bất kỳ lợi nhuận nào bạn có thể thực hiện hoặc để giảm thiểu thiệt hại của bạn

source: - Trade based on "gut feel" or rely on technical and fundamental analysis
fr: - Trade basé sur une « intuition » ou s’appuyant sur l’analyse technique et fondamentale
id: - Bertrading berdasarkan "insting" atau mengandalkan analisis teknis dan fundamental
ru: - Доверьтесь своему чутью или пользуйтесь техническим и фундаментальным анализом
th: - ซื้อขายตาม "สัญชาตญาณ" หรือดูจากการวิเคราะห์ทางด้านเทคนิค และพื้นฐาน
vi: - Thương mại dựa trên "cảm tính" hoặc dựa trên phân tích kỹ thuật và cơ bản

source: - Trade confidently, knowing that your personal data, transactions, and funds are always secure
fr: - Tradez en toute confiance, sachant que vos données personnelles, transactions et fonds sont toujours sécurisés
id: - Bertradinglah dengan percaya diri, ketahui data pribadi, transaksi dan dana Anda akan selalu aman
ru: - Торгуйте с полной уверенностью, что Ваши данные, контракты и сделки надёжно защищены
th: - ซื้อขายอย่างมั่นใจว่าข้อมูลส่วนบุคคล ธุรกรรม และเงินทุนนั้นปลอดภัยเสมอ
vi: - Tự tin giao dịch, biết rằng dữ liệu cá nhân, giao dịch và tiền của bạn luôn luôn an toàn

source: - Trade currencies, indices, commodities and more in rising, falling, sideways, quiet, and volatile markets
fr: - Tradez des devises, indices, matières premières et plus encore dans des marchés en hausse, en baisse, sans direction, calmes ou volatiles
id: - Trading pada mata uang, indeks, komoditas dan lainnya pada kenaikan, penurunan, sideway, sepi atau volatilitas pasar
it: - Fai trading su valute, indici, materie prime e altro su mercati al rialzo, ribasso, laterali, calmi e volatili
ru: - Торгуйте валютами, индексами и сырьевыми товарами в условиях снижающихся или растущих, волатильных или неподвижных рынков
th: - ซื้อขายสกุลเงิน ดัชนี สินค้าโภคภัณฑ์ และอื่นๆ ในตลาดที่ขาขึ้น ขาลง ไปด้านข้าง ซบเซา และผันผวน
vi: - Thương mại các loại tiền tệ, chỉ số, hàng hóa và nhiều hơn nữa trong thị trường tăng, giảm, nghiêng, yên tĩnh và dễ bay hơi

source: - Trade when you want. Binary.com is available 24/7, even on weekends
fr: - Tradez quand vous voulez. Binary.com est disponible 24/7, même le week-end
id: - Trading kapan saja. Binary.com tersedia 24/7, bahkan pada akhir pekan
it: - Fai trading quando vuoi. Binary.com è disponibile 24/7, anche durante i weekend
ru: - Торгуйте в любое удобное время. Binary.com работает 24/7, даже по выходным
th: - ซื้อขายเมื่อท่านต้องการ สามารถเข้า Binary.com ได้ตลอด 24 ชั่วโมง 7 วัน แม้กระทั่งวันหยุดสุดสัปดาห์
vi: - Thương mại khi bạn muốn. Binary.com có sẵn 24/7, ngay cả vào cuối tuần

source: - Trade with the industry pioneer and holder of a patented pricing technology
fr: - Tradez avec le pionnier de l’industrie et détenteur d’une technologie brevetée de fixation des prix
id: - Bertrading dengan pelopor industri dan pemegang teknologi harga yang dipatenkan
it: - Fai trading con il precursore e detentore di una tecnologia brevettata per la determinazione dei prezzi
ru: - Торгуйте с признанным новатором и обладателем уникальной ценовой технологии
th: - ซื้อขายกับผู้บุกเบิกอุตสาหกรรมและผู้ได้รับสิทธิบัตรในเทคโนโลยีการกำหนดราคา
vi: - Giá cả thương mại với các nhà tiên phong của ngành công nghiệp và chủ sở hữu của một cấp bằng sáng chế công nghệ

source: - currencies, stock indices, and commodities
de: - Währungen, Aktienindizes, und Rohstoffe
es: -Divisas, índices bursátiles y materias primas
fr: - devises, indices actions, et matières premières
id: - valuta asing, indeks saham dan komoditas
it: - valute, indici azionari e materie prime
ja: - 外国為替市場の主要通貨ペア
pl: – waluty, wskaźniki giełdowe i towary
pt: - moedas, índices de ações e matérias-primas
ru: – валютными парами, индексами и сырьевыми материалами
th: - สกุลเงินต่างๆ หลักทรัพย์ต่างๆ ดัชนีต่างๆ และสินค้าโภคภัณฑ์ต่างๆ
vi: - các loại tiền tệ, chỉ số chứng khoán và hàng hóa

source: - from $1 to $50,000
de: - von 1 $ bis 50 000 $
es: -de $1 a $50,000
fr: - de 1$ à 50.000$
id: - dari $1 to $50.000
it: - da $1 a $50.000
ja: - 1ロット1,000円、最大100ロット
pl: – od 1 $ do 50 000 $
pt: - de $1 a $50.000
ru: – от $1 до $50 000
th: - ตั้งแต่ 1 ถึง 50,000 เหรียญสหรัฐ
vi: - từ 1 đô đến 50000 đô

source: - from 10 seconds to 365 days
de: - von 10 Sekunden bis 365 Tage
es: -de 10 segundos a 365 días
fr: - de 10 secondes à 365 jours
id: - dari 10 detik hingga 365 hari
it: - da 10 secondi a 365 giorni
ja: - 2時間以上から取引期間の指定が可能です
pl: – od 10 sekund do 365 dni
pt: - de 10 segundos a 365 dias
ru: – от 10 секунд до 365 дней
th: - ตั้งแต่ 10 วินาที ถึง 365 วัน
vi: - từ 10 giây đến 365 ngày

source: - up/down, touch/no-touch, stays between/goes outside
fr: - haut/bas, touche/ne touche pas, reste dans/sort de la zone
ru: - вверх/вниз, касание/нет касания, останется внутри/вне
th: - ขึ้น/ลง แตะ/ไม่แตะ อยู่ระหว่าง/ออกนอก
vi: - lên/xuống, chạm/không chạm, ở giữa/ra ngoài

source: 0-1 year
de: 0-1 Jahr
es: 0-1 año
fr: 0-1 an
id: 0-1 tahun
it: 0-1 anno
ja: 0~1年
pl: 0-1 rok
pt: 0 a 1 ano
ru: 0-1 года
th: 0-1 ปี
vi: 0-1 năm

source: 0-5 transactions in the past 12 months
de: 0-5 Transaktionen in den letzten 12 Monaten
es: 0-5 transacciones en los últimos 12 meses
fr: 0-5 transaction(s) au cours des 12 derniers mois
id: 0-5 transaksi pada 12 bulan terakhir
it: 0-5 transazioni negli ultimi 12 mesi
ja: 過去12ヶ月で0-5のお取引
pl: 0-5 transakcji w ciągu ostatnich 12 miesięcy
pt: 0 a 5 transações nos últimos 12 meses
ru: 0-5 сделок за последние 12 мес
th: มี 0-5 ธุรกรรมในระยะเวลา 12 เดือน ที่ผ่านมา
vi: 0-5 giao dịch trong 12 tháng qua

source: 1 Day
de: 1 Tag
es: 1 Día
fr: 1 Jour
id: 1 Hari
it: 1 giorno
ja: 日足
pl: 1 dzień
pt: 1 dia
ru: 1 день
th: 1 วัน
vi: 1 ngày

source: 1 Hour
de: 1 Stunde
es: 1 Hora
fr: 1 Heure
id: 1 Jam
it: 1 ora
ja: 1時間
pl: 1 godzina
pt: 1 hora
ru: 1 Час
th: 1 ชั่วโมง
vi: 1 Giờ

source: 1 Minute
es: 1 Minuto
id: 1 Menit
it: 1 minuto
ja: 1分
pl: 1 minuta
pt: 1 minuto
ru: 1 Минута
th: 1 นาที
vi: 1 Phút

source: 1 Tick
es: 1 Tick(t)
id: 1 Tik
ja: 1 ティック
pl: 1 najmniejsza zmiana ceny
pt: 1 Tique-taque
ru: 1 тик
th: 1 ช่วงเวลา

source: 1 million transactions/day
de: 1 Million Transaktionen/Tag
es: 1 millón de transacciones por día(d)
fr: 1 million de transactions par jour
id: 1 juta transaksi/hari
it: 1 milione di transazioni al giorno
ja: 1日に100万を超える取引が行われています
pl: milion transakcji dziennie
pt: 1 milhão de transações/dia
ru: 1 миллион транзакций в день
th: 1 ล้านธุรกรรมต่อวัน
vi: 1 triệu giao dịch/ ngày

source: 1-2 years
de: 1-2 Jahre
es: 1-2 años
fr: 1-2 ans
id: 1-2 tahun
it: 1-2 anni
ja: 1-2年
pl: 1-2 lata
pt: 1 a 2 anos
ru: 1-2 года
th: 1-2 ปี
vi: 1-2 năm

source: 1. Choose the Underlying
fr: 1. Choisissez le Sous-jacent
id: 1. Pilih Pasar Dasar
it: 1. Scegli l'asset sottostante
ru: 1. Выберите рынок
th: 1. เลือกผลิตภัณฑ์อ้างอิง
vi: 1. Chọn các gạch chân

source: 1. Underlying market
fr: 1. Marché sous-jacent
id: 1. Pasar dasar
it: 1. Mercato sottostante
ru: 1. Основной инструмент
th: 1. ตลาดอ้างอิง
vi: 1. Thị trường tiềm ẩn

source: 10 Minutes
de: 10 Minuten
es: 10 Minutos
id: 10 Menit
it: 10 minuti
ja: 10分
pl: 10 minut
pt: 10 minutos
ru: 10 Минут
th: 10 นาที
vi: 10 Phút

source: 10m
de: 10 Min
es: 10min
it: 10 min
ja: 10分
pl: 10 min
ru: 10м
th: 10 นาที
vi: 10 tháng

source: 15 Minutes
de: 15 Minuten
es: 15 Minutos
id: 15 Menit
it: 15 minuti
ja: 15分
pl: 15 minut
pt: 15 minutos
ru: 15 Минут
th: 15 นาที
vi: 15 Phút

source: 15m
de: 15 Min
es: 15min
it: 15 min
ja: 15分
pl: 15 min
pt: 10 m
ru: 15м
th: 15 นาที
vi: 15 tháng

source: 1d
de: 1 Tag
fr: 1j
it: 1g
ja: 1日
pl: 1 dzień
ru: 1д
th: 1 วัน
vi: 1 ngày

source: 1h
de: 1 Std.
ja: 1時間
pl: 1 godz.
ru: 1ч
th: 1 ชั่วโมง
vi: 1 giờ

source: 1m
de: 1 Min
es: 1min
it: 1 min
ja: 1分
pl: 1 min
ru: 1м
th: 1 นาที
vi: 1 tháng

source: 1t
ja: 1テック
pl: 1 zmiana
ru: 1т

source: 2 Hours
de: 2 Stunden
es: 2 Horas
fr: 2 Heures
id: 2 Jam
it: 2 ore
ja: 2時間
pl: 2 godziny
pt: 2 horas
ru: 2 Часа
th: 2 ชั่วโมง
vi: 2 Giờ

source: 2 Minutes
de: 2 Minuten
es: 2 Minutos
id: 2 Menit
it: 2 minuti
ja: 2分
pl: 2 minuty
pt: 2 minutos
ru: 2 Минуты
th: 2 นาที
vi: 2 Phút

source: 2. Choose the Duration of the Trade
fr: 2. Choisissez la Durée du Trade
id: 2. Pilih Durasi Trading
it: 2. Scegli la durata del trade
ru: 2. Укажите длительность контракта
th: 2. เลือกระยะเวลาของการซื้อขาย
vi: 2. Chọn thời lượng của giao dịch

source: 2. Trade type
fr: 2. Types de trade
id: 2. Jenis kontrak
it: 2. Tipologia di trade
ru: 2. Вид контракта
th: 2. ประเภทการซื้อขาย
vi: 2. Loại giao dịch

source: 2h
de: 2 Std.
ja: 2時間
pl: 2 godz.
ru: 2ч
th: 2 ชั่วโมง
vi: 2 giờ

source: 2m
de: 2 Min
es: 2min
it: 2 min
ja: 2分
pl: 2 min
ru: 2м
th: 2 นาที
vi: 2 tháng

source: 3 Minutes
de: 3 Minuten
es: 3 Minutos
id: 3 Menit
it: 3 minuti
ja: 3分
pl: 3 minuty
pt: 3 minutos
ru: 3 Минуты
th: 3 นาที
vi: 3 Phút

source: 3. Choose how you want to Trade the Market
fr: 3. Choisissez votre stratégie de trading
id: 3. Pilih bagaimana Anda ingin Mentradingkan Pasar
it: 3. Scegli come desideri fare trading sul mercato
ru: 3. Выберите, как Вы хотите торговать на рынке
th: 3. เลือกว่า ท่านต้องการซื้อขายอย่างไร
vi: 3. Chọn cách bạn muốn giao dịch thị trường

source: 3. Duration
fr: 3. Durée
id: 3. Durasi
it: 3. Durata
ru: 3. Длительность
th: 3. ระยะเวลา
vi: 3. Thời lượng

source: 30 Minutes
de: 30 Minuten
es: 30 Minutos
id: 30 Menit
it: 30 minuti
ja: 30分
pl: 30 minut
pt: 30 minutos
ru: 30 минут
th: 30 นาที
vi: 30 Phút

source: 30-day limit on losses
de: 30-Tage Limit für Verluste
es: límite de 30 días en pérdidas
fr: Limite des pertes sur 30 jours
id: batas kerugian 30-hari
it: limite delle perdite per 30 giorni
ja: 30日間の損失制限
pl: 30-dniowy limit strat
pt: Limite de perdas de 30 dias
ru: 30-дневный лимит на убытки
th: วงเงินขาดทุนในช่วง 30 วัน
vi: 30 ngày giới hạn cho thua

source: 30-day turnover limit
de: 30-Tage Umsatzlimit
es: límite de facturación de 30 días
fr: Limite du volume des transactions sur 30 jours
id: batas pembelian 30-hari
it: limite di turnover per 30 giorni
ja: 30日の取引数量限度額
pl: 30-dniowy limit obrotów
pt: Limite de volume de negócios de 30 dias
ru: 30-дневный лимит на объём покупок
th: วงเงินซื้อขาย 30 วัน
vi: 30 ngày giới hạn cho doanh số

source: 30m
de: 30 Min
es: 30min
it: 30 min
ja: 30分
pl: 30 min
ru: 30м
th: 30 นาที
vi: 30 tháng

source: 3m
de: 3 Min
es: 3min
it: 3 min
ja: 3分
pl: 3 min
ru: 3м
th: 3 นาที
vi: 3 tháng

source: 4 Hours
de: 4 Stunden
es: 4 Horas
fr: 4 heures
id: 4 Jam
it: 4 ore
ja: 4時間
pl: 4 godziny
pt: 4 horas
ru: 4 часа
th: 4 ชั่วโมง
vi: 4 Giờ

source: 4. Barrier(s)
fr: 4. Barrière(s)
id: 4. Batasan
it: 4. Barriera(e)
ru: 4. Барьер(ы)
th: 4. Barrier
vi: 4. Các rào cản

source: 4. Choose your Stake and Potential Return
fr: 4. Choisissez votre montant d'investissement et votre rendement potentiel
id: 4. Pilih Modal dan Potensi Laba Anda
it: 4. Scegli la tua puntata e il potenziale rendimento
ru: 4. Выберите ставку и потенциальную выплату
th: 4. เลือกจำนวนเงินเดิมพันและประมาณการผลกำไร
vi: 4. Lựa chọn mức cược của bạn và lợi nhuận tiềm năng

source: 40 transactions or more in the past 12 months
de: 40 Transaktionen in den letzten 12 Monaten
es: 40 transacciones o más en los últimos 12 meses
fr: 40 transactions ou plus au cours des 12 derniers mois
id: 40 transaksi atau lebih dalam 12 bulan terakhir
it: 40 transazioni o più negli ultimi 12 mesi
ja: 過去12ヶ月で40以上のお取引
pl: Co najmniej 40 transakcji w ciągu ostatnich 12 miesięcy
pt: 40 transações ou mais nos últimos 12 meses
ru: 40 или более транзакций за последние 12 мес
th: มีมากกว่า 40 ธุรกรรม ภายใน 12 เดือนที่ผ่านมา
vi: 40 giao dịch hoặc hơn trong 12 tháng qua

source: 4h
de: 4 Std.
ja: 4時間
pl: 4 godz.
ru: 4ч
th: 4 ชั่วโมง
vi: 4 giờ

source: 5 Minutes
de: 5 Minuten
es: 5 Minutos
id: 5 Menit
it: 5 minuti
ja: 5分
pl: 5 minut
pt: 5 minutos
ru: 5 минут
th: 5 นาที
vi: 5 Phút

source: 5. Payout
fr: 5. Versement
id: 5. Hasil
ru: 5. Выплата
th: 5. ผลตอบแทน
vi: 5. Thanh toán

source: 5m
de: 5 Min
es: 5min
it: 5 min
ja: 5分
pl: 5 min
ru: 5м
th: 5 นาที
vi: 5 tháng

source: 6-10 transactions in the past 12 months
de: 6-10 Transaktionen in den letzten 12 Monaten
es: 6-10 transacciones en los úlitmos 12 meses
fr: 6-10 transactions au cours des 12 derniers mois
id: 6-10 transaksi pada 12 bulan terakhir
it: 6-10 transazioni negli ultimi 12 mesi
ja: 過去12ヶ月で6~10のお取引
pl: 6-10 transakcji w ciągu ostatnich 12 miesięcy
pt: 6 a 10 transações nos últimos 12 meses
ru: 6-10 транзакций за последние 12 мес
th: มี 6-10 ธุรกรรมในระยะเวลา 12 เดือน ที่ผ่านมา
vi: 6-10 giao dịch trong 12 tháng qua

source: 7-day limit on losses
de: 7-Tage Limit für Verluste
es: límite de 7 días para pérdidas
fr: Limite des pertes sur 7 jours
id: batas kerugian 7-hari
it: limite delle perdite per 7 giorni
ja: 7日間の損失制限
pl: 7-dniowy limit strat
pt: Limite de perdas de 7 dias
ru: 7-дневный лимит на убытки
th: วงเงินขาดทุนในช่วง 7 วัน
vi: 7-day giới hạn cho thua

source: 7-day turnover limit
de: 7-Tage Umsatzlimit
es: límite de volumen de negocios de 7 días
fr: Limite du volume des transactions sur 7 jours
id: batas pembelian 7-hari
it: limite di turnover per 7 giorni
ja: 7日の取引数量限度額
pl: 7-dniowy limit obrotów
pt: Limite de volume de negócios de 7 dias
ru: 7-дневный лимит на объём покупок
th: วงเงินซื้อขาย 7 วัน
vi: 7 ngày giới hạn cho doanh số

source: 8 Hours
de: 8 Stunden
es: 8 Horas
fr: 8 heures
id: 8 Jam
it: 8 ore
ja: 8時間
pl: 8 godzin
pt: 8 horas
ru: 8 часов
th: 8 ชั่วโมง
vi: 8 Giờ

source: 8h
de: 8 Std.
ja: 8時間
pl: 8 godz.
ru: 8ч
th: 8 ชั่วโมง
vi: 8 giờ

source: A Evening Doji Star consists of a long bullish candle, followed by a Doji that has gapped above it, then a third bearish candle that closes well within the body of the first candle and in doing so confirming the reversal. It is considered a strong bearish price reversal candlestick pattern
de: Ein Evening Doji Star besteht aus einer langen bullischen Kerze, gefolgt von einem Doji, das sich darüber gespalten hat, dann einer dritten fallenden Kerze, die sich gut innerhalb des Körpers der ersten Kerze schließt, und indem sie dies tut, bestätigt sie die Umkehrung. Es wird als starkes, bärisches Preisumkehr Candlestick-Pattern bezeichnet
es: Un patrón Evening Doji Star consiste en una vela alcista larga, seguida de una vela doji que ha formado un gap sobre esta y por una tercera vela bajista que cierra bien dentro del cuerpo de la primera vela y al hacerlo confirma la reversión. Se le considera un patrón de velas de reversión de precios bajistas marcado
fr: Une Étoile du Soir Doji consiste en une chandelle haussière longue, suivie par une Doji qui crée une brèche au dessus, puis une troisième chandelle baissière qui se ferme bien à l'intérieur de la première chandelle et en se faisant confirme le retournement. On considère qu'il s'agit d'un schéma de chandelier à fort retournement baissier de prix
id: Evening Doji Star terdiri dari candle bullish yang panjang, diikuti oleh Doji yang mengalami gapped, kemudian candle bearish ketiga yang tertutup dengan baik oleh candle pertama yaitu mengkonfirmasi pembalikan. Hal ini dianggap sebagai bearish reversal harga pola candlestick yang kuat
ja: 宵の明星は長い陰線のローソク足から成ります。長めの陽線のあとに、ギャップの明けた十字線が発生しその次に下放れて大陰線で１日目の陽線の下半分あたり確定した状態をいいます。上昇トレンドからの大きな転向サインとなるローソク足のパターンです。
pl: Gwiazda wieczorna doji składa się z długiej świecy o trendzie wzrostowym, świecy doji powyżej niej oraz trzeciej świecy o trendzie spadkowym, która zamyka się na wysokości świecy pierwszej i tym samym potwierdza zmianę tendencji. Jest to silna formacja świecowa sygnalizująca zmianę tendencji na rynku na spadkową
pt: Uma estrela Doji da noite consiste em uma vela longa de tendência alta, seguida por uma Doji que registra uma lacuna acima dela, depois, uma terceira vela baixista que se fecha bem dentro do corpo da primeira vela e, desse modo, confirmando o reverso. É considerado um padrão de vela baixista forte de reversão de preço.
ru: Вечерняя звезда Дожи состоит из длинной бычьей свечи, за которой следует Дожи с гэпом над ней, а затем третья, медвежья свеча, закрывающаяся на уровне тела первой свечи и таким образом подтверждающая наличие разворота. Данная фигура считается сильным индикатором медвежьего разворота на свечном графике
th: Evening Doji Star ประกอบด้วยแท่งเทียนยาวที่แสดงความตื่นตัว ตามด้วย Doji ที่มีช่องว่างด้านบน จากนั้นเป็นแท่งเทียนที่สามที่แสดงความซบเซาที่ปิดอย่างดีภายในแท่งเทียนแรก และเช่นนี้เป็นการยืนยันถึงการพลิกกลับ ซึ่งถือว่า เป็นรูปแบบแท่งเทียนที่แสดงการพลิกกลับอย่างแข็งแกร่งของราคาที่ซบเซา
vi: Một ngôi sao Doji tối bao gồm một ngọn nên tăng dài, theo sau bởi một Doji đã có lỗ hỏng trên nó, tiếp đến một ngọn nến giảm giá thứ 3 mà gần sát với thân của ngọn nến thứ nhất và trong lúc đang xác nhận đảo hướng. Nó được coi là một mô hình nến giảm giá đảo hướng mạnh

source: A Smoothed Moving Average is sort of a blend between a Simple Moving Average and an Exponential Moving Average, only with a longer period applied
de: Ein geglätteter gleitender Durchschnitt (Smoothed Moving Average) ist sozusagen eine Mischung aus einem Einfachen Gleitenden Durchschnitt (Simple Moving Average) und einem Exponentiell Gleitenden Durchschnitt (Exponential Moving Average), nur mit einem länger angewandten Zeitraum
es: Una media móvil suavizada es algo así como una mezcla entre una media móvil simple y una media móvil exponencial, solo que con un periodo aplicado más largo
fr: Une Moyenne Mobile Lissée est une sorte de mélange entre une Moyenne Mobile Simple et une Moyenne Mobile Exponentielle, avec seulement une plus longue période appliquée
id: Smoothed Moving Average adalah campuran dari Simple Moving Average dan Exponential Moving Average, dengan penambahan period yang lebih panjang
ja: 平滑移動平均は、単純移動平均と指数移動平均を合せたようなもので、長期間のみ適用されます。
pl: Wygładzona średnia krocząca jest kombinacją prostej średniej kroczącej i wykładniczej średniej kroczącej, ale o dłuższym okresie
pt: Uma Média Móvel Suavizada é uma espécie de mistura entre uma Média Móvel Simples e uma Média Móvel Exponencial, apenas com a aplicação de um período maior.
ru: Сглаженная скользящая средняя – это своего рода смесь простой скользящей средней и экспоненциальной скользящей средней, но с более продолжительным периодом
th: Smoothed Moving Average คือ การผสมผสานระหว่าง Simple Moving Average และ Exponential Moving Average ใช้กับระยะเวลาที่ยาวกว่าเท่านั้น
vi: Một bước di chuyển mượt trung bình là sự sắp xếp của sự pha trộn giữa một bước di chuyển đơn giản trung bình và một di chuyển số mũ trung bình, chỉ áp dụng với các hiệu lực kéo dài

source: A Spinning Top Candlestick is a bullish or bearish candlestick with a small body. The length of the head and tail shadows can vary. Like a Doji Candlestick it represents a point of indecision with buyers and seller matched
de: Ein Spinning Top Candlestick ist eine bullische oder bärische Kerze mit einem kleinen Körper. Die Länge der Schatten von Kopf bis Fuß, kann variieren. Wie ein Doji Candlestick, repräsentiert dies einen Punkt von Unentschlossenheit, mit Käufern und Verkäufern abgestimmt
es: Un Trompo (spinning top) es una vela alcista o bajista con un cuerpo pequeño. El largo de las sombras de su parte superior e inferior puede variar. Al igual que una vela doji, representa un punto de indecisión en que coinciden compradores y vendedores
fr: Un Chandelier Toupie est un chandelier haussier ou baissier avec un petit corps. La longueur de l'ombre de la tête et de la queue peut varier. Comme un Chandelier Doji elle représente un point d'indécision entre acheteurs et vendeurs de force égale.
id: Spinning Top Candlestick adalah candlestick bullish atau bearish dengan ukuran kecil. Panjang kepala dan ekor dapat bervariasi. Sama seperti Doji Candlestick yaitu mewakili poin keraguan antara pembeli dan penjual yang cocok
ja: コマ足は陽線または陰線の短いローソク足をいいます。上ヒゲと下ヒゲの長さに決まりはありません。十字線のように、買い手と売り手の需要が合致していないポイントを表しています。
pl: Świeca zwana „Spinning Top Candlestick” to świeca o tendencji wzrostowej lub spadkowej o niskim zakresie rozpiętości. Długość jej górnego i dolnego cienia może być różna. Podobnie jak świeca doji, jest oznaką braku zdecydowania, przy takiej samej cenie zakupu i sprzedaży.
pt: Um pião e um tipo de vela de tendência de alta ou baixa com um pequeno corpo. O comprimento das sombras superiores e inferiores podem variar. Como uma vela Doji, ela representa um ponto de indecisão com compradores e vendedores empatados
ru: Свеча "волчок" – это бычья или медвежья свеча с маленьким телом. У таких свечей может быть разная длина верхней и нижней тени. Как и свеча дожи, свеча "волчок" демонстрирует наличие неопределённости на рынке с равной силой бычьих и медвежьих настроений
th: แท่งเทียน Spinning Top เป็นแท่งเทียนของตลาดตื่นตัว หรือ ตลาดซบเซา ที่มีตัวแท่งเทียนขนาดเล็ก ความยาวเงาของหัว หรือ หางแตกต่างกันไป เช่นเดียวกับแท่งเทียน Doji แสดงถึงจุดที่เกิดความลังเลที่ตรงกันทั้งผู้ซื้อและผู้ขาย
vi: Một cây nến xoay đầu là một sự lạc quan hoặc một cây nến giảm giá với thân nhỏ. Chiều dài của đầu và đuôi bóng có thể khác nhau. Giống như cây nến Doji là tượng chưng cho một điểm do dự với người mua và người bán phù hợp
