Repository: binary-com/webtrader
Catalog: translations/i18n/*.po
Languages: de, es, fr, id, it, ja, pl, pt, ru, th, vi

source: Current indicators
de: Aktuelle Indikatoren
es: Indicadores actuales
fr: Indicateurs actuels
id: Indikator Terkini
it: Indicatori attuali
ja: 現在使用中の指標
pl: Obecne wskaźniki
pt: Indicadores atuais
ru: Текущие индикаторы
th: ตัวชี้วัดปัจจุบัน
vi: Chỉ số hiện tại

source: Current password
de: Akktuelles Passwort
es: Contraseña actual
fr: Mot de passe actuel
id: Kata sandi terkini
it: Password attuale
ja: 現在のパスワード
pl: Obecne hasło
pt: Senha atual
ru: Текущий пароль
th: รหัสผ่านปัจจุบัน
vi: Mật khẩu hiện tại

source: Current time
de: Aktuelle Zeit
es: Hora actual
fr: Heure actuelle
id: Waktu Terkini
it: Orario attuale
ja: 現在時刻：
pl: Obecny czas
pt: Hora atual
ru: Текущее время
th: เวลาปัจจุบัน
vi: Thời gian hiện tại

source: Custom Theme
de: Benutzerdefiniertes Thema
es: Tema personalizado
fr: Thème personnalisé
id: Tema Wajib
it: Personalizza argomento
ja: カスタムテーマ
pl: Motyw niestandardowy
pt: Tema personalizado
ru: Индивид. настройка
th: ชุดรูปแบบกำหนดเอง
vi: Chủ đề tùy chỉnh

source: Daily Reset Indices
fr: Indices journaliers
id: Indeks Reset Harian
it: Indici di Reset giornalieri
ru: Ежедневные индексы Reset
th: ดัชนีที่ปรับค่าใหม่ทุกวัน
vi: Các chỉ số được Thiết lập lại Hàng ngày

source: Daily Reset Indices replicate markets with a bullish and bearish trend, with a constant volatility
fr: Les indices journaliers répliquent les tendances haussières et baissières du marché, avec une volatilité constante
id: Indeks Reset Harian meniru pasar dengan trend bullish dan bearish menggunakan volatilitas yang konstan
it: Gli indici di Reseti giornalieri riproducono i mercati con un trend in rialzo e in ribasso, con una volatilità costante
ru: Ежедневные индексы Reset отражают рынки с восходящим (бычьим) и нисходящим (медвежьим) трендом, а также постоянной волатильностью
th: ดัชนีถูกตั้งค่าใหม่รายวันจำลองสภาพของแนวโน้มความตื่นตัวและความซบเซาของตลาดด้วยความผันผวนที่คงที่
vi: Các Chỉ số được Thiết lập lại hàng ngày tái tạo thị trường với xu hướng giá lên và xu hướng giá xuống, với một mức độ biến động không đổi

source: Daily limit on losses
de: Tageslimit für Verluste
es: Límite diario de pérdidas
fr: Limite journalière des pertes
id: Batas rugi harian
it: Limite giornaliero delle perdite
ja: 損失限度額（1日）
pl: Dzienny limit strat
pt: Limite diário de perdas
ru: Дневной лимит на убытки
th: วงเงินขาดทุนต่อวัน
vi: Giới hạn hàng ngày cho thua

source: Daily turnover limit
de: Tägliches Umsatzlimit
es: Límite diario de ventas
fr: Limite journalière du volume des transactions
id: Batas pembelian harian
it: Limite di turnover giornaliero
ja: 1日の取引数量限度額
pl: Dzienny limit obrotu
pt: Limite diário de volume de negócios
ru: Дневной лимит на объём покупок
th: วงเงินซื้อขายต่อวัน
vi: Giới hạn doanh số hàng ngày

source: Dark Blue
de: Dunkelblau
es: Azul Oscuro
fr: Bleu foncé
id: Biru Tua
it: Blu scuro
ja: ダークブルー
pl: Ciemnoniebieski
pt: Azul-escuro
ru: Тёмно-синий
th: สีน้ำเงินเข้ม
vi: Xanh Đậm

source: Dark Cloud Cover (CDLDARKCLOUDCOVER)
es: Cubierta de nube oscura (CDLDARKCLOUDCOVER)
fr: Couverture d'un nuage noir (CDLDARKCLOUDCOVER)
ja: かぶせ線（CDLDARKCLOUDCOVER）
pl: Dark Cloud Cover – zasłona ciemnej chmury (CDLDARKCLOUDCOVER)
pt: Nuvem negra (CDLDARKCLOUDCOVER)
ru: Тёмная завеса (CDLDARKCLOUDCOVER)
vi: Màn Mây Đen (CDLDARKCLOUDCOVER)

source: Dark Cloud Cover is a bearish candlestick reversal pattern that occurs when a red bearish candlestick (close price below open price) on day 2 closes below the middle of day 1 bullish candlestick (close price above open price). We will be using this pattern to sell rallies in a bearish currency market
de: Dark Cloud Cover ist ein bärisches Candlestick-Reversal-Pattern, das eintritt, wenn eine rote bärische Kerze (Schlusskurs über dem offenen Kurs) am zweiten Tag unter der Mitte der bullischen Kerze (Schlusskurs über dem offenen Kurs) am ersten Tag schließt. Wir werden dieses Muster dazu verwenden, Rallyes in einem bärischen Währungsmarkt zu verkaufen
es: La cubierta de nube oscura es un patrón de reversión de velas bajistas que se produce cuando, el día 2, una vela roja bajista (precio de cierre menor al precio de apertura) cierra debajo del medio de la vela alcista del día 1 (precio de cierre mayor al precio de apertura). Este patrón se usará para vender repuntes en un mercado de divisas a la baja
fr: La couverture d'un nuage noir est un schéma de retournement de chandelier baissier qui se produit quand un chandelier rouge baissier (prix de clôture en dessous du prix d'ouverture) le jour 2 ferme en dessous du milieu du chandelier haussier du jour 1 (prix de clôture au dessus du prix d'ouverture). Nous utiliserons ce schéma pour vendre des remontées dans un marché baissier de devise
id: Dark Cloud Cover adalah pola pembalikan candlestick bearish yang terjadi saat candlestick bearish merah (Harga close di bawah harga open) pada hari ke 2 ditutup dibawah pertengahan candlestick bullish hari 1 (harga close diatas harga open). Kami akan menggunakan pola ini untuk menjual kenaikan pada pasar mata uang bearish
ja: かぶせ線とは当日の赤い陰線（終値が始値より低い）が前日の陽線（終値が始値より高い）の中心以下で終値をつける、陰線のローソク足に見られるパターンです。弱気通貨市場でSELL ON RALLIESするのにこのパターンを用います。
pl: Dark Cloud Cover (zasłona ciemnej chmury) to spadkowa formacja świecowa odwrócenia trendu, która występuje, gdy drugiego dnia czerwona świeca bessy (cena zamknięcia poniżej ceny otwarcia) zamyka się poniżej środka świecy hossy z pierwszego dnia (cena zamknięcia powyżej ceny otwarcia). Skorzystamy z tej formacji, aby sprzedać akcje w przypadku wzrostu ich kursu na rynku o tendencji spadkowej
pt: Nuvem negra é um padrão de inversão baixista que ocorre quando uma vela vermelha baixista (preço de fechamento abaixo do preço de abertura) fecha no dia 2 abaixo do meio da vela do dia 1 (preço de fechamento acima do preço de abertura). Usaremos este padrão para vender subidas num mercado de câmbios baixista
ru: Тёмная завеса – это свечная фигура, которая появляется, когда красная медвежья свеча (цена закрытия которой находится ниже цены открытия) закрывается на 2-й день ниже середины бычьей свечи, образованной в 1-й день (цена закрытия которой находится выше цены открытия). Мы будем использовать данную фигуру для продажи на подъёме во время медвежьей динамики на валютном рынке
th: กราฟแท่งเทียนรูปแบบเมฆดำปกคลุม (Dark Cloud Cover) เป็นรูปแบบกลับตัวของแท่งเทียนตลาดซบเซา ซึ่งเกิดขึ้นเมื่อแท่งเทียนตลาดซบเซาสีแดง (ราคาปิดต่ำกว่าราคาเปิด) ในวันที่ 2 ปิดต่ำกว่าช่วงกลางของแท่งเทียนตลาดตื่นตัวในวันที่ 1 (ราคาปิดเหนือราคาเปิด) เราจะต้องใช้แนวโน้มนี้ขายการฟื้นตัวในตลาดสกุลเงินที่ซบเซา
vi: Màn mây đen là một mô hình đảo ngược của mô hình nến giảm giá mà xuất hiện khi một nến giảm giá màu đỏ (giá đóng thấp hơn giá mở) vào ngày thứ 2 đóng cửa thấp hơn cây nên tích cực ở giữa ngày 1 (giá đóng cao hơn giá mở). Chúng tôi sẽ sử dụng mô hình này để bán các tập hợp trong một thị trường tiền tệ giảm giá

source: Dark Green
de: Dunkelgrün
es: Verde Oscuro
fr: Vert foncé
id: Hijau Tua
it: Verde scuro
ja: ダークグリーン
pl: Ciemnozielony
pt: Verde-escuro
ru: Тёмно-зелёный
th: สีเขียวเข้ม
vi: Xanh lá cây đậm

source: Date
de: Datum
es: Fecha
id: Tanggal
it: Data
ja: 日付
pl: Data
pt: Data
ru: Дата
th: วันที่
vi: Ngày

source: Date of birth
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance
id: Tanggal lahir
it: Data di nascita
ja: 生年月日
pl: Data urodzenia
pt: Data de nascimento
ru: Дата рождения
th: วันเกิด
vi: Ngày sinh

source: Days
de: Tage
es: Días
fr: Jours
id: Hari
it: Giorni
ja: 日
pl: Dni
pt: Dias
ru: Дни
th: วัน
vi: Ngày

source: Debt-free
de: Schuldenfrei
es: Libre de deuda
fr: Sans dette
id: Bebas utang
it: Senza debiti
ja: 借入金なし
pl: Bez zadłużenia
pt: Livre de dívidas
ru: Никаких долгов
th: ปราศจากหนี้
vi: Miễn nợ

source: Dec
de: Dez
es: Dic
fr: déc.
id: Des
it: Dic
ja: 12月
pl: Grudzień
pt: Dez
ru: Дек
th: ธ.ค.
vi: Tháng mười hai

source: December
de: Dezember
es: Diciembre
fr: décembre
id: Desember
it: Dicembre
ja: 12月
pl: Grudzień
pt: Dezembro
ru: Декабрь
th: ธันวาคม
vi: Tháng mười hai

source: Decline
de: Ablehnen
es: Disminución
fr: Refuser
id: Menurun
it: Rifiuta
ja: 同意しない
pl: Odrzuć
pt: Rejeitar
ru: Отклонить
th: ปฏิเสธ
vi: Từ chối

source: Default
de: Vorgabe
es: Predeterminado
fr: Par défaut
id: Kelalaian
ja: 規定
pl: Domyślny
pt: Padrão
ru: По умолчанию
th: ค่าเริ่มต้น
vi: Mặc định

source: Define your position
de: Definieren Sie Ihre Position
es: Defina su posición
fr: Définissez votre position
id: Tentukan posisi Anda
it: Definisci la tua posizione
ja: ポジションを選択しましょう。
pl: Określ swoją pozycję
pt: Defina a sua posição
ru: Выберите свои условия
th: กำหนดโพซิชั่นของท่าน
vi: Xác định vị trí của bạn

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
id: Hapus
it: Cancella
ja: 削除
pl: Usuń
pt: Excluir
ru: Удалить
th: ลบ
vi: Xóa bỏ

source: Demo for affiliates to access Webtrader charts
de: Demo für Partner, um auf unsere Webtrader Diagramme zuzugreifen
es: Demo para que los afiliados accedan a los gráficos Webtrader
fr: Démo permettant aux affiliés d'accéder aux graphiques Webtrader
id: Demo untuk afiliasi mengakses grafik Webtrader
it: Demo per gli affiliati per accedere ai grafici di Webtrader
ja: アフィリエイト会員専用ウェブトレーダーチャートへのアクセス例
pl: Wersja demo dla partnerów umożliwiająca dostęp do wykresów Webtrader
pt: Demo para os afiliados poderem acessar gráficos do Webtrader
ru: Демо-ролик для партнёров о том, как работать с графиками на Webtrader
th: สาธิตให้พันธมิตรเพื่อใช้งานแผนภูมิของ Webtrader
vi: Giới thiệu cho các chi nhánh để truy cập vào bảng xếp hạng Webtrader

source: Deposit funds
de: Geld einzahlen
es: Depositar fondos
fr: Dépôt de fonds
id: Deposit dana
it: Deposita fondi
ja: 資金のご入金
pl: Wpłać środki
pt: Depositar fundos
ru: Пополнить счет
th: การฝากเงิน
vi: Khoản tiền đặt cọc

source: Deposit of USD
de: USD einzahlen
es: Depósito de USD
fr: Dépôt en USD
id: Deposit sebesar USD
it: Deposito in USD
ja: USDでのご入金
pl: Wpłata USD
pt: Depósito de USD
ru: Депозит в USD
th: การฝากเงินดอลลาร์สหรัฐ
vi: Tiền gửi USD

source: Depositing and withdrawing funds
de: Gelder einzahlen und abheben
es: Depositar y retirar fondos
fr: Déposant et retirant des fonds
id: Deposit dan penarikan dana
it: Depositare e prelevare fondi
ja: 入金/出金について
pl: Wpłacanie i wypłacanie środków
pt: Depositar e retirar fundos
ru: Пополнение и вывод средств
th: การฝากและถอนหลักประกัน
vi: Ký quỹ và rút tiền

source: Derivative
de: Derivate
es: Derivativo
fr: Dérivé
id: Derivatif
it: Derivativo
ja: デリバティブ
pl: Instrumenty pochodne
pt: Derivado
ru: Производные
th: อนุพันธ์
vi: Dẫn xuất

source: Describe what this token is for to find it later
de: Beschreiben Sie, wofür dieser Token verwendet wird, um ihn später wiederfinden zu können
es: Describir para qué es este token para encontrarlo más tarde
fr: Décrivez l'utilité de ce jeton pour le retrouver plus tard
id: Jelaskan token apa ini untuk menemukannya nanti
it: Descrivi a cosa serve questo token per trovarlo più tardi
ja: 後で認識できるよう、このトークンの説明を記入してください
pl: Opisz zastosowanie tokenu, aby później z łatwością go odnaleźć
pt: Descreva para o que serve este token para encontrá-lo mais tarde
ru: Опишите, для чего нужен данный ключ, чтобы найти его позже
th: อธิบายว่า โทเค่นนี้มีไว้สำหรับการค้นหาภายหลัง
vi: Mô tả token này để tìm nó về sau

source: Description
de: Beschreibung
es: Descripción
id: Deskripsi
it: Descrizione
ja: 取引内容
pl: Opis
pt: Descrição
ru: Описание
th: รายละเอียด
vi: Mô tả

source: Developed by Donald Dorsey, the Mass Index uses the high-low range to identify trend reversals based on range expansions. In this sense, the Mass Index is a volatility indicator that does not have a directional bias. Instead, the Mass Index identifies range bulges that can foreshadow a reversal of the current trend
de: Von Donald Dorsey erfunden, verwendet der Massen Index die hoch-tief Reichweite, um auf Angebotserweiterungen basierende Trendumkehrungen zu identifizieren. In diesem Sinne, ist der Massen Index ein Volatilität Indikator, der keine gerichtete Verzerrung hat. Stattdessen, identifiziert der Massen Index Angebots-Wölbungen, die eine Umkehrung des aktuellen Trends andeuten können
es: El índice de masa desarrollado por Donald Dorsey utiliza el rango alto-bajo para identificar reversiones de tendencias a partir de expansiones en los rangos. En este sentido, el índice de masa es un indicador de volatilidad que no tiene un sesgo direccional. En cambio, este índice identifica abultamientos en el rango que pueden predecir una reversión en la tendencia actual
fr: Développé par Donald Dorsey, l'Indice de Masse utilise la gamme haute-basse pour identifier les renversements de tendance basés sur des expansions de zone. En ce sens, l'Indice de Masse est un indicateur de volatilité qui n'a pas de biais directionnel. Au lieu de cela, l'Indice de Masse identifie dans l'échantillon les renflements qui peuvent présager un retournement de la tendance actuelle
id: Dikembangkan oleh Donald Dorsey, Indeks Massa menggunakan range high-low untuk mengidentifikasi pembalikan tren berdasarkan ekspansi range. Dalam hal ini, Indeks Massa adalah indikator volatilitas yang tidak memiliki arah bias. Sebaliknya, Indeks Massa mengidentifikasi tonjolan jangkauan yang dapat menandai pembalikan tren saat ini
ja: Donald Dorseyによって開発されたマスインデックスは、範囲拡張に基づくトレンドの反転を識別するためにその高低域を使用します。そのため、マスインデックスは方向バイアスがないボラティリティ指標です。その代わり、マスインデックスは現在のトレンドの反転の前兆となりうる膨らみ範囲を識別します。
pl: Indeks Masy (Mass Index) stworzony przez Donalda Dorseya bierze pod uwagę zakresy cenowe: cenę niską i wysoką. Stosowany jest do sygnalizowania zmian trendów na rynku w oparciu o zakresy cenowe. Można go postrzegać jako wskaźnik zmienności, który nie wskazuje kierunku zmian, ale wykrywając zmiany z zakresach cenowych, sygnalizuje zmianę bieżącego trendu
pt: Desenvolvido por Donaldo Dorsey, o Índice de Massa usa um intervalo alto-baixo para identificar inversões de tendência baseadas em expansões de intervalo. Neste sentido, o Índice de Massa é um indicador de volatilidade que não possui parcialidade direcional. Em vez disso, o Índice de Massa identifica aumentos no intervalo que podem indicar uma inversão da tendência atual
ru: Индекс массы, разработанный Дональдом Дорси, использует верхнюю и нижнюю границу диапазона для определения разворота на тренде (на основании расширения границ диапазона). В этой связи, Индекс массы скорее является индикатором волатильности, который не зависит от направления движения. Вместо этого Индекс массы определяет расширения границ диапазона, что также может оказаться предвестником разворота текущего тренда
th: พัฒนา โดย Donald Dorsey ดัชนีมวลใช้ช่วงสูงต่ำเพื่อระบุแนวโน้มการกลับรายการตามช่วงขยาย ในแง่นี้ ดัชนีมวลเป็นตัวบ่งชี้ความผันผวนที่ไม่มีอคติเป็นทิศทาง แทน ดัชนีมวลบ่งชี้ส่วนนูนซึ่งเป็นช่วงที่สามารถแสดงแนวโน้มปัจจุบัน
vi: Phát triển bởi Donald Dorsey, chỉ số khối lượng sử dụng phạm vi cao thấp để xác định các đảo ngược xu hướng dựa trên phạm vi rộng. Trong ý nghĩa này, các chỉ số khối lượng là một chỉ số biến động mà không có một xu hướng định hướng. Thay vào đó, các chỉ số khối lượng xác định chỗ phình ra phạm vi có thể báo trước của một sự đảo ngược của xu hướng hiện nay

source: Developed by Larry Williams, Williams %R is a momentum indicator that is the inverse of the Fast Stochastic Oscillator. Also referred to as %R, Williams %R reflects the level of the close relative to the highest high for the look-back period
de: Von Larry Williams erfunden, ist der Williams %R ein Momentumsindikator, der das Gegenteil vom Fast Stochastic Oscillator bildet. Auch als %R bezeichnet, reflektiert Williams %R das Level des nahen Verwandten zum höchsten Hoch des Rückblickzeitraums
es: El Williams %R, desarrollado por Larry Williams, es un indicador de momentum que es el inverso del oscilador estocástico rápido. También conocido como %R, el Williams %R refleja el nivel del precio de cierre en relación con el precio más elevado en el periodo de tiempo analizado
fr: Développé par Larry Williams, Williams %R est un indicateur d'impulsion qui est l'inverse de l'Oscillateur Rapide Stochastique. Il est aussi appelé %R, Williams %R reflète le niveau de la clôture par rapport au plus haut pour la période observée
id: Dikembangkan oleh Larry Williams, Williams %R adalah indikator momentum yang merupakan kebalikan dari Fast Stochastic Oscillator. Juga disebut sebagai %R, Williams %R mencerminkan tingkat kerabat dekat dengan tinggi tertinggi untuk periode lihat-kembali
it: Sviluppato da Larry Williams, Williams %R è un indicatore di momentum che è l'inverso dell'Oscillatore stocastico veloce. Noto anche come %R, William %R riflette il livello di chiusura relativo all'high più alto per il periodo osservato
ja: ウィリアムズ％RはLarry Williamsによって開発されたストキャスティクスとは逆のモメンタム指標です。%R、Williams %R、ウィリアムズ%Rと表記され、ルックバック期間の最高値に対するクローズレベルを反映します。
pl: Wskaźnik dynamiki Williams %R, stworzony przez Larry'ego Williamsa, jest wskaźnikiem odwrotnym do oscylatora stochastycznego szybkiego. Wskaźnik ten, zwany również wskaźnikiem %R, odzwierciedla poziom ceny zamknięcia w stosunku do maksymalnej ceny w ostatnim okresie
pt: Desenvolvido por Larry Williams, o Williams %R é um indicador de impulso que é o inverso do Oscilador Estocástico Rápido. Também conhecido como %R, o Williams %R reflete o nível do fechamento em relativamente à alta mais alto do período de retrospeção
ru: Диапазон Вильямса (%R), разработанный Ларри Вильямсом, служит индикатором темпа, который противоположен быстрому стохастическому индикатору. Также индекс часто называют %R и Процентным диапазоном Вильямса. Индекс показывает уровень цены закрытия относительно максимума за определенный период
th: Williams %R พัฒนาโดย Larry Williams เป็นตัวชี้วัดโมเมนตัมที่กลับตัวของ Fast Stochastic Oscillator ซึ่งอาจะถูกกล่าวถึงในชื่อ %R ด้วย Williams %R สะท้อนถึงระดับราคาปิดที่สัมพันธ์กับราคาปิดสูงสุดของช่วงเวลาของการมองย้อนกลับไป
vi: Phát triển bởi Larry Williams, Williams %R là một chỉ báo đà là nghịch đảo của các giao động ngẫu nhiên nhanh. Cũng được gọi là %R, Williams %R phản ánh mức độ đóng tương ứng với cao cao nhất trong thời gian xem xét lại

source: Developed by Tushar Chande in 1995, Aroon is an indicator system that determines whether a stock is trending or not and how strong the trend is. There are two separate indicators: Aroon-Up and Aroon-Down. A 25-day Aroon-Up measures the number of days since a 25-day high. A 25-day Aroon-Down measures the number of days since a 25-day low
de: In 1995 von Tushar Chande erfunden, ist Aroon ein Indikator System, das bestimmt, ob eine Aktie im Trend liegt oder nicht und wie stark der Trend ist. Es gibt zwei getrennte Indikatoren: Aroon-Auf und Aroon-Ab. Ein 25-Tägiges Aroon-Auf misst die Anzahl der Tage seit einem 25-Tägigen Hoch. Ein 25-Tägiges Aroon-Ab misst die Anzahl der Tage seit einem 25-Tägigen Tief
es: Desarrollado por Tushar Chande en 1995, Aaron es un sistema de indicadores que determina si el precio de un activo está en tendencia y cuál es la magnitud de esta tendencia. Está compuesto por dos indicadores separados: Aroon-Up y Aroon-down. Un Aroon-Up de 25 días mide el número de días transcurridos desde que se alcanzó un máximo, en un periodo de 25 días. Un Aroon-Down de 25 días mide el número de días transcurridos desde que se alcanzó un mínimo, en un periodo de 25 días
fr: Développé par Tushar Chande en 1995, Aroon est un système indicateur qui détermine si l'action est orientée à la hausse ou non et quel est la vigueur de la tendance. Il y a deux indicateurs séparés: Aroon-Haut et Aroon-Bas. Un Aroon-Haut de 25 jours mesure le nombre de jours depuis le plus haut parmi ces 25 jours. Un Aroon-Bas de 25 jours mesure le nombre de jours depuis le plus bas parmi ces 25 jours
id: Dikembangkan oleh Tushar Chande pada tahun 1995, Aroon adalah sistem indikator yang menentukan apakah suatu saham sedang tren atau tidak dan seberapa kuat trennya. Ada dua indikator terpisah: Aroon-Up dan Aroon-Down. Aroon-Up 25 hari mengukur jumlah hari sejak 25 hari tinggi. Sebuah Aroon-Down 25 hari mengukur jumlah hari sejak 25 hari level terendah
it: Sviluppato da Tushar Chande nel 1995, Aroon è un sistema di indicatori che definisce se un'azione è in trend oppure no e quanto è forte il trend. Esistono due indicatori separati: Aroon-Up e Aroon-Down. Un Aroon-up di 25 giorni misura il numero di giorni da un high di 25 giorni. Un Aroon-Down di 25 giorni misura il numero di giorni da un low di 25 giorni
ja: 1995年にTushar Chandeによって開発されたアルーンは、株式がトレンド傾向にあるかないかまたはそのトレンドがどれほど強いものなのかを定義するインディケーターです。アルーンアップとアルーンダウンの2つの指標に分かれます。25日アルーンアップは、25日中の最高値からの経過日数を測り、25日アルーンダウンは、25日中の最安値からの経過日数を計測します。
pl: System wskaźników Aroon został opracowany przez Tushara Chande w 1995 r. Wskazuje, czy dany instrument finansowy znajduje się w trendzie oraz jaka jest siła wskazywanego trendu. Istnieją dwa oddzielne wskaźniki: Aroon-Up oraz Aroon-Down. 25-dniowy wskaźnik Aroon-Up mierzy liczbę dni od momentu, gdy wskaźnik osiągnął szczyt. Z kolei 25-dniowy wskaźnik Aroon-Down mierzy liczbę dni od momentu spadku
pt: Desenvolvido em 1995 por Tushar Chande, Aroon é um sistema de indicação que determina se uma ação tem alguma tendência ou não, e o nível dessa tendência. Há dois indicadores separados: Aroon para cima e Aroon para baixo. Um Aroon de 25 dias mede o número de dias desde uma alta de 25 dias. Um Aroon para baixo de 25 dias mede o número de dias desde uma baixa de 25 dias
ru: Арун – это система индикаторов, разработанная Тюшаром Чэйндом в 1995 году. Система определяет, развивает ли инструмент какой-либо тренд, а также силу данного тренда. Выделяют две разновидности индикатора: Арун-Вверх и Арун-Вниз. 25-дневный Арун-Вверх измеряет количество дней после 25-дневного максимума. 25-дневный Арун-Вниз измеряет количество дней после 25-дневного минимума
th: Aroon พัฒนาโดย Tushar Chande ในปี พ.ศ. 2538 (ค.ศ. 1995) เป็นระบบตัวชี้วัดที่พิจารณาว่า หุ้นกำลังมีแนวโน้มหรือไม่ และแนวโน้มนั้นแข็งแกร่งเพียงใด มีตัวบ่งชี้ที่แยกต่างหากสองอันคือ Aroon ขึ้น และ Aroon ลง ตัว Aroon ขึ้น 25 วัน จะวัดจำนวนวันตั้งแต่ที่ราคาสูง 25 วัน และ Aroon ลง 25 วัน จะวัด จำนวนวันตั้งแต่ที่ราคาต่ำ 25 วัน
vi: Phát triển bởi Tushar Chande vào năm 1995, Aroon là một hệ thống chỉ báo xác định cho dù một cổ phiếu xu hướng hay không và làm thế nào mạnh xu hướng là. Có hai chỉ số riêng biệt: Aroon lên và Aroon xuống. 25- ngày Aroon Lên các biện pháp số ngày kể từ ngày 25 cao. 25 ngày Aroon Xuống các biện pháp số ngày kể từ khi mức thấp 25 ngày

source: Differs
de: Verschieden
es: Dígito Difiere
fr: Diffère
it: Differisce
pl: Różni się
pt: Difere
ru: Отличается
th: แตกต่าง
vi: Khác với

source: Digits
de: Ziffern
es: Dígitos
fr: Chiffres
it: Cifre
ja: 数字
pl: Cyfry
pt: Dígitos
ru: Цифровые
th: ตัวเลข
vi: Chữ số

source: Digits let you predict the last decimal digit of the spot price. There are three types of Digits trades
fr: L'option « Chiffres » vous permet de prédire la dernière décimale de votre prix spot. Il y a trois types d'option « Chiffres »
id: Digits memberi Anda untuk menganalisa angka desimal terakhir harga spot. Terdapat tiga jenis kontrak Digits
ru: Цифровые контракты позволяют предсказать последнюю десятичную спот-котировки. Выделяют три типа цифровых контрактов
th: ในการทำนายตัวเลขหลักสุดท้ายของราคาสปอต มีการซื้อขาย 3 ประเภท
vi: Các chữ số cho phép bạn dự đoán chữ số cuối của số thập phân với giá tại điểm giao dịch. Có ba loại giao dịch chữ số
