Repository: binary-com/webtrader
Catalog: translations/i18n/*.po
Languages: de, es, fr, id, it, ja, pl, pt, ru, th, vi

source: Long-legged doji have long upper and lower shadows that are almost equal in length. These doji reflect a great amount of indecision in the market. Long-legged doji indicate that prices traded well above and below the session's opening level, but closed virtually even with the open. After a whole lot of yelling and screaming, the end result showed little change from the initial open
de: Langbeinige Doji haben lange obere und untere Schatten, die beinahe gleich lang sind. Diese Doji reflektieren einen Großteil an Unentschlossenheit im Kurs. Langbeinige Doji zeigen an, dass Kurse deutlich über und unter dem Sitzung-Öffnungslevel gehandelt wurden, aber nahezu gleich mit der Öffnung geschlossen haben. Nach vielem Rufen und Schreien, hat des Endergebnis wenig Veränderung zur anfänglichen Öffnung gezeigt
es: La doji de piernas largas tiene sombras superiores e inferiores largas que son casi del mismo largo. Esta doji refleja gran indecisión en el mercado. Este patrón indica que los precios se comerciaron en valores muy superiores e inferiores a los del inicio de la sesión, pero que cerraron casi al mismo precio de apertura. Luego de una gran batahola, el resultado fue solo levemente diferente al valor de la apertura
fr: Doji à longues jambes ont de longues ombres supérieures et inférieures qui sont presque égales en longueur. Ces doji reflètent une grande quantité d’indécision sur le marché. Doji à longues pattes indiquent que les prix ont été négociés bien au-dessus et en dessous du niveau d’ouverture de la session, mais ont clôturés pratiquement au même niveau qu'à l'ouverture. Après beaucoup de mouvements, le résultat final a montré peu de changement par rapport à l’ouverture initiale
id: Doji berkaki panjang memiliki bayangan atas dan bawah yang panjangnya hampir sama. Doji ini mencerminkan sejumlah besar keragu-raguan pasar. Doji berkaki panjang menunjukkan bahwa harga ditradingkan jauh di atas dan di bawah tingkat pembukaan sesi, namun tutup hampir bahkan dengan terbuka. Setelah banyak teriakan dan teriakan, hasil akhirnya menunjukkan sedikit perubahan dari awal pembukaan
pl: Świeca „długonogie doji” charakteryzuje się długim górnym i dolnym cieniem o podobnej długości. Ta świeca doji odzwierciedla dużą dozę niezdecydowania na rynku. Długonogie doji sugeruje ceny sporo wyższe i niższe od cen otwarcia sesji, ale na poziomie zamknięcia praktycznie równym poziomowi otwarcia. Tak więc, mamy tu spore zamieszanie na rynku, ale ostatecznie ceny kształtują się na poziomie mało różniącym się od poziomu początkowego
pt: Dojis com pernas longas têm sombras superiores e inferiores longas que são quase iguais em comprimento. Estes dojis refletem uma grande quantidade de indecisão no mercado. Dojis com pernas longas indicam que os preços foram negociados bem acima e abaixo do nível de abertura da sessão, mas fecharam-se praticamente iguais à abertura. Depois de muita atividade, o resultado fina mostra pouca alteração em relação à abertura inicial
ru: Длинноногий дожи обладает длинной верхней и нижней тенями, которые практически равны по длине. Данный дожи говорит о значительной неопределённости на рынке. Длинноногий дожи обозначает, что цена торговалась выше и ниже уровня открытия сессии, но закрыла сессию практически на уровне открытия. После многочисленных ценовых колебаний конечный результат не показал значительных изменений, по сравнению с уровнем открытия
th: Doji ขายาวมีเงาด้านบนและด้านล่างที่เกือบจะยาวเท่ากัน Doji เหล่านี้สะท้อนให้เห็นถึงการตัดสินใจไม่ได้อย่างมากของตลาด Doji ขายาวบ่งชี้ถึงราคาซื้อขายที่เหนือและต่ำกว่าระดับราคาเปิด แต่ปิดเท่ากันกับราคาเปิด สุดท้ายผลลัพธ์ที่เปิดแสดงให้เห็นการเปลี่ยนแปลงเล็กน้อยจากราคาเมื่อเริ่มเปิดซื้อขาย
vi: Doji chân dài đã lâu trên và dưới bóng tối gần như dài bằng nhau. Những Doji này phản ánh một lượng thiếu quyết đoán lớn trên thị trường. Doji chân dài chỉ ra rằng giá buôn bán cũng ở trên và dưới của phiên họp khai mạc, nhưng đóng cửa hầu như ngay cả với mở. Sau rất nhiều toàn bộ của la hét và la hét, kết quả cuối cùng cho thấy ít thay đổi từ mở đầu

source: Look for a black candle in a downward price trend followed by a white candle that opens below the prior low but closes near but below the midpoint of the black candle's body
de: Suchen Sie nach einer schwarzen Kerze im Abwärts-Kurstrend, gefolgt von einer weißen Kerze, die sich unter dem vorherigen Tief öffnet, aber nahe dem Mittelpunkt des Körpers der schwarzen Kerze schließt
es: Busque una vela negra en una tendencia de precios bajista, seguida por una vela blanca que abre debajo del mínimo anterior pero cierra cerca, si bien más abajo, del punto medio del cuerpo de la vela negra
fr: Cherchez une bougie noire avec une tendance baissière de prix suivie par une bougie blanche qui ouvre en dessous du précédent plus bas mais ferme proche de mais en dessous du milieu du corps de la bougie noir
id: Carilah candle hitam dalam tren harga turun diikuti oleh candle putih yang terbuka di bawah rendah sebelumnya tapi tutup dekat tapi di bawah titik tengah tubuh candle hitam
pl: Szukaj czarnej świecy w trendzie spadkowym, po której występuje biała świeca z ceną otwarcia poniżej poprzedniego dołku, a z ceną zamknięcia poniżej środka korpusu czarnej świecy
pt: Procure uma vela preta numa tendência de preços baixista, seguida por uma vela branca que se abre abaixo a baixa anterior, mas que se fecha próximo, mas abaixo do, ponto médio do corpo da vela preta
ru: Обратите внимание на чёрную свечу в рамках нисходящего тренда, за которой следует белая свеча, которая открывается ниже предыдущего минимума, но закрывается вблизи и чуть ниже середины тела чёрной свечи
th: มองหาเทียนสีดำในแนวโน้มราคาขาลง ตามด้วยเทียนสีขาวที่เปิดต่ำกว่าราคาต่ำก่อนหน้า แต่ปิดใกล้ หรือ ต่ำกว่าจุดกลางของตัวของแท่งเทียน
vi: Hãy để ý một ngọn nến màu đen trong một xu hướng xuống giá, theo sau là một ngọn nến trắng mà mở ra bên dưới thấp trước nhưng đóng gần nhưng bên dưới các trung điểm của cơ thể ngọn nến đen

source: Look for a tall black candle with a long lower shadow to appear in a downward price trend. The second day should be similar to the first day, but smaller and with a higher low. The last day is a black marubozu that squeezes inside the high-low range of the prior day
de: Suchen Sie nach einer großen schwarzen Kerze mit einem langen unteren Schatten, die in einem Abwärts-Kurstrend erscheint. Der zweite Tag sollte dem ersten Tag ähnlich sein, aber kleiner und mit einem höheren Tief. Der letzte Tag ist ein schwarzes Marubozu, das sich in die Hoch-Tief Spanne des vorigen Tages quetscht
es: Busque una vela negra alta con una sombra inferior larga y que aparezca en una tendencia de precios bajista. La vela del segundo día debería ser similar a la del primero, pero más pequeña y con un mínimo más alto. El último día consiste en una marubozu negra que se esfuerza para entrar dentro del rango de precios del día anterior
fr: Cherchez une haute bougie noire avec une longue ombre inférieure pour apparaître dans une tendance de prix baissier. Le second jour devrait être similaire au premier jour, mais plus petit avec un plus bas plus haut. Le dernier jour est un marubozu noir qui s'insérera à l'intérieur de la gamme haute basse du jour précédent
id: Cari lilin hitam tinggi dengan bayangan yang jauh lebih rendah untuk muncul dalam tren harga menurun. Hari kedua biasanya serupa dengan hari pertama, namun lebih kecil dan dengan tingkat yang lebih rendah. Hari terakhir adalah marubozu hitam yang meremas di dalam kisaran rendah pada hari sebelumnya
pl: Szukaj czarnej świecy z długim dolnym cieniem w trendzie spadkowym. Świeca drugiego dnia powinna wyglądać podobnie jak pierwszego dnia, ale powinna być mniejsza, a jej dno powinno znajdować się niżej. Ostatni dzień przybiera formę czarnej świecy marubozu, która mieści się w obrębie górnego i niskiego poziomu dnia poprzedniego
pt: Procure uma alta vela preta com uma sombra mais baixa aparecendo numa tendência de preços baixista. O segundo dia deve ser semelhante ao primeiro dia, mas mais pequeno e com uma baixa mais alta. O último dia é um marubozu preto que se insere dentro do intervalo alto-baixo do dia anterior
ru: Обратите внимание на длинную чёрную свечу с длинной нижней тенью, образовавуюся в рамках нисходящего тренда. Свеча во второй день должна быть похожа на свечу первого дня, но меньше по длине и с более высоким минимумом. В последний день на графике формируется чёрный марубозу, который находится в пределах диапазона между минимумом и максимумом предыдущего дня
th: มองหาเทียนสีดำสูงที่มีเงาด้านล่างยาวที่ปรากฎในแนวโน้มราคาขาลง วันที่สองควรจะเหมือนกับวันแรก แต่เล็กกว่าและมีราคาต่ำที่สูงกว่า วันสุดท้ายคือ Marubozu สีดำที่บีบอยู่ภายในระยะสูง-ต่ำของวันก่อนหน้านั้น
vi: Hãy để ý một ngọn nến cao màu đen với một bóng lâu hạ xuất hiện một xu hướng xuống giá. Ngày thứ hai sẽ tương tự như ngày đầu tiên, nhưng nhỏ hơn và với một low cao. Ngày cuối cùng là một marubozu đen mà co lại bên trong phạm vi cao thấp của các ngày trước

source: Look for a tall white candle in an upward price trend. Following that, a black candle has a body that gaps above the prior candle's body. The last day is another black candle, but this one engulfs the previous bearish candle but closes above first bar's open
de: Suchen Sie nach einer großen weißen Kerze in einem Aufwärts-Kurstrend. Dem folgend, hat eine schwarze Kerze einen Körper, der sich über dem Körper der vorigen Kerze spaltet. Der letzte Tag ist eine weitere schwarze Kerze, aber dieser umschließt die vorige bärische Kerze und schließt über der Öffnung des ersten Balken
es: Busque una vela blanca alta en una tendencia de precios al alza. A continuación, aparece una vela negra con un cuerpo que se extiende por sobre el cuerpo de la vela anterior. El último día consiste en otra vela negra, la que envuelve a la vela bajista anterior pero cierra sobre la apertura de la primera vela
fr: Recherchez une grande bougie blanche dans une tendance de prix à la hausse. Suite à cela, une bougie noire a un corps qui crée un fossé au-dessus du corps de la précédente bougie. Le dernier jour est une autre bougie noire, mais celle-ci engloutit la bougie baissière précédente mais se ferme au-dessus de l'ouverture de la première barre
id: Carilah candle putih tinggi pada tren harga naik. Setelah itu, candle hitam memiliki tubuh yang berada di atas tubuh candle sebelumnya. Hari terakhir adalah candle hitam lainnya, tapi yang satu ini menelan candle bearish sebelumnya tapi menutup di atas bar pertama yang terbuka
pl: Szukaj białej świecy o długim korpusie w trendzie wzrostowym, powyżej której występuje luka i czarna świeca. Ostatni dzień to kolejna czarna świeca, która obejmuje poprzednią świecę bessy, ale zamyka się powyżej ceny otwarcia pierwszej świecy
pt: Procure uma alta vela branca numa tendência de preços altista. A seguir a isso, uma vela preta tem um corpo que registra uma lacuna acima do corpo da vela anterior. O último dia é outra vela preta, mas esta envolve a vela baixista anterior, fechando-se acima da abertura da primeira barra
ru: Обратите внимание на длинную белую свечу в рамках восходящего тренда. За ней идёт чёрная свеча с гэпом над телом предыдущей свечи. В последний день образуется ещё одна чёрная свеча, поглощающая предыдущую медвежью свечу, но закрывающаяся выше открытия первой свечи
th: มองหาเทียนสีขาวสูงในแนวโน้มราคาขาขึ้น ตามด้วยเทียนสีดำที่มีลำตัว ซึ่งมีช่องว่างเหนือลำตัวของเทียนแท่งก่อนหน้า วันสุดท้าย คือ แท่งเทียนสีดำอีกแท่งหนึ่ง แต่แท่งนี้กลืนแท่งเทียนตลาดซบเซาก่อนหน้านี้แต่ปิดเหนือราคาเปิดของแท่งแรก
vi: Hãy để ý một ngọn nến trắng cao trong một xu hướng lên giá. Sau đó, một ngọn nến đen có một cơ thể khoảng trống ở trên ngọn nến trước của cơ thể. Ngày cuối cùng lại là một nến đen, nhưng điều này lạ kích nến hướng giảm trước nhưng đóng ở trên đầu tiên bar mở

source: Low
es: Mínimo
fr: Bas
id: Rendah
ja: 安値
ru: Ниже
th: ต่ำ
vi: thấp

source: Low barrier
de: Niedrige Schwelle
es: Límite bajo
fr: Barrière inférieure
id: Batasan Rendah
it: Barriera inferiore
ja: 下限バリア
pl: Dolny limit
pt: Barreira baixa
ru: Нижний барьер
th: Barrier ต่ำ
vi: Hàng rào thấp

source: Low barrier offset
de: Untere Schwellenverschiebung
es: Offset límite bajo
fr: Compensation de barrière inférieure
id: Batas offset rendah
it: Offset della barriera inferiore
ja: 下限追加バリア値
pl: Wyrównanie dolnego limitu
pt: Deslocamento da barreira inferior
ru: Изменение нижнего барьера
th: Barrier ต่ำ ที่หักกลบลบกัน
vi: Offset barie thấp

source: Low minimum stakes
de: Niedrige minimal Einsätze
es: Apuestas mínimas bajas
fr: Les mises minimum basses
id: Minimal modal rendah
it: Puntate minime inferiori
ja: 最低取引金額
pl: Niskie stawki minimalne
pt: Apostas mínimas inferiores
ru: Низкие минимальные ставки
th: เงินเดิมพันขั้นต่ำ
vi: cược thấp tối thiểu

source: Lower
de: Untere
es: Inferior
fr: Plus bas
it: Inferiore
ja: LOW
pl: Niższy
pt: Inferior
ru: Ниже
th: ต่ำกว่า
vi: Thấp hơn

source: MACD is a trading indicator used in technical analysis of stock prices.It is supposed to reveal changes in the strength, direction, momentum, and duration of a trend in a stock's price
de: MACD ist ein Handelsindikator, der in der technischen Analyse von Aktienkursen verwendet wird. Er soll Veränderungen in der Stärke, der Richtung, des Momentum, und der Dauer eines Trends im Kurs einer Aktie anzeigen
es: El MACD es un indicador bursátil usado en el análisis técnico de los precios de las acciones. Su objetivo es revelar cambios en la fuerza, dirección, momento y duración de una tendencia en el precio de una acción
fr: MACD est un indicateur de trading utilisé dans l'analyse technique de prix des actions. Il est censé révéler des changements dans la force, la direction, le momentum, et la durée de tendance des prix de l'action
id: MACD adalah indikator trading yang digunakan dalam analisis teknis harga saham. Hal ini seharusnya dapat mengungkap perubahan dalam kekuatan, arah, momentum, dan durasi suatu tren harga saham
it: Il MACD è un indicatore di trading utilizzato nell'analisi tecnica dei prezzi delle azioni. Il suo obiettivo è di rilevare la forza, la direzione, il momentum e la durata di un trend per un prezzo dell'azione
pl: Wskaźnik MACD (Moving Average Convergence/Divergence) jest używany w analizie technicznej cen akcji. Ma on wskazywać siłe, kierunek, dynamikę oraz czas trwania trendu na rynku cen akcji
pt: A MACD é um indicador de negociação usada na análise técnica de preços de ações. É suposto revelar alterações na força, direção, impulso e duração de uma tendência do preço das ações
ru: MACD – это индикатор, использующийся для технического анализа цены акций. Он выявляет изменение силы, направления, темпа и продолжительности тренда, отмечающегося на цене акции
th: MACD คือ ตัวชี้วัดที่ใช้ในการวิเคราะห์ทางเทคนิคของราคาหุ้น ซึ่งควรจะเปิดเผยการเปลี่ยนแปลงในความแข็งแกร่ง ทิศทาง โมเมนตัม และระยะเวลาของแนวโน้มของราคาหุ้น
vi: MACD là một chỉ số giao dịch được sử dụng trong phân tích kỹ thuật của giá cổ phiếu. Nhiệm vụ của nó là tiết lộ những thay đổi trong sức mạnh, hướng, động lực và thời hạn của một xu hướng của giá một cổ phiếu

source: MENA FFXPO Award
es: Premio FFXPO de MENA
fr: Récompense MENA FFXPO
id: Penghargaan MENA FFXPO
it: Riconoscimeno MENA FFXPO
ja: MENA FFXPO 賞を受賞
pl: Nagroda MENA FFXPO
pt: Prêmio MENA FFXPO
ru: Награда на MENA FFXPO
th: รางวัล MENA FFXPO
vi: Giải thưởng MENA FFXPO

source: Make sure that you have first agreed with the Agent on the terms of payment before submitting your request. Once you click the 'Confirm transfer' button the funds will be withdrawn from your account and will be sent to the Payment Agent you have chosen. The Agent will send you the withdrawal amount (minus the commission) via your preferred payment method
de: Bevor Sie Ihren Antrag absenden können, müssen Sie zuerst den Zahlungsbedingungen des Agenten zustimmen. Wenn Sie auf „Überweisung bestätigen" klicken, wird das Geld von Ihrem Konto abgebucht und an den von Ihnen ausgewählten Zahlungsagenten geschickt. Der Agent wird Ihnen den Auszahlungsbetrag (abzüglich der Provision) über Ihre angegebene Zahlungsmethode übersenden
es: Asegúrese de que está de acuerdo con las condiciones de pago del agente antes de enviar su solicitud. Una vez que haga clic en el botón 'Confirmar transferencia' los fondos serán retirados de su cuenta y se enviarán al agente de pago que haya elegido. El agente le enviará la cantidad retirada (menos la comisión) a través de su método de pago preferido
fr: Avant d'envoyer votre demande, veillez à vous mettre d'accord avec l'Agent concernant les conditions de paiement. Lorsque vous cliquerez sur le bouton « Confirmer le virement », les fonds seront prélevés sur votre compte et envoyés à l'Agent de paiement que vous avez choisi. L'Agent vous enverra le montant de retrait (après déduction de la commission) par le biais du moyen de paiement souhaité
id: Pastikan bahwa Anda telah bersetuju dengan Agen sesuai dengan ketentuan pembayaran sebelum mengirimkan permintaan Anda. Setelah mengklik tombol 'Konfirmasi Transfer' maka dana akan ditarik dari akun Anda dan akan dikirim ke Agen Pembayaran yang telah Anda pilih. Agen akan mengirimkan jumlah penarikan (dikurangi komisi) melalui metode pembayaran sesuai dengan pilihan Anda
it: Prima di inviare la richiesta, assicurati di aver prima preso accordi con l'Agente sui termini di pagamento. Dopo aver cliccato sul pulsante "Conferma trasferimento", i fondi verranno prelevati dal tuo account e inviati all'Agente di pagamento da te scelto. L'Agente ti invierà l'importo prelevato (al netto delle commissioni) tramite la modalità di pagamento da te preferita
ja: リクエストを送信される前に、エージェントの支払規約に同意いただいてることをきちんと確認してください。「送金を実行する」ボタンをクリックされますと、資金はお客様のBinary口座から出金され、ご選択いただいた決済サービスエージェントに送金されます。エージェントは出金額（各エージェントの手数料が引かれます）をご希望の支払方法でお客様のアカウントへ送金します。
pl: Upewnij się, że przez wysłaniem wniosku, zostały zaakceptowane warunki płatności stosowane przez pośrednika. Po kliknięciu przycisku „Potwierdź przelew” środki zostaną wypłacone z Twojego konta i wysłane do wybranego pośrednika płatności. Pośrednik prześle Ci określoną kwotę (po potrąceniu prowizji) wybraną przez Ciebie preferowaną metodą płatności
pt: Certifique-se de que você tenha primeiro chegado a um acordo com o agente sobre os termos de pagamento antes de enviar a sua solicitação. Uma vez que você clicar no botão "Confirmar transferência", os fundos serão retirados da sua conta e enviados ao agente de pagamentos que você escolheu. O agente lhe enviará o valor da retirada (menos a comissão) através do seu método de pagamento preferido
ru: Перед тем, как подтвердить запрос, убедитесь, что Вы предварительно оговорили с платёжным агентом все условия оплаты. Когда Вы нажмёте кнопку "Подтвердить перевод," средства будут выведены с Вашего счёта и отправлены выбранному Вами платёжному агенту. Агент переведёт Вам выведенную сумму (за вычетом комиссии) выбранным способом оплаты
th: โปรดแน่ใจว่า ท่านได้แสดงความยินยอมต่อตัวแทนรับชำระเงินในเงื่อนไขการชำระเงินก่อนส่งคำขอของท่าน เมื่อท่านคลิกปุ่ม "ยืนยันการโอน" หลักประกันจะถูกถอนจากบัญชีของท่านและจะถูกส่งไปยังตัวแทนรับชำระเงินที่ท่านเลือก ตัวแทนรับชำระเงินจะส่งจำนวนเงินที่ถอน (หักด้วยค่าธรรมเนียม) ให้ท่านตามช่องทางการรับเงินที่ท่านเลือก
vi: Đầu tiên hãy chắc chắn rằng bạn đã đồng ý với Đại Lý Thanh Toán về các điều khoản thanh toán trước khi gửi yêu cầu của bạn. Một khi bạn nhấp vào nút 'Xác nhận chuyển khoản' thì các khoản tiền sẽ được rút ra từ tài khoản của bạn và chuyển đến cho Đại Lý Thanh Toán mà bạn đã chọn. Đại Lý sẽ gửi cho bạn số tiền thu được (trừ đi khoản hoa hồng) thông qua phương thức thanh toán ưa thích của bạn

source: Make your trade
de: Führen Sie Ihr Geschäft aus
es: Realice su transacción
fr: Faites votre trade
id: Lakukan trading Anda
it: Esegui il tuo trade
ja: 取引を実行しましょう。
pl: Dokonaj transakcji
pt: Realize a sua negociação
ru: Купите контракт
th: ซื้อขาย
vi: thực hiện giao dịch của bạn

source: Manage
fr: Gérer
id: Kelola
it: Gestisci
ru: Управление
th: จัดการ
vi: Quản lý

source: Mar
de: Mär
fr: mars
ja: 3月
pl: Marzec
ru: Мар
th: มี.ค.
vi: Tháng ba

source: March
de: März
es: Marzo
fr: mars
id: Maret
it: Marzo
ja: 3月
pl: Marzec
pt: Março
ru: Март
th: มีนาคม
vi: Tháng ba

source: Market Professionals
de: Marktprofis
es: Profesionales del mercado
fr: Professionnels du marché
id: Pasar Profesional
it: Professionisti dei mercati
ja: 市場のプロ投資家
pl: Profesjonalni gracze
pt: Profissionais do mercado
ru: Профессионалы рынка
th: เจ้าหน้าที่ทางตลาด
vi: Các chuyên gia thị trường

source: Market exit price
de: Kurs zum Vertragsende
es: Precio de salida del mercado
fr: Prix de sortie de marché
id: Harga akhir pasar
it: Prezzo di uscita del mercato
ja: 市場出口価格
pl: Rynkowa cena wyjściowa
pt: Preço de saída do mercado
ru: Выходная цена рынка
th: ราคาสิ้นสุดของตลาด
vi: Giá xuất cảnh của thị trường

source: Marubozu (CDLMARUBOZU)
ja: 丸坊主（CDLMARUBOZU）
ru: МАРУБОЗУ (CDLMARUBOZU)
vi: Mô hình Marubozu (CDLMARUBOZU)

source: Mass Index (MASS)
es: Índice de masa (MASS)
fr: Indice de Masse (MASS)
it: Indice di massa (MASS)
ja: マスインデックス（MASS）
pl: Indeks Mass (MASS)
ru: Индекс массы (MASS)
vi: Chỉ số Mass (MASS)

source: Mat Hold (CDLMATHOLD)
es: Enmarañado suspendido (CDLMATHOLD)
fr: Cale de tapis (CDLMATHOLD)
ja: マット・ホールド（CDLMATHOLD）
ru: Подстилка (CDLMATHOLD)
vi: Mô hình Mat Hold (CDLMATHOLD)

source: Matches
de: Gleicht
es: Coincidencias
fr: Égal
it: Corrisponde
ja: MATCHE
pl: Zgadza się
pt: Combina
ru: Совпадёт
th: จับคู่
vi: Trận đấu

source: Matches/Differs - Predict that the last digit will match or not match
fr: Correspond/diffère - Predit que le dernier chiffre correspondra ou pas
id: Matches/Differs - Menganalisa angka terakhir akan cocok atau tidak
ru: Совпадение/отличие – проверьте, совпадёт ли последняя десятичная цены с Вашим прогнозом
th: Matches/Differs - ทำนายว่า เลขหลักสุดท้ายจะถูกจับคู่ หรือไม่
vi: Trùng/Lệch - dự đoán các chữ số cuối cùng sẽ khớp hoặc không khớp

source: Matching Low (CDLMATCHINGLOW)
es: Mínimos coincidentes (CDLMATCHINGLOW)
fr: Les plus bas correspondants (CDLMATCHINGLOW)
pl: Formacja Matching Low (CDLMATCHINGLOW)
pt: Atingindo o mínimo (CDLMATCHINGLOW)
ru: Совпадение по нижнему уровню (CDLMATCHINGLOW)
vi: Mô hình Matching Low (CDLMATCHINGLOW)

source: Max. Trade Stake
fr: Max. Mise pour le Trade
id: Mak. Modal Trading
ru: Макс. ставка
th: เดิมพันสูงสุด
vi: Cổ phần thương mại tối đa

source: Maximum (MAX)
es: Máximo (MAX)
id: Maksimum (MAK)
it: Massimo (MAX)
ja: 特定期間の最高値（MAX）
pl: Maksimum (MAX)
pt: Máximo (MAX)
ru: Максимум (MAX)
vi: Chỉ số Maximum (MAX)

source: Maximum account cash balance
de: Maximales Kontoguthaben
es: Saldo máximo de la cuenta
fr: Solde financier maximum du compte
id: Maksimum saldo akun
it: Saldo massimo della cassa dell'account
ja: 口座預託額の上限額
pl: Maksymalne saldo na koncie
pt: Saldo máximo de dinheiro em conta
ru: Максимальный баланс счёта
th: มูลค่าบัญชีเงินสดคงเหลือสูงสุด
vi: Số dư tài khoản tối đa

source: Maximum aggregate contract purchases over a 30-day period
de: Maximale Gesamtsumme der Kontraktkäufe über einen Zeitraum von 30 Tagen
es: Compras de contrato agregado máximas en un período de 30 días
fr: Maximum global des achats de contrat sur une période de 30 jours
id: Total maksimal pembelian kontrak dalam periode 30 hari
it: Contratto aggregato massimo acquistato negli ultimi 30 giorni
ja: 30日の最大取引数量 (半角)
pl: Maksymalne łączne zakupy kontraktów w okresie 30 dni
pt: Aquisições máximas de contratos agregados durante um período de 30 dias
ru: Максимальная совокупная стоимость приобретённых контрактов за 30-дневный период
th: มูลค่าสัญญารวมสูงสุดที่ซื้อในระยะเวลา 30 วัน
vi: Tổng tối đa hợp đồng mua trong thời hạn 30 ngày
