Repository: binary-com/webtrader
Catalog: translations/i18n/*.po
Languages: de, es, fr, id, it, ja, pl, pt, ru, th, vi

source: The Average Directional Movement Index index (ADX) was developed in 1978 by J. Welles Wilder as an indicator of trend strength in a series of prices of a financial instrument ADX will range between 0 and 100. Generally, ADX readings below 20 indicate trend weakness, and readings above 40 indicate trend strength
de: Der ADX (Average Directional Movement Index) wurde 1978 von J. Welles Wilder als ein Indikator für Trendstärke in einer Serie von Kursen eines Finanzinstruments erfunden. Der ADX wird sich zwischen 0 und 100 bewegen. Generell zeigen ADX Messwerte unter 20 eine Trendschwäche, und Messwerte über 40 eine Trendstärke an
es: El índice de movimiento direccional medio (ADX) fue desarrollado en 1978 por J. Welles Wilder como un indicador de la fuerza de tendencia de una serie de precios de un instrumento financiero. El ADX tiene un rango que va desde 0 a 100. En general, lecturas bajo 20 indican debilidad en la tendencia, mientras que lecturas sobre 40 indican fuerza en la tendencia
fr: L'Indice du Mouvement Directionnel Moyen (IMDM) était développé en 1978 par J. Welles Wilder comme un indicateur de force de tendance dans une série de prix de l'instrument financier, IMDM sera compris entre 0 et 100. Généralement, les relevés IMDM en dessous de 20 indiquent une tendance faible, et ceux au dessous de 40 indiquent une tendance forte
id: Average Directional Movement Index Indeks (ADX) dikembangkan pada tahun 1978 oleh J. Welles Wilder sebagai Indikator tren kekuatan serangkaian harga pada instrumen keuangan ADX berkisar ANTARA 0 dan 100. Pada umumnya ADX berada dibawah 20 menunjukkan tren pelemahan, dan bacaan diatas 40 menunjukkan penguatan tren
ja: アベレージ・ダイレクショナル・ムーブメント・インデックス（ADX）は1978年に J. Welles Wilderによって開発されました。金融商品ADXの価格シリーズのトレンドの強さを0から100の範囲で示します。一般的に、ADXは20以下の数値のトレンドの弱さと40を超えるトレンドの強さを読み取ります。
pl: Wskaźnik ADX (Average Directional Movement Index index) został stworzony w 1978 r. przez J. Wellesa Wildera jako wskaźnik siły trendu w przypadku serii cen instrumentu finansowego. Wskaźnik ten ma rozpiętość od 0 do 100. Wartości ADX poniżej 20 wskazują na słabnięcie trendu, a wartości powyżej 40 na wzrost jego siły
pt: O Índice de Movimento Direcional Médio (IMD) foi desenvolvido em 1978 por J. Welles Wilder como um indicador de força de tendência numa série preços de um instrumento financeiro. O IMD varia entre 0 e 100. Geralmente, as leituras de IMD abaixo de 20 indica uma tendência fraca, enquanto leituras acima de 40 indica uma tendência forte
ru: Индекс среднего направления (ADX) впервые был предложен в 1978 Дж. Уэллсом Уайлдером в качестве индикатора силы тренда в серии котировок финансового нструмента. ADX рассчитывается по шкале от 0 до 100. Как правило, если ADX опускается ниже 20, это означает слабый тренд, а рост показателя выше 40 говорит о силе тренда
th: ดัชนีเฉลี่ยทิศทางการเคลื่อนไหวดัชนี (ADX) ถูกพัฒนาขึ้นในปี พ.ศ. 2521 (ค.ศ. 1978) โดย J. Welles Wilder เป็นตัวบ่งชี้ของความแข็งแรงของแนวโน้มในชุดของราคาของเครื่องมือทางการเงินที่ ADX จะมีช่วงอยู่ระหว่าง 0 ถึง 100 โดยทั่วไป ADX อ่านค่าต่ำกว่า 20 ดัชนีแสดงแนวโน้มอ่อนแอ และอ่านกว่า 40 ดัชนีที่แสดงความแข็งแกร่งของแนวโน้ม
vi: Chỉ số định hướng biến thiên trung bình (ADX) được phát triển vào năm 1978 bởi J. Welles Wilder là một chỉ số của xu hướng sức mạnh vào một loạt các giá cả của một công cụ tài chính ADX sẽ nằm trong khoảng từ 0 đến 100. Nói chung, phép đọc ADX dưới 20 chỉ ra xu hướng suy yếu, và các phép đọc ở trên 40 chỉ ra xu hướng mạnh

source: The Average True Range (TRANGE) study measures the size of the period s range, and takes into account any gap from the close of the previous period
de: Die Average True Range (TRANGE) Studie misst die Grösse eines Zeitraums mit s Reichweite, und berücksichtigt jedes Gap vom Schlusskurs des vorherigen Zeitraums
es: El estudio del rango verdadero promedio (TRANGE) mide el tamaño del rango del período y considera cualquier gap desde el cierre del período anterior
fr: L'étude de la Gamme Réelle Moyenne (TRANGE) mesure la taille de la période, et prend en compte tout fossé à partir de la clôture de la précédente période
id: Average True Range (TRANGE) mengukur ukuran periode jangkauan, dan memperhitungkan kesenjangan apapun dari penutupan periode sebelumnya
pl: Średnia rzeczywistego zasięgu (TRANGE) mierzy wielkość zasięgu cen w danym okresie, uwzględniając wszelkiego rodzaju luki od zamknięcia poprzedniego okresu
pt: O estudo do Intervalo de Confiança da Média mede o tamanho do intervalo do período e leva em conta qualquer lacuna do fechamento do período anterior
ru: Средний истинный диапазон (TRANGE) измеряет размер периода диапазона и учитывает все гэпы с момента закрытия предыдущего периода
th: Average True Range (TRANGE) ศึกษาการวัดผลของขนาดของช่วงเวลา และพิจารณาช่วงห่างใดๆ จากราคาปิดของช่วงก่อนหน้า
vi: Nghiên cứu phạm vi chuẩn trung bình (TRANGE) đo lường kích thước phạm vi của thời kì s, và sẽ lưu ý bất kỳ khoảng cách từ kết thúc của giai đoạn trước

source: The Awesome Oscillator is an indicator used to measure market momentum. AO calculates the difference of a 34 Period and 5 Period Simple Moving Averages. The Simple Moving Averages that are used are not calculated using closing price but rather each bar's midpoints. AO is generally used to affirm trends or to anticipate possible reversals
de: Der Awesome Oszillator ist ein Indikator, der dazu verwendet wird, einen Marktimpuls zu messen. AO berechnet den Unterschied eines 34 Perioden und eines 5 Perioden einfachen gleitenden Durchschnitts. Einfache gleitende Durchschnitte, die verwendet werden, werden nicht mit dem Schlusskurs, sondern mit den Mittelpunkten aller Balken berechnet. AO wir generell dazu verwendet, Trends zu belegen, oder um mögliche Umkehrungen vorherzusehen
es: El oscilador Awesome es un indicador utilizado para medir el momentum de mercado. El AO se calcula mediante la diferencia entre la media móvil simple de 34 y la de 5 periodos. Las medias móviles simples que se utilizan no se calculan usando el precio de cierre, sino que los puntos medios de cada barra. El AO se utiliza generalmente para reafirmar las tendencias o anticiparse a posibles reversiones
fr: L'Oscillateur Awesome est un indicateur utilisé pour mesurer le momentum du marché. OA calcule la différence entre les Moyennes Mobiles Simples de 34 et de 5 périodes. Les Moyennes Mobiles Simples qui ne sont pas calculés en utilisant le prix de clôture mais plutôt chaque barre du milieu. OA est généralement utilisé pour affirmer les tendances ou pour anticiper de possible retournements
id: Awesome Oscillator adalah indikator yang digunakan untuk mengukur momentum pasar. AO menghitung selisih dari 34 periode dan 5 Masa Simple Moving Averages. Simple Moving Averages yang digunakan tidak dihitung menggunakan harga penutupan melainkan titik-titik tengah masing-masing bar. AO umumnya digunakan untuk menegaskan tren atau untuk mengantisipasi kemungkinan pembalikan
pl: Oscylator „Awesome” jest wskaźnikiem mierzącym dynamikę rynku. Oblicza on różnicę 34-okresowej prostej średniej kroczącej oraz 5-okresowej średniej kroczącej. W przypadku prostych średnich kroczących branych tu pod uwagę nie uwzględnia się ceny zamknięcia lecz poszczególne punkty średnie. Wskaźnik AO stosuje się do potwierdzania trendów lub przewidywanie ich możliwych zmian
pt: O Awesome Oscillator é um indicador usado para medir o impulso do mercado. O AO calcula a diferença de Médias Móveis Simples de 34 períodos e 5 períodos. As Médias Móveis Simples que são usadas não são calculadas usando um preço de fechamento, mas sim os pontos médios de cada barra. O AO é geralmente usado para afirmar tendências ou antecipar possível inversões
ru: Чудесный осциллятор – это индикатор, измеряющий темп рынка. Чудесный осциллятор (AO) рассчитывает разницу значений простой скользящей средней за 34 периода и 5 периодов. Применяемые простые скользящие средние не учитывают цену закрытия, но учитывают средние значения каждого столбика на графике. Как правило, Чудесный осциллятор применяется для подтверждения тренда и предсказания возможных разворотов
th: Awesome Oscillator (AO) เป็นดัชนีที่ใช้เพื่อบอกสภาวะแนวโน้มโมเมนตัมของตลาด ดัชนี AO คำนวณความแตกต่างของ 34 ช่วง และ 5 ช่วงเส้นค่าเฉลี่ยเคลื่อนที่อย่างง่าย เส้นค่าเฉลี่ยเคลื่อนที่อย่างง่ายที่ใช้จะไม่คำนวณโดยใช้ราคาปิด แต่จะเป็นค่ากลางของวันดังกล่าว โดยทั่วไปแล้ว ดัชนี AO ใช้เพื่อยืนยันแนวโน้ม หรือ บอกแนวโน้มและแรงส่งของตลาดในส่วนความเป็นไปได้ที่ราคาจะกลับตัว
vi: Công cụ dao động tuyệt vời là một chỉ số được sử dụng để đo lường đà của thị trường. AO tính toán sự khác biệt của 34 giai đoạn và 5 giai đoạn biến thiên trung bình đơn giản. Biến thiên trung bình đơn giản được sử dụng không được tính toán bằng cách sử dụng giá đóng cửa nhưng thay vì mỗi thanh midpoints. AO thường được sử dụng để khẳng định xu hướng hay dự đoán những đảo ngược tiềm tàng

source: The Bearish I-Neck Pattern occurs after a downtrend when first day is a long red candle and the second day is a blue day, opening below the low of the first day and closing barely into the body of the first day
de: Das Bearish I-Neck Pattern kommt nach einem Abwärtstrend vor, wenn der erste Tag eine lange rote Kerze, und der zweite Tag ein blauer Tag ist, der sich unter dem Tief des ersten Tages öffnet und kaum in den Körper des ersten Tages schließt
es: El patrón dentro de la línea del cuello ocurre después de una tendencia a la baja, cuando el primer día es una vela roja larga y el segundo día, una azul que abre debajo del mínimo del primer día y cierra casi dentro del cuerpo del primer día
fr: Le Schéma Baissier Dans le Cou apparait après une tendance baissière quand le premier jour est une longue bougie rouge et le second jour est un jour bleu, ouvrant en dessous du plus bas du premier jour et en clôturant à peine dans le corps du premier jour
id: Pola Bearish I-Neck terjadi setelah downtrend hari pertama ketika candle merah panjang dan hari kedua adalah biru, pembukaan di bawah rendah dari hari pertama dan menutup hampir ke dalam tubuh hari pertama
pl: Formacja „szyi” o tendencji spadkowej (Bearish I-Neck Pattern) występuje w przypadku trendu zniżkowego. Pierwszy dzień przyjmuje postać czerwonej świecy o długim korpusie, zaś drugi postać świecy niebieskiej otwierającej się poniżej dnia pierwszego i zamykającej się praktycznie w obszarze korpusu świecy dnia pierwszego
pt: O padrão baixista "I-Neck" ocorre depois de uma tendência de baixa quando o primeiro dia é uma vela vermelha comprida e o segundo dia é um dia azul, abrindo-se abaixo do ponto inferior do primeiro dia e fechando-se mal no corpo do primeiro dia
ru: Медвежья фигура "в основании" появляется на графике после нисходящего тренда, когда в первый день формируется длинная красная свеча, а свеча второго дня начинается ниже минимума первого дня и закрывается, едва дотянув до тела свечи первого дня
th: รูปแบบ Bearish In-Neck นี้ เกิดหลังจากช่วงขาลง เมื่อวันแรกปรากฏแท่งเทียนยาวสีแดง และวันถัดมาเป็นสีน้ำเงิน ที่เปิดด้วยราคาที่ต่ำกว่าวันแรกและปิดเต็มแกนของตัวแท่งเทียนวันแรก
vi: Mô hình Bearish I-Neck xảy ra sau một xu hướng đi xuống khi ngày đầu tiên là một ngọn nến đỏ dài và ngày thứ hai là một ngày xanh, mở dưới thấp của ngày đầu tiên và đóng cửa hiếm khi vào cơ thể của ngày đầu tiên

source: The Bearish On-Neck Pattern occurs after a downtrend when a long black day is followed by a long white day that gaps down at the open and closes below the close of the black day
de: Das Bearish On-Neck Pattern kommt nach einem Abwärtstrend vor wenn ein langer schwarzer Tag von einem weißen Tag gefolgt wird, der sich nach unten an der Öffnung spaltet und der unter dem Schlusskurs eines schwarzen Tages schließt
es: El patrón sobre la línea del cuello ocurre después de una tendencia a la baja, cuando un día negro largo es seguido por un día blanco largo que realiza un gap descendente al inicio y cierra debajo del precio de cierre del día negro
fr: Le Schéma Baissier Sur le Cou apparaît après un mouvement baissier quand un long jour noir est suivi par un long jour blanc qui chute à l'ouverture et ferme en dessous de la clôture du jour noir
id: Pola Bearish On-Neck terjadi setelah downtrend ketika hari hitam panjang diikuti dengan hari putih panjang yang kesenjangan turun di tempat terbuka dan menutup di bawah penutupan hari hitam
pl: Formacja „szyi” o tendencji spadkowej występuje po trendzie zniżkowym, gdy po czarnej świecy o długim korpusie obserwujemy białą świecę i lukę na poziomie otwarcia. Białą świeca zamyka się poniżej ceny zamknięcia świecy czarnej
pt: O padrão baixista "On-Neck" ocorre depois de uma tendência de baixa quando um dia preto comprido é seguido por um longo dia branco que registra uma lacuna para baixo na abertura e se fecha abaixo do fechamento do dia preto
ru: Медвежья фигура "У основания" возникает на графике после нисходящего тренда, когда после длинной чёрной свечи следует длинная белая свеча, которая начинается с нижнего гэпа перед открытием и закрывается ниже уровня закрытия чёрной свечи
th: รูปแบบ Bearish On-Neck นี้ เกิดหลังจากช่วงขาลง เมื่อมีแท่งเทียนสีดำยาวในวันก่อนหน้า ตามด้วยแท่งเทียนยาวสีขาวหนึ่งแท่ง ซึ่งมีช่องว่างทางด้านล่าง เมื่อราคาเปิดและราคาปิดต่ำกว่าราคาปิดของวันที่เป็นแท่งเทียนสีดำ
vi: Hướng giảm Hoa văn trên cổ xảy ra sau khi một xu hướng khi một ngày dài đen theo sau một ngày dài màu trắng có khoảng trống xuống tại mở và đóng cửa dưới đóng ngày đen tối

source: The Bullish Three Star appears after a downtrend and it consists of three consecutive Doji, in which the second Doji gaps below the other two Doji. The Bearish Three Star appears after a uptrend and it consists of three consecutive Doji, in which the second Doji gaps above the other two Doji
de: Der Bullish Three Star erscheint nach einem Abwärtstrend und besteht aus drei aufeinanderfolgenden Doji, in welchen sich das zweite Doji unter den beiden anderen Doji spaltet. Der Bearish Three Star erscheint nach einem Aufwärtstrend und besteht aus drei aufeinanderfolgenden Doji, in welchen sich das zweite Doji über den anderen beiden Doji spaltet
es: El patrón de tres velas alcistas aparece después de una tendencia a la baja y consiste en tres dojis consecutivas, en el cual la segunda doji forma un gap a la baja de las otras dos doji. El patrón de tres velas bajistas aparece luego de una tendencia a la baja y consiste en tres dojis consecutivas, en el cual la segunda doji forma un gap al alza de las otras dos doji
fr: Les Trois Étoiles Haussières apparaissent après un mouvement baissier et consiste en trois consécutives Doji, dans lequel le second Doji chute en dessous des deux autres Doji. Les Trois Étoiles Baissières apparaissent après une tendance haussière et cela consiste en trois consécutives Doji, dans lequel le second Doji grimpe au dessus des deux autres Doji
id: Bullish Three Star muncul setelah downtrend dan terdiri dari tiga Doji berturut-turut, di mana kesenjangan Doji kedua di bawah dua lainnya Doji. Bearish Three Star muncul setelah uptrend dan terdiri dari tiga Doji berturut-turut, di mana kesenjangan Doji kedua di atas dua Doji lainnya
pl: Potrójną gwiazdę o tendencji wzrostowej (Bullish Three Star) obserwuje się po trendzie zniżkowym. Składa się ona z trzech występujących po sobie świec doji, gdzie druga doji znajduje się poniżej dwóch pozostałych. Potrójną gwiazdę o tendencji spadkowej (Bearish Three Star) obserwuje się po trendzie wzrostowym. Ta formacja składa się z trzech występujących po sobie świec doji, gdzie druga doji znajduje się powyżej dwóch pozostałych świec
pt: A estrela tripla altista aparece depois de uma tendência de baixa e consiste de três dojis consecutivos, em que o segundo doji registra uma lacuna abaixo dos outros dois. A estrela tripla baixista aparece depois de uma tendência de alta e consiste de três dojis consecutivos, em que o segundo doji registra uma lacuna acima dos outros dois
ru: Фигура "Три бычьи звезды" формируется на графике после нисходящего тренда и состоит из трёх последовательных дожи, второй из которых образует гэп ниже двух других дожи. Фигура "Три медвежьи свечи" появлется после восходящего тренда и состоит из трёх последовательных дожи, второй из которых образует гэп выше двух других дожи
th: Bullish Three Star ปรากฏเมื่อเป็นแนวโน้มขาลง และประกอบด้วย Doji 3 อันต่อเนื่อง โดย Doji อันที่สองมีช่องว่างด้านล่างของอีกสองอัน รูปแบบ Bearish Three Star ที่ปรากฏในแนวโน้มขาขึ้น ประกอบด้วย Doji 3 อันต่อเนื่อง โดย Doji อันที่สองมีช่องว่างด้านบนของอีกสองอัน
vi: Ngôi sao ba Bullish xuất hiện sau khi một xu hướng và nó bao gồm ba Doji liên tiếp, trong đó Doji thứ hai khoảng trống bên dưới hai Doji khác. Ngôi sao ba hướng giảm xuất hiện sau khi một xu hướng tăng và nó bao gồm ba Doji liên tiếp, trong đó Doji thứ hai khoảng trống ở trên hai Doji khác

source: The CMO indicator is created by calculating the difference between the sum of all recent higher closes and the sum of all recent lower closes and then dividing the result by the sum of all price movement over a given time period. The result is multiplied by 100 to give the -100 to +100 range
de: Der CMO Indikator wird erstellt, indem der Unterschied zwischen der Summe aller jüngsten höheren Schlusskurse und der Summe aller jüngsten niedrigen Schlusskurse berechnet wird, und das Ergebnis wird durch die Summe aller Kursbewegungen über einen gegebenen Zeitraum dividiert. Das Ergebnis wird mit 100 multipliziert, um eine -100 bis +100 Reichweite zu geben
es: El indicador CMO se obtiene al calcular la diferencia entre la suma de todos los cierres más altos recientes y la suma de todos los cierres más bajos recientes, y dividirla por la suma de todos los movimientos de precios durante un periodo específico. El resultado se multiplica por 100 para obtener un rango de -100 a +100
fr: L'indicateur CMO est créé en calculant la différence entre la somme des récentes plus hautes clôtures et la somme des récentes plus basses clôtures et ensuite diviser le résultat par la somme de tous les mouvements de prix sur une période de temps donnée. Le résultat est multiplié par 100 pour donner une gamme entre -100 et +100
id: Indikator CMO dibuat dengan menghitung selisih antara jumlah penutupan yang lebih tinggi dan jumlah penutupan terendah terakhir dan kemudian membagi hasilnya dengan jumlah semua pergerakan harga selama periode waktu tertentu. Hasilnya dikalikan 100 untuk memberikan kisaran -100 sampai +100
pl: Wskaźnik CMO to różnica między sumą wszystkich ostatnich wysokich cen zamknięcia a sumą wszystkich ostatnich niskich cen zamknięcia podzielona przez sumę wszystkich zmian cen w danym okresie. Wynik mnoży się przez 100. Wartość wskaźnika przyjmuje wartości między -100 a +100
pt: O indicador CMO é criado ao calcular a diferença entre o somatório de todos os fechamentos mais altos recentes e o somatório de todos os de fechamentos mais baixos recentes e depois dividir o resultado pelo somatório de todos os movimentos de preço durante um determinado período de tempo. O resultado é multiplicado por 100 para dar o intervalo de -100 a +100
ru: Осциллятор темпа Чанде (CMO) основан на расчёте разницы между суммой всех недавних максимумов и минимумов закрытия, а затем деления полученного результата на сумму всех ценовых колебаний за заданный период времени. Результат умножается на 100, чтобы в итоге получить число в диапазоне от -100 до +100
th: ดัชนี CMO ถูกพัฒนาเพื่อนำมาคำนวณความแตกต่างระหว่างผลรวมของราคาปิดที่เป็นราคาที่สูงกว่าที่เกิดขึ้นล่าสุด และผลรวมของราคาปิดที่เป็นราคาที่ต่ำกว่าที่เกิดขึ้นล่าสุด แล้วหารด้วยช่วงเวลา นำผลรวมมาคูณด้วย 100 จะให้ค่าในช่วง -100 ถึง +100
vi: Chỉ số CMO được tạo ra bằng cách tính toán sự khác biệt giữa tổng của tất cả tại cao đóng và tổng của tất cả đóng tại thấp hơn và sau đó phân chia kết quả số tiền của tất cả các phong trào giá trong một khoảng thời gian nhất định. Kết quả là nhân 100 để cung cấp cho -100 đến 100

source: The Choppiness Index (CHOP) is an indicator designed to determine if the market is choppy (trading sideways) or not choppy (trading within a trend in either direction). CHOP is not meant to predict future market direction, it is a metric to be used to for defining the market's trendiness only
de: Der Choppiness Index (CHOP) ist ein Indikator, dazu konzipiert zu bestimmen, ob der Markt choppy (seitwärts handelt) oder nicht choppy (der Handel mi einem Trend in beide Richtungen) ist. CHOP ist nicht dazu vorgesehen, die Zukunft einer Marktrichtung vorherzusehen; er ist eine Metrik die nur dazu verwendet wird, die Modernität eines Marktes zu definieren
es: El índice de Choppiness (CHOP) es un indicador designado para determinar si el mercado es muy variable (con movimientos laterales) o no (siguiendo una tendencia en una u otra dirección). El índice CHOP no tiene por finalidad predecir la dirección futura del mercado, sino que se utiliza para definir la condición de este
fr: L'indice de volatilité (CHOP) est un indicateur désigné pour déterminer si le marché est volatile (trading sans direction) ou non volatile (trading à l'intérieur d'une tendance quelque soit la direction). CHOP n'est pas destiné à prédire la future direction du marché, il s'agit d'un indicateur à utiliser pour définir seulement la tendance du marché
id: Indeks Choppiness (CHOP) adalah indikator yang dirancang untuk menentukan apakah pasar berombak (trading sideways) atau tidak berombak (ditradingkan dalam tren di kedua arah). CHOP tidak dimaksudkan untuk memprediksi arah pasar di masa depan, ini adalah metrik yang bisa digunakan untuk mendefinisikan trendi pasar saja
pl: Indeks CHOP (Choppiness Index) jest wskaźnikiem stworzonym w celu określania, czy rynek jest zmienny (odchylenia handlowe) czy nie (handlowanie w ramach jednego trendu: spadkowego lub wzrostowego). Indeksu CHOP nie stosuje się do przewidywania przyszłego kierunku cen, lecz jako wskaźnika określającego, czy rynek jest podatny na zmiany trendów
pt: O Choppiness Index (CHOP) é um indicador concebido para determinar se o mercado está instável (progressão horizontal das negociações) ou não (progressão dentro de uma tendência em qualquer direção). CHOP não foi projetado para prever a direção futura do mercado, mas é uma medida a ser usada apenas para a definição da tendência do mercado
ru: Индекс переменчивости (CHOP) является индикатором, сформированным для определения изменений на рынке (появления бокового движения) или отсутствия изменений (торговля в рамках восходящего или нисходящего тренда). Индекс переменчивости не предназначен для предсказания будущего направления движения рынка. Он указывает лишь наличие тренда на рынке
th: Choppiness Index (CHOP) เป็นดัชนีที่ออกแบบเพื่อบ่งชี้หากว่าตลาดมีสภาพไม่แน่นอน (ราคาเป็นแนวขึ้นลงด้านข้าง หรือ ไซด์เวย์) หรือ ตลาดมีทิศทาง (การซื้อขายมีราคาที่บอกทิศทางได้) ดัชนี CHOP ไม่ได้ใช้ทำนายทิศทางตลาดในอนาคต แต่เป็นตัวชี้วัดที่ใช้บอกแนวโน้มตลาดเท่านั้น
vi: Choppiness Index (CHOP) là một chỉ số được thiết kế để xác định nếu thị trường hay thay đổi (kinh doanh sang một bên) hay không hay thay đổi (kinh doanh trong một xu hướng trong hai hướng). CHOP không có nghĩa là để dự đoán tương lai thị trường hướng, nó là số liệu được sử dụng để xác định các thị trường trendiness chỉ
