Repository: binary-com/webtrader
Catalog: translations/i18n/*.po
Languages: de, es, fr, id, it, ja, pl, pt, ru, th, vi

source: Average Directional Movement Rating quantifies momentum change in the ADX. It is calculated by adding two values of ADX (the current value and a value n periods back), then dividing by two
de: Average Directional Movement Rating mißt Impulsänderungen im ADX. Er wird berechnet, indem zwei Werte des ADX (der aktuelle Wert und ein Wert der n Perioden zurück liegt) hinzugefügt, dann durch zwei dividiert werden
es: La valoración media de movimiento direccional (ADRX) cuantifica cambios de momentum en el ADX. Se calcula sumando dos valores de ADX (el valor actual y un valor de n periodos atrás) y luego dividiendo por dos
fr: La notation de mouvement directionnel moyen quantifie le changement d'impulsion dans l'ADX. Il est calculé en ajoutant deux valeurs de l'ADX (la valeur actuelle et une valeur de n périodes précédentes), puis en les divisant par deux
id: Average Directional Movement Rating mengkuantifikasi perubahan momentum pada ADX. Hal ini dihitung dengan menambahkan dua nilai ADX (nilai sekarang dan nilai n periode sebelumnya), kemudian dibagi dua
it: Average Directional Movement Rating quantifica la variazione del momentum nell'ADX. Si calcola aggiungendo due valori dell'ADX (il valore attuale e un valore di n periodi precedenti), e poi diviso due
ja: アベレージ・ディレクショナル・モメンタム・レーティングはADXの運動量の変化を定量化します。ADXの2つの値（現在値とn期間戻った値）を足して2で割って計算します。
pl: Wskaźnik ADXR określa zmianę wskaźnika ADX. Oblicza się go, sumując dwie wartości wskaźnika ADX (obecną i z okresów wcześniejszych) i dzieląc przez dwa
pt: A classificação do Movimento Direcional Médio quantifica a alteração do impulso no IMD. É calculada ao adicionar dois valores do IMD (o valor atual e um valor de há n períodos atrás) e depois dividir por dois
ru: Мощность индекса среднего направления измеряет изменение темпа в индексе среднего направления (ADX). Она рассчитывается путём сложения двух значений индекса ADX (текущего значения и значения за определённый период в прошлом), а затем деления полученной суммы на два
th: Average Directional Movement Rating แสดงปริมาณโมเมนตัมที่เปลี่ยนแปลงของ ADX ซึ่งถูกคำนวณโดยใช้ค่าสองค่าของ ADX (ค่าปัจจุบัน และ ค่า n ช่วงย้อนหลัง) แล้วหารด้วยสอง
vi: Điểm đánh giá di chuyển trung bình trực tiếp đánh giá mô men thay đổi trong ADX. Nó được tình bằng cách thêm vào hai giá trị của ADX (giá trị hiện tại và giá trị n thời gian trở lại), rồi đem chia hai

source: Average True Range (ATR)
es: Rango verdadero medio (ATR)
fr: Gamme Réelle Moyenne (GRM)
ja: アベレージ・トゥルー・レンジ（ATR）
pl: Wskaźnik ATR (Average True Range)
pt: Invervalo verdadeiro médio (IVM)
ru: Средний истинный диапазон (ATR)
vi: Khoảng trung bình thực (ATR)

source: Avg. Duration
fr: Durée moyenne
id: Rata-rata Durasi
it: Durata media
ru: Средн. длительность
th: เวลาเฉลี่ย
vi: Thời lượng trung bình

source: Avg. Loss
fr: Perte moyenne
id: Rata-rata Kerugian
it: Perdita media
ru: Средн. убыток
th: ขาดทุนเฉลี่ย
vi: Lỗ trung bình

source: Avg. Profit
fr: Profit moyen
id: Rata-rata Keuntungan
ru: Средн. прибыль
th: กำไรเฉลี่ย
vi: Lợi nhuận trung bình

source: Award-winning online trading platform
fr: Plateforme de trading en ligne primée
id: Platform trading online yang memenangi berbagai penghargaan
ru: Торговая платформа, удостоенная высоких наград
th: แพลตฟอร์มซื้อขายออนไลน์ที่ได้รับรางวัล
vi: Giải thưởng - chiến thắng nền tảng kinh doanh trực tuyến

source: Awesome Oscillator (AO)
de: Awesome Oszillator (AO)
es: Oscilador Awesome (AO)
fr: Grand Oscillateur (GO)
ja: オーサム・オシレーター（AO)
pl: Oscylator Awesome (AO)
ru: Чудесный осциллятор (AO)
vi: Dao động tuyệt vời (AO)

source: Back
de: Zurück
es: Atrás
fr: Retour
id: Kembali
it: Indietro
ja: 戻る
pl: Wróć
pt: Voltar
ru: Назад
th: กลับ
vi: Trở lại

source: Back to list
de: Zurück zur Liste
es: Volver a la lista
fr: Retour à la liste
id: Kembali ke daftar
it: Torna all'elenco
ja: 一覧へ戻る
pl: Wróć do listy
pt: Voltar para a lista
ru: Вернуться к списку
th: กลับไปที่รายการ
vi: Quay lại danh sách

source: Balance of Power (BOP)
de: Kräfteverhältnis (Balance of Power - BOP)
es: Equilibrio de poder (BOP)
fr: Équilibre des Puissances (EDP)
ja: バランス・オブ・パワー（BOP)
pl: Wskaźnik BOP (Balance of Power)
ru: Баланс сил (BOP)
vi: Cân bằng quyền lực (BOP)

source: Banks, hedge funds and professional investors routinely trade binary options in over-the-counter derivatives markets. Many market professionals use and trust the Binary.com platform for high-volume flexible trades
de: Banken, Hedgefonds und professionelle Investoren handeln Binäre Optionen regelmäßig in den sekundären Freiverkehrsmärkten. Viele Marktprofis vertrauen und verwenden die %1 Plattform für hochvolumige, flexible Kontrakte
es: Bancos, fondos de cobertura e inversores profesionales habitualmente comercian con opciones binarias en los mercados de derivados Otc. Muchos profesionales del mercado confían en la plataforma Binary.com para realizar operaciones flexibles de alto volumen
fr: Les banques, hedge funds et les investisseurs professionnels régulièrement échangent des options binaires sur les marchés de dérivés de gré à gré. De nombreux professionnels des marchés utilisent et font confiance à la plateforme Binary.com pour des trades flexibles à volume élevé
id: Banyak bank, pengelola dana dan investor profesional secara rutin bertrading binary pada pasar derivatif over-the-counter. Banyak profesional menggunakan dan mempercayai platform %1 untuk trading fleksibel dengan volume tinggi
it: Le banche, i fondi speculativi e gli investitori professionisti negoziano abitualmente opzioni binarie nei mercati OTC dei derivati. Molti professionisti dei mercati utilizzano e si affidano alla piattaforma di Binary.com per i trade flessibili ad alto volume
ja: 銀行、ヘッジファンド、プロ投資家の皆様はデリバティブ市場でバイナリーオプションを日常的に取引されています。当社の取引プラットフォームは多くのプロ投資家から信頼され、ご利用いただいております。
pl: Banki, fundusze hedgingowe i inwestorzy profesjonalni rutynowo handlują opcjami binarnymi na pozagiełdowym rynku instrumentów pochodnych. Wielu ekspertów rynkowych korzysta z platformy Binary.com i ma do niej zaufanie ze względu na wysoką elastyczność zakładów
pt: Bancos, fundos especulativos e investidores profissionais negociam opções binárias sistematicamente em mercado de derivados de balcão. Muitos profissionais do mercado usam e confiam na plataforma Binary.com para negociações flexíveis de grande volume
ru: Банки, хеджинговые фонды и профессиональные инвесторы часто торгуют бинарными опционами на внебиржевых рынках производных. Многие профессионалы рынка выбирают платформу Binary.com для торговли в больших объемах и с гибкими условиями контрактов
th: ธนาคาร เฮดจ์ฟันด์ และนักลงทุนมืออาชีพทำการซื้อขายไบนารีออปชั่นเป็นกิจวัตรในตลาดอนุพันธ์ตราสารทุน ผู้เชี่ยวชาญตลาดหลายท่านใช้และเชื่อมั่นในแพลตฟอร์มของ Binary.com สำหรับการซื้อขายปริมาณสูงที่มีความยืดหยุ่น
vi: Các ngân hàng, quỹ phòng hộ và các nhà đầu tư chuyên nghiệp thường giao dịch tùy chọn nhị phân trường phái sinh (vượt bàn giao dịch). Nhiều chuyên gia thị trường sử dụng và tin cậy nền tảng Binary.com do khối lượng giao dịch linh hoạt

source: Barrier
de: Schwelle
es: Barrera
fr: Barrière
id: Batas
it: Barriera
ja: バリア
pl: Limit
pt: Barreira
ru: Барьер
vi: Barie

source: Barrier offset
de: Schwellenverschiebung
es: Desplazamiento de la barrera
fr: Marge de barrière
id: Batas offset
it: Offset di barriera
ja: 追加バリア値
pl: Wyrównanie limitu
pt: Deslocamento da barreira
ru: Изменение барьера
th: Barrier ออฟเซ็ท
vi: Offset barie

source: Barrier(s)
de: Schwelle(n)
es: Límite(s)
fr: Barrière(s)
id: Batasan
it: Barriera(e)
ja: バリア
pl: Limit(y)
pt: Barreira(s)
ru: Барьер(ы)
th: Barrier
vi: Các rào cản

source: Bearish: This is an end-of-trend pattern composed of three candlesticks in an uptrend. The second candlestick must open close to the close of the previous day. The last candlestick should be short and can form an upside gap. There could also be a selling shadow.The pattern represents a weakness in a rise with a risk of consolidation and possible reversal. Bullish: This is an end-of-trend pattern composed of three candlesticks in a downtrend. The second candlestick must open close to the close of the previous day. the last candlestick must be short. The pattern represents a weakness and consolidation and a possible reversal in trend
fr: Baissière : Il s’agit d’un modèle de fin de tendance composé de trois chandeliers dans une tendance haussière. Le second chandelier doit ouvrir à proximité de la clôture de la veille. Le dernier chandelier devrait être court et peut former un fossé haussier. Il pourrait aussi y avoir une ombre de vente. Le modèle représente une faiblesse dans une montée avec un risque de consolidation et une possible inversion. Haussière : Il s’agit d’un modèle de fin-de-tendance composé de trois chandeliers dans une tendance baissière. Le second chandelier doit ouvrir à proximité de la clôture de la veille. Le dernier chandelier doit être étayé. Le modèle représente une faiblesse, une consolidation et un possible renversement de tendance
id: Bearish: Merupakan pola akhir tren yang terdiri dari tiga candlestick dalam uptrend. Candlestick kedua harus dibuka mendekati penutupan hari sebelumnya. Candlestick terakhir harus lebih pendek dan bisa membentuk gap terbalik. Bisa juga ada bayangan penjualan. Pola ini merupakan kelemahan dalam suatu kenaikan dengan risiko konsolidasi dan kemungkinan pembalikan. Bullish: Merupakan pola akhir tren yang terdiri dari tiga candlestick dalam tren turun. Candlestick kedua harus mendekati penutupan hari sebelumnya. Candlestick terakhir harus pendek. Pola ini merupakan kelemahan dan konsolidasi dan kemungkinan pembalikan tren
it: Ribassista: questo è un modello di fine trend composto da tre candele rialziste. La seconda candela deve aprirsi vicino alla chiusura del giorno precedente. L'ultima candela dovrebbe essere corta e può formare un gap al rialzo. Potrebbe anche esserci un'ombra di vendita. Il modello rappresenta una debolezza in un rialzo con un rischio di consolidamento e una possibile inversione del trend. Rialzista: questo è un modello di fine trend composto da tre candele ribassiste. La seconda candela deve aprirsi vicino alla chiusura del giorno precedente. L'ultima candela deve essere corta. Il modello rappresenta una debolezza, un consolidamento e una possibile inversione del trend
ru: Медвежья фигура: это фигура окончания тренда, состоящая из трёх свечей в рамках восходящего тренда. Вторая свеча должна открываться в вблизи уровня закрытия предыдущего дня. Последняя свеча должна быть короткой и может образовать гэп при попытке роста. Также может присутствовать тень продажи. Фигура демонстрирует слабость восходящей динамики с риском консолидации и возможным разворотом. Бычья фигура: Это фигура окончания тренда, состоящая из трёх свечей, относящихся к нисходящему тренду. Вторая свеча должна открываться вблизи уровня закрытия предыдущего дня. Последняя свеча должна быть короткой. Фигура демонстрирует слабость и консолидацию, а также возможный разворот тренда
th: ซบเซา: คือ รูปแบบสิ้นสุดของแนวโน้มประกอบด้วยแท่งเทียนสามแท่งในแนวโน้มขึ้น แท่งเทียนที่สองจะต้องเปิดใกล้กับเวลาสิ้นสุดของวันก่อนหน้า แท่งเทียนสุดท้ายควรจะสั้นและสร้างช่องว่างด้านบน ควรจะมีเงาการขายด้วย รูปแบบนี้แสดงถึงความอ่อนแอในการขึ้นอย่างมีความเสี่ยงในการรวมเข้าด้วยกัน และมีความเป็นไปได้ในการกลับตัว ตื่นตัว: คือ รูปแบบสิ้นสุดของแนวโน้มประกอบด้วยแท่งเทียนสามแท่งในแนวโน้มขาลง แท่งเทียนที่สองจะต้องเปิดใกล้กับเวลาสิ้นสุดของวันก่อนหน้า แท่งเทียนสุดท้ายควรจะสั้น รูปแบบนี้แสดงถึงความอ่อนแอในการรวมเข้าด้วยกันและความเป็นไปได้ในการกลับตัวของแนวโน้ม
vi: Hướng giảm: Đây là một mô hình kết thúc xu hướng bao gồm ba chân nến trong một xu hướng tăng. Nến thứ hai phải mở gần kết thúc ngày hôm trước. Nến cuối nên ngắn và có thể tạo ra một lỗ ngược. Cũng có thể một bóng bán. Các mẫu đại diện cho một điểm yếu trong sự gia tăng với một nguy cơ của củng cố và có thể đảo ngược. Hướng tích cực: Đây là một mô hình kết thúc xu hướng bao gồm ba chân nến trong một xu hướng. Nến thứ hai phải mở gần kết thúc ngày hôm trước. nến cuối cùng phải vững. Các mẫu đại diện cho một điểm yếu và củng cố và một có thể đảo ngược xu hướng

source: Belt-hold (CDLBELTHOLD)
es: Patrón Belt-hold (CDLBELTHOLD)
fr: Ceinture-cale (CDLBELTHOLD)
ja: ベルトホールド（CDLBELTHOLD）
pl: Belt-hold – zatrzymanie (CDLBELTHOLD)
ru: Захват за пояс (CDLBELTHOLD)
vi: Vành đai giữ (CDLBELTHOLD)

source: Best Fixed-Odds Financial Trading Provider' award by Shares Magazine UK
de: Auszeichnung für "Bester Fixed-Odds Finanzhandelsanbieter" vom Shares Magazine UK
es: El premio al "Mejor proveedor de operaciones financieras con probabilidades fijas" de Shares Magazine UK
fr: Récompense du 'Meilleur fournisseur de trading financier à cotes fixes' par le Shares Magazine UK
id: Penyedia Trading Financial Fixed-Odds Terbaik' dianugerahkan oleh Shares Magazine UK
it: Premio "Best Fixed-Odds Financial Trading Provider" di Shares Magazine UK
ja: Shares Magazine UKによる「ベスト固定オッズ金融取引プロバイダー」受賞
pl: Nagroda „Najlepszy dostawca usług handlu finansowego dla zakładów o ustalonej stawce” przyznana przez Shares Magazine UK
pt: Prêmio de "Melhor prestador de serviços de negociação financeira de probabilidades fixas" atribuída pela Shares Magazine UK
ru: Награда “Лучший предоставитель финансового трейдинга с фиксированным коэффициентом выигрыша“ от Shares Magazine UK
th: รางวัล ‘Best Fixed-Odds Financial Trading Provider’ ได้รับจาก Shares Magazine สหราชอาณาจักร
vi: Giải thưởng Nhà cung cấp kinh doanh tài chính với tỷ lệ cược tốt nhất được trao bởi Tạp chí chia sẻ Anh Quốc

source: BetOnMarkets goes live
de: BetOnMarkets geht live
es: BetOnMarkets empieza a funcionar
fr: BetOnMarkets entre en opération
id: BetOnMarkets ditayangkan
it: BetOnMarkets va online
ja: BetOnMarkets（オンライントレードサイト）を公開
pl: BetOnMarkets wchodzi do gry
pt: BetOnMarkets entra em operação
ru: Запуск сайта BetOnMarkets
th: BetOnMarkets ประกาศใช้งานจริง
vi: BetOnMarkets trực tiếp

source: BetOnMarkets.com has over 400,000 clients in its database and reach the US$ 1 billion milestone in only our 13th year, making us one of the leading fixed-odds trading providers
de: BetOnMarkets.com hat über 400.000 Kunden in der Datenbank und hat den Meilenstein von US$ 1 Milliarde in nur 13 Jahren erreicht, was uns zu den führenden Anbietern im Handel von Fixed-Odds gemacht hat
es: BetOnMarkets.com tiene más de 400.000 clientes en su base de datos y ha alcanzado los $1000 millones de dólares en apenas su decimotercer año de funcionamiento, lo que nos convierte en uno de los líderes en comercio con apuestas de probabilidades fijas
fr: BetOnMarkets.com a plus de 400.000 clients dans sa base de données et atteint la barre du milliard de dollars en seulement 13 ans, faisant de nous un des fournisseurs financiers leader des paris à cotes fixes
id: BetOnMarkets.com memiliki lebih dari 400.000 klien dan mencapai $ 1 miliar dolar AS hanya dalam tempo 13 tahun membuat kami menjadi salah satu penyedia trading fixed-odds terkemuka dunia
it: BetOnMarkets.com ha oltre 400.000 clienti nel suo database e raggiunge 1 miliardo di dollari già nel suo 13° anno, diventando uno dei migliori provider di trading con probabilità fisse
ja: BetOnMarkets.comの口座数は40万以上になりました。開業13年目にして累計で10億USDのターンオーバーを達成し、固定オッズトレード業界での牽引役として位置付けられるようになります。
pl: BetOnMarkets.com ma w bazie ponad 400 tys. klientów i już w 13. roku działalności osiągnął próg miliarda dolarów, co sprawia, że jesteśmy jednym z liderów w branży zakładów o ustalonej stawce
pt: A BetOnMarkets.com possui mais de 400.000 clientes na sua base de dados e alcançou o marco de US$ 1 bilhão já no nosso 13.º ano, tornando-nos um dos fornecedores principais de negociações de probabilidades fixas
ru: У BetOnMarkets.com более 400 000 клиентов. Оборот компании достиг отметки 1 миллиард долларов уже к 13-му году её существования, что делает нас одной из ведущих платформ для торговли опционами с фиксированным уровнем прибыли
th: BetOnMarkets.com มีลูกค้าเกินกว่า 400,000 ราย ในฐานข้อมูลและเข้าสู่เป้าหมาย 1 พันล้านเหรียญสหรัฐในปีที่ 13 ของเรา ทำให้เราเป็นหนึ่งในผู้ให้บริการซื้อขาย แบบ Fixed-Odds
vi: BetOnMarkets.com có hơn 400.000 khách hàng trong cơ sở dữ liệu của mình và đạt được cột mốc 1 tỉ đô la Mỹ chỉ trong năm thứ 13 của chúng tôi, làm cho chúng tôi trở thành một trong những nhà cung cấp tỷ lệ cược hàng đầu thế giới

source: BetOnMarkets.com increases payouts to 100,000 USD, EUR, GBP and AUD
de: BetOnMarkets.com erhöht die Auszahlungen auf 100.000 USD, EUR, GBP und AUD
es: BetOnMarkets.com aumenta los pagos a 100.000 USD, EUR, GBP y AUD
fr: BetOnMarkets.com augmente les versements jusqu'à 100.000 USD, EUR, GBP et AUD
id: BetOnMarkets.com meningkatkan hasil trading hingga USD, EUR, GBP dan AUD 100.000
it: BetOnMarkets.com aumenta i payout a 100.000 USD, EUR, GBP e AUD
ja: BetOnMarkets.comはペイアウト金額を10万 USD/EUR/GBP/AUDに拡大
pl: BetOnMarkets.com zwiększa wypłaty do 100 000 USD, EUR, GBP i AUD
pt: A BetOnMarkets.com aumenta o pagamento de prêmios para 100.000 USD, EUR, GBP e AUD
ru: BetOnMarkets.com увеличивает максимальные выплаты до 100 000 USD, EUR, GBP и AUD
th: BetOnMarkets.com เพิ่มการชำระเงินหลายสกุล เช่น 100,000 USD, EUR, GBP และ AUD
vi: BetOnMarkets.com tăng chi trả đến 100.000 USD, EUR, GBP và AUD

source: BetOnMarkets.com is successfully rebranded Binary.com
de: BetOnMarkets.com wurde erfolgreich zu %1 umfirmiert
es: BetOnMarkets.com cambia de nombre a Binary.com de manera exitosa
fr: BetOnMarkets.com est renommé Binary.com avec succès
id: BetOnMarkets.com berhasil merebrending ke Binary.com
it: BetOnMarkets.com è rinominato con successo Binary.com
ja: BetOnMarkets.comはBinary.comに商号変更
pl: BetOnMarkets.com zmienia nazwę na Binary.com
pt: A BetOnMarkets.com é renomeada Binary.com com sucesso
ru: Портал BetOnMarkets.com успешно переименован в Binary.com
th: BetOnMarkets.com ประสบความสำเร็จในการสร้างแบรนด์ใหม่ของ Binary.com
vi: BetOnMarkets.com thành công đổi thành thương hiệu Binary.com

source: BetOnMarkets.com reaches $1 billion turnover since starting in 1999
de: BetOnMarkets.com erreicht seit der Gründung in 1999 einen Umsatz von 1 Miliarde $
es: BetOnMarkets.com alcanza un volumen de negocios de mil millones de dólares desde sus inicios en 1999
fr: BetOnMarkets.com atteint 1 milliard de dollars de chiffre d'affaire depuis le début en 1999
id: BetOnMarkets.com mencapai $1 milyar omset sejak tahun 1999
it: BetOnMarkets.com raggiunge 1 milardo di dollari dal suo inizio nel 1999
ja: BetOnMarkets.comは1999年から累計で10億USDのターンオーバーを達成
pl: BetOnMarkets.com osiąga obrót w wysokości miliarda dolarów od rozpoczęcia działalności w 1999 r.
pt: A BetOnMarkets.com atinge $1 bilhões e volume de vendas desde o seu início em 1999
ru: BetOnMarkets.com достигает оборота в 1 миллиард долларов, начав работу в 1999 г.
th: BetOnMarkets.com มีมูลค่าซื้อขายรวม 1 พันล้านเหรียญสหรัฐ ตั้งแต่เริ่มต้นในปี ค.ศ.1999 (พ.ศ. 2542)
vi: BetOnMarkets.com đạt 1 tỷ USD doanh thu kể từ khi bắt đầu vào năm 1999

source: Betting system and method
fr: Système et méthode de trading
id: Sistem dan metode trading
ru: Система и методы ставок
th: ระบบการพนันและวิธีการ
vi: Hệ thống và phương thức Cá cược

source: Bill Williams
ru: Билл Вилльямс

source: Binary Bot released
de: Binary Bot herausgegeben
es: Binary Bot lanzado
fr: Binary Bot est mise en opération
id: Pelepasan Binary Bot
it: Rilascio dei Binary Bot
ja: バイナリーボット(ロボット)を導入(日本を除く)
pl: Bot Binary jest dostępny
pt: Robô Binary lançado
ru: Запущен робот Binary Bot
th: เปิดตัว Binary Bot
vi: Bot phát hành nhị phân

source: Binary KK granted Japan license
de: Binary KK gewährte Japan-Zulassung
es: Binary KK recibe licencia en Japón
fr: Binary KK obtient une licence au Japon
id: Binary KK telah menerima lisensi Jepang
it: Binary KK ha ottenuto la licenza giapponese
ja: Binary株式会社は日本で第一種金融商品取引業者として登録され、金融先物取引業協会に加入しています
pl: Binary KK uzyskuje licencję na świadczenie usług w Japonii
pt: A Binary KK é concedida uma licença no Japão
ru: Binary KK получил японскую лицензию
th: Binary KK ได้รับใบอนุญาตของประเทศญี่ปุ่น
vi: Binary KK được cấp phép ở Nhật Bản

source: Binary Options Basics
fr: Les bases des options binaires
id: Opsi Binary Dasar
ru: Основы бинарных опционов
th: พื้นฐานไบนารีออปชั่น
vi: Cơ bản về Quyền chọn Nhị phân

source: Binary granted Investment Services license
de: Binary wurde eine Lizenz für Investmentdienstleistungen erteilt
es: Binary recibe la licencia de servicios de inversión
fr: Binary obtient une licence de Services d'Investissement
id: Binary telah diberikan lisensi Layanan Investasi
it: Binary ha ricevuto l'autorizzazione per i Servizi d'Investimento
ja: Binary (Europe) Ltd.は、投資サービスライセンスを付与されています。
pl: Binary uzyskuje licencję na świadczenie usług inwestycyjnych
pt: A Binary é concedida uma licença de serviços de investimento
ru: Binary получает лицензию на оказание инвестиционных услуг
th: ไบนารีได้รับใบอนุญาตการให้บริการการลงทุน
vi: Binary được cấp giấy phép Dịch vụ đầu tư

source: Binary opens Japan office
de: Binary eröffnet eine Zweigstelle in Japan
es: Binary abre una oficina en Japón
fr: Binary ouvre un bureau au Japon
id: Binary membuka kantor di Jepang
it: Binary apre una sede in Giappone
ja: 日本オフィスを開設
pl: Binary otwiera biuro w Japonii
pt: A Binary abre escritório no Japão
ru: Binary открыл офис в Японии
th: Binary เปิดสำนักงานที่ประเทศญี่ปุ่น
vi: Binary mở văn phòng tại Nhật Bản

source: Binary option
de: Binäre Option
es: Opciones binarias
fr: Option binaire
id: Opsi Binary
it: Opzione binaria
ja: バイナリーオプション
pl: Opcje binarne
pt: Opção binária
ru: Бинарный опцион
th: ไบนารีออปชั่น
vi: tùy chọn nhị phân

source: Binary options are easy to understand. They're called 'binary' because there can be only two outcomes - win or lose. If your prediction is correct, you receive a payout that is determined at the start of the trade. If not, you just lose your initial stake
fr: Les options binaires sont faciles à aborder. Ces options sont dites « binaires » car elles ne présentent que deux issues possibles : gagner ou perdre. Si votre prédiction est correcte, vous percevez le paiement convenu en début d'opération. Dans le cas contraire, vous perdez uniquement votre investissement initial
id: Opsi Binary mudah untuk dimengerti. Disebut 'binary' karena hanya dapat menghasilkan dua kemungkinan - untung atau rugi. Jika analisa Anda tepat, Anda akan menerima hasil yang sudah ditentukan pada awal trading. Jika tidak, maka Anda hanya akan kehilangan modal awal Anda
ru: Бинарные опционы просты для понимания. Они называются "бинарными", потому что контракт имеет только два возможных исхода – выигрыш или проигрыш. Если Ваш прогноз верен, Вы получите заранее установленную прибыль. В противном случае Вы потеряете только изначальную инвестицию (цену покупки)
th: ไบนารีออปชั่นเข้าใจง่าย เหตุที่ถูกเรียกว่า 'ไบนารี' เนื่องจากผลลัพธ์มีเพียง 2 อย่าง คือ ชนะ หรือ แพ้ หากท่านคาดการณ์ถูกต้อง ท่านจะได้รับการชำระเงินตามที่กำหนดไว้ตั้งแต่เริ่มต้นของการซื้อขาย หากท่านแพ้ ท่านจะเสียเพียงเงินที่วางเดิมพันครั้งแรกของท่าน
vi: Quyền chọn nhị phân rất dễ hiểu. Gọi là ‘nhị phân’ vì sẽ chỉ có 2 kết quả – thắng hoặc thua. Nếu bạn đoán đúng, bạn sẽ nhận được tiền thưởng thỏa thuận lúc bắt đầu giao dịch. Nếu không, bạn sẽ chỉ thua/mất phần đã cá cược

source: Binary options or other financial derivatives trading experience
es: Experiencia comercial con opciones binarias o derivados de otros instrumentos financieros
fr: Expérience de trading des options binaires ou autre dérivés financiers
id: Opsi Binary atau pengalaman trading pada keuangan derivatif lainnya
it: Esperienza di trading in opzioni binarie o altri derivati finanziari
ja: バイナリーオプションの取引経験
ru: Опыт торговли бинарными опционами или другими финансовыми производными
th: ประสบการณ์การซื้อขายไบนารีออปชั่น หรือ อนุพันธ์ต่างๆ
vi: Các tùy chọn nhị phân hoặc các dẫn xuất kinh nghiệm kinh doanh tài chính khác
