Repository: binary-com/webtrader
Catalog: translations/i18n/*.po
Languages: de, es, fr, id, it, ja, pl, pt, ru, th, vi

source: The breakaway pattern begins with a long candle representing the current trend. The following candle is the same color and it gaps away from that first long candle. While the third day s candle can be either color, it will not show a change in the current trend. The fourth day continues the trend and therefore continues to produce the same color candles. The fifth day however, reverses the trend. Please note that it only opens slightly the opposite of the current trend and it continues in the same direction to where it then closes in the gap area
de: Das Breakaway Pattern beginnt mit einer langen Kerze, die den aktuellen Trend repräsentiert. Die folgende Kerze hat dieselbe Farbe und spaltet sich von der ersten langen Kerze ab. Während die Kerze des dritten Tages beide Farben haben kann, wird sie keine Veränderung im aktuellen Trend anzeigen. Der vierte Tag fährt mit dem Trend fort und produziert deshalb weiterhin Kerzen mit der selben Farbe. Der fünfte Tag jedoch, kehrt den Trend um. Bitte beachten Sie, dass dies die Gegenseite des aktuellen Trends nur gering öffnet und er in die selbe Richtung weitergeht, in der er sich dann in derselben Gap-Fläche schließt
es: El patrón de escape comienza con una vela larga que representa la tendencia actual. La vela que le sigue es del mismo color y se aleja de la primera vela. El tercer día, a pesar de que la vela puede ser de cualquier color, esto no representa un cambio en la tendencia actual. El cuarto día la tendencia se mantiene y, por ende, sigue generando velas del mismo color. Sin embargo, el quinto día, la tendencia se revierte. Por favor, tener en cuenta que solo abre levemente en la dirección contraria a la tendencia actual y continúa en la misma dirección hasta cerrar en el área del gap
fr: Le schéma d'échappé commence avec une longue bougie représentant la tendance actuelle. La bougie suivante est de la même couleur et s'échappe de la première longue bougie. Alors que la bougie du troisième jour peut être de la même couleur, cela ne montrera pas un changement de tendance actuel. Le quatrième jour continue la tendance et donc continue à produire les bougies de même couleurs. Le cinquième jour cependant renverse la tendance. Veuillez noter qu'il ouvre seulement légèrement l'opposé de la tendance actuelle et il continue dans la même direction là ou il ferme ensuite dans la zone de fossé
id: Pola breakaway dimulai dengan candle panjang mewakili tren terkini. Candle selanjutnya adalah dengan warna yang sama dan cukup berjarak dari candle panjang pertama. Sementara candle hari ke tiga dapat berupa warna apa saja, tidak menunjukan perubahan pada tren terkini. Hari ke empat melanjutkan tren dan menghasilkan candle dengan warna sama. Namun pada hari ke lima, menunjukkan tren terbalik. Mohon diketahui bahwa candle terbuka sedikit berlawanan dengan tren terkini dan berlanjut ke arah sama dimana kemudian menutup jarak pada area
pl: Formacja ucieczki zaczyna się świecą o długim korpusie oznaczającą obecny trend. Kolejna świeca jest świecą tego samego koloru i występuje po luce oddzielającej ją od pierwszej świecy. Dzień trzeci symbolizowany jest przez świecę dowolnego koloru, dlatego nie wskazuje na zmianę obecnego trendu. Czwarty dzień jest kontynuacją trendu, więc będzie symbolizowany przez świece tego samego koloru. Jednak piąty dzień przyniesie zmianę trendu. Należy zauważyć, że świeca piątego dnia otwiera się delikatnie naprzeciw obecnego trendu i podąża w tym samym kierunku, po czym zamyka się w obrębie luki
pt: O padrão de rompimento começa com uma vela longa que representa a tendência atual. A vela seguinte tem a mesma cor e registra uma lacuna que afasta dessa primeira vela longa. Apesar da vela do terceiro dia poder ter qualquer das duas cores, ela não irá mostrar nenhuma alteração na tendência atual. O quarto dia continua com a tendência e, portanto, continua a produzir velas da mesma cor. O quinto dia, no entanto, inverte a tendência. Note que apenas abre ligeiramente o oposto da tendência atual e continua na mesma direção aonde depois se fecha na área da lacuna
ru: Разрыв начинается с длинной свечи, представляющей текущий тренд. Следующая за ней свеча будет того же цвета и образует гэп по сравнению с первой свечой. Свеча, образующаяся в третий день, может быть любого цвета, так как она не покажет изменения текущего тренда. В четвёртый день тренд продолжается, и формируется свеча того же цвета, в соответствии с трендом. В пятый день происходит разворот тренда. Обратите внимание на то, что противоречие текущему тренду будет небольшим и динамика будет происходить в том же направлении, закрывая разрыв на графике
th: รูปแบบ Breakaway เริ่มจากแท่งเทียนยาวแสดงถึงแนวโน้มปัจจุบัน แท่งเทียนต่อไปเป็นสีเดียวกัน และมีช่องว่างห่างจากแท่งเทียนยาวแท่งแรก ในขณะที่แท่งเทียนในวันที่สาม หากเป็นสี คือ ไม่แสดงการเปลี่ยนแปลงของแนวโน้มปัจจุบัน วันที่สี่ยังคงเป็นแนวโน้มต่อเนื่อง ดังนั้นจึงยังเป็นแท่งเทียนสีเดียวกัน อย่างไรก็ตาม ในวันที่ห้า แสดงการกลับตัว โปรดทราบว่า เป็นเพียงการแสดงการเปิดในแนวตรงข้ามของแนวโน้มปัจจุบันเพียงเล็กน้อย และจะต่อเนื่องในทิศทางเดียวกันจนกระทั่งราคาปิดเกิดขึ้นในบริเวณช่องว่าง
vi: Các mô hình ly khai bắt đầu với một ngọn nến lâu đại diện cho xu hướng hiện nay. Ngọn nến sau là cùng một màu sắc và nó khoảng trống từ đó ngọn nến lâu dài đầu tiên. Trong khi nến s ngày thứ ba có thể là một trong hai màu, nó sẽ không hiển thị một sự thay đổi trong xu hướng hiện nay. Ngày thứ tư tiếp tục xu hướng và do đó tiếp tục sản xuất những cây nến cùng một màu sắc. Ngày thứ năm Tuy nhiên, đảo ngược xu hướng. Xin lưu ý rằng nó chỉ mở ra một chút đối lập với xu hướng hiện tại và nó vẫn tiếp tục trong cùng một hướng đến nơi nó sau đó đóng cửa trong khu vực khoảng cách

source: The closing black marubozu candlestick is a tall black candle with an upper shadow but no lower one. The closing white marubozu candlestick is a tall white candle with an lower shadow but no upper shadow
de: Das schließende schwarze Marubozu Candlestick ist eine große schwarze Kerze mit einem oberen, aber keinem unteren Schatten. Das schließende weiße Marubozu Candlestick ist eine große weiße Kerze mit einem unteren, aber keinem oberen Schatten
es: La vela marubozu negra cerrada es una vela alta y negra con sombra superior, pero sin sombra inferior. La vela marubozu blanca cerrada es una vela alta y blanca con sombra inferior, pero sin sombra superior
fr: Le chandelier marubozu de fermeture noir est une haute bougie noire avec une ombre supérieure mais pas inférieure. Le chandelier marubozu de fermeture blanc est une haute bougie blanche avec une ombre inférieure mais pas d'ombre supérieure
id: Candlestick closing marubozu hitam adalah candle hitam tinggi dengan bayangan atas tanpa bayangan bawah. Candlestick closing marubozu putih adalah candle dengan bayangan bawah tanpa bayangan atas
pl: Czarna świeca zamknięcia marubozu to czarna świeca o długim korpusie z cieniem górnym i bez cienia dolnego. Biała świeca zamknięcia marubozu to biała świeca o długim korpusie z cieniem dolnym, lecz bez cienia górnego
pt: A vela marubozu preta de fechamento é uma alta vela preta com uma sombra superior, mas sombra inferior. A vela marubozu branca de fechamento é uma alta vela branca com uma sombra inferior, mas nenhuma sombra superior
ru: Закрывающая чёрная свеча марубозу представляет собой высокую чёрную свечу с верхней тенью, но без нижней тени. Закрывающая белая свеча марубозу представляет собой высокую белую свечу с нижней тенью, но без верхней тени
th: แท่งเทียน Marubozu ปิดสีดำ เป็นแท่งเทียนสูงสีดำที่มีเงาด้านบนแต่ไม่มีเงาด้านล่าง ในขณะเดียวกัน แท่งเทียน Marubozu ปิดสีขาว เป็นแท่งเทียนสูงสีขาวที่มีเงาด้านล่างแต่ไม่มีเงาด้านบน
vi: Đóng cửa đen marubozu nến là một ngọn nến cao màu đen với một bóng trên nhưng không thấp hơn. Nến trắng marubozu đóng cửa là một ngọn nến trắng cao với một bóng thấp nhưng không có bóng tối thượng

source: The company holds customer funds in separate bank accounts to the operational accounts which would not, in the event of insolvency, form part of the Company's assets. This meets the Gambling Commission's requirements for the segregation of customer funds at the level
de: Das Unternehmen unterhält Kundengelder auf von den betrieblichen Konten getrennten Bankkonten, die im Fall einer Insolvenz keinen Anteil am Firmenvermögen darstellen. Dies entspricht nach den Vorschriften der Glücksspielbehörden zur Abtrennung von Kundenvermögen dem Grad
es: La Compañía mantiene los fondos de los clientes en cuentas bancarias separadas de las cuentas operativas, las cuales, en caso de insolvencia, no formarán parte de los activos de la compañía. Esto cumple con los requisitos de la Comisión de Juego para la segregación de los recursos de clientes a un nivel de: protección media
fr: L'entreprise détient les fonds des clients dans des comptes en banque séparés des comptes opérationnels ce qui dans le cas d'un évènement d'insolvabilité ne feraient pas partie des actifs de l'entreprise. Cela satisfait les conditions de la Commissions des Jeux pour la ségrégation des fonds clients au niveau
id: Perusahaan menyimpan dana Pelanggan pada rekening yang berbeda dengan rekening untuk biaya oprasional yang bukan merupakan bagian dari aset Perusahaan jika terjadi kebangkrutan. Hal ini adalah merupakan syarat yang harus dipenuhi dalam hal pemisahan dana pelanggan pada tingkat
it: La società detiene i fondi dei clienti in conti bancari separati da quelli operativi, i quali non faranno parte, in caso di insolvenza, dell'asset della Società. Ciò rispecchia i requisiti della Commissione sul gioco d'azzardo per la segregazione dei fondi dei clienti a livello
ja: 当社は運用口座とは別に銀行口座に顧客の資金を保持しています。破産の場合には、当社の資産の一部から支払われます。これは顧客資金分離への賭博委員会の要件を満たしています。
pl: Firma przechowuje środki klientów na innych rachunkach bankowych niż rachunek operacyjny. W przypadku niewypłacalności firmy rachunki te nie będą stanowiły jej aktywów. Tym samym spełnione zostają wymagania instytucji Gambling Commission dotyczące oddzielenia funduszy klientów na następującym poziomie
pt: A empresa mantém fundos de clientes em contas bancárias separadas das contas operacionais, que, no caso de insolvência, não fariam parte dos ativos da empresa. Isso atende aos requisitos da Comissão de Jogos da segregação dos fundos de clientes ao nível
ru: Компания держит средства клиентов на отдельных от рабочих счетов банковских счетах, которые в случае неплатежеспособности Компании не войдут в состав её активов. Это отвечает требованиям Комиссии по азартным играм по сегрегации средств клиентов на следующем уровне:
th: บริษัทฯ ดูแลเงินทุนประกันของลูกค้าในบัญชีที่ถูกจัดสรรแยกเพื่อการปฏิบัติการ และการจัดการเพื่อให้แน่ใจว่า สินทรัพย์ของบัญชีลูกค้ามีการถูกจำหน่ายหากมีกรณีล้มละลาย ซึ่งเป็นไปตามข้อกำหนดของ Gambling Commission ในการแยกเงินทุนลูกค้าโดยเป็นมาตรการการป้องกันระดับ:
vi: Công ty giữ tiền khách hàng trong tài khoản ngân hàng tách biệt với tài khoản ngân hàng vận hành, trong trường hợp phá sản, nó sẽ không thuộc tài sản của Công ty. Điều này đáp ứng các yêu cầu của Ủy ban Cờ bạc để cách ly các tiền của khách hàng ở cấp độ

source: The contract period is the timeframe of a trade. It is also called the duration
de: Die Kontraktperiode ist der Zeitrahmen eines Geschäfts. Sie wird auch Laufzeit genannt
es: El período del contrato es el plazo de una transacción. También se conoce como la duración
fr: La période de contrat est la période de temps du trade. Il est aussi appelé durée
id: Periode kontrak adalah jangka waktu trading. Yang juga disebut sebagai durasi
it: Il periodo del contratto è l'arco temporale di un trade. Viene anche denominato durata
ja: トレード期間とはトレードのタイムフレームのことであり、取引期間と同じ意味です。
pl: Okres kontraktu to okres obowiązywania kontraktu. Nazywany jest też czasem trwania kontraktu
pt: O período do contrato é o prazo de uma negociação. Também é chamado a duração
ru: Период контракта – время действия сделки. Его также называют длительностью
th: ระยะเวลาของสัญญาในการซื้อขาย เรียกว่า ระยะเวลา
vi: Kì của hợp đồng là khung thời gian của một giao dịch. Nó cũng được gọi là thời lượng

source: The duration is the length of a purchased trade (see
de: Die Laufzeit ist die Länge eines gekauften Kontrakts (siehe
es: La duración es el plazo de un contrato que usted compra (vea "período de contrato")
fr: La durée est la longueur du trade acheté (voir
id: Durasi adalah tempo pembelian kontrak (lihat
it: La durata indica la lunghezza di un trade acquistato (vedi
ja: 購入したトレードの取引期間のことです（「取引期間」の項目を参照して下さい）。
pl: Czas trwania to długość zakupionego zakładu (zobacz:
pt: A duração é o período da negociação comprada (veja
ru: Длительность – это временной период купленного контракта (см.
th: ระยะเวลา คือ ช่วงเวลาในการซื้อขาย (อ้างอิง
vi: Thời lượng là độ dài của giao dịch được mua

source: The entry spot price is the starting price of the trade purchased by a trader
de: Der Einstiegskurs ist der Startpreis eines von einem Händler gekauften Kontrakts
es: El precio al contado de entrada es el precio de inicio del contrato adquirido por el comerciante
fr: Le prix d'entrée spot est le prix débutant du trade acheté par un trader
id: Harga spot masuk adalah harga awal kontrak yang dibeli oleh trader
it: Lo spot d'ingresso è il prezzo iniziale del trade acquistato da un trader
ja: 取引時レートとは、購入時のレートのことです。
pl: Cena wejściowa to cena początkowa zakładu zakupionego przez gracza
pt: O preço de entrada é o preço de iniciação da negociação adquirida pelo negociador
ru: Спот-котировка на входе – это цена начала контракта, купленного трейдером
th: ราคาสปอตเริ่มต้น คือ ราคาเริ่มต้นของการเริ่มซื้อขายโดยนักลงทุน
vi: Giá giao ngay nhập vào là giá bắt đầu của giao dịch được mua bởi người giao dịch

source: The expiry price is the price of the underlying when the contract expires
de: Der Schlusskurs ist der Kurs des Basiskurs zum Ablauf des Kontrakts
es: El precio de caducidad es el precio del contrato subyacente cuando el contrato expira
fr: Le prix d'expiration est le prix du sous-jacent quand le contrat expire
id: Harga akhir adalah harga dasar pasar ketika kontrak berakhir
it: Il prezzo di scadenza è il prezzo dell'asset sottostante alla scadenza del contratto
ja: 判定レートとは、判定時刻時の市場価格を指します。
pl: Cena wygaśnięcia to cena instrumentu bazowego w momencie wygaśnięcia kontraktu
pt: O preço de expiração é o preço do subjacente quando o contrato expira
ru: Выходной ценой рынка считается котировка на момент окончания контракта
th: ราคาที่หมดอายุ คือ ราคาของผลิตภัณฑ์อ้างอิงเมื่อสัญญาหมดอายุ
vi: Giá đáo hạn là giá của cơ sở khi hợp đồng hết hạn

source: The financial trading services contained within this site are only suitable for customers who are able to bear the loss of all the money they invest and who understand and have experience of the risk involved in the acquistion of financial contracts. Transactions in financial contracts carry a high degree of risk. If purchased contracts expire worthless, you will suffer a total loss of your investment, which consists of the contract premium
es: Los servicios contractuales financieros de este sitio solo son adecuados para los clientes que pueden hacer frente a la pérdida del dinero que invierten y que comprenden y tienen experiencia con los riesgos implícitos en la adquisición de contratos financieros. Las transacciones en los contractos financieros implican un alto grado de riesgo. Si los contratos comprados caducan sin valor, sufrirá la pérdida total de su inversión, la que consistirá en la prima contractual
fr: Les services de trading financiers contenus à l'intérieur du site sont seulement appropriés pour les clients qui sont capables de soutenir les pertes de tout l'argent investi et qui comprennent et ont l'expérience du risque impliqué par l’acquisition de contrats financiers. Les transactions des contrats financiers comportent un haut degré de risque. Si les contrats achetés expirent sans valeur, vous soufrerez d'une perte totale de votre investissement qui se compose de la prime du contrat
id: Layanan trading finansial yang disediakan pada situs ini hanya cocok untuk klien yang mampu menanggung kerugian pada semua modal yang mereka tanamkan dan bagi yang mengerti dan memiliki pengalaman tentang risiko yang akan dialami pada trading kontrak finansial. Transaksi pada kontrak finansial memiliki tingkat risiko tinggi. Jika kontrak yang Anda beli tidak bernilai, Anda akan menanggung kerugian, yaitu harga kontrak
it: I servizi di trading finanziario contenuti in questo sito sono adatti solo per i Clienti in grado di subire la perdita di tutti i soldi investiti e che comprendono ed hanno esperienza dei rischi connessi all'acquisizione di contratti finanziari. Le transazioni su contratti finanziari hanno un alto livello di rischio. Se i contratti acquistati scadono in negativo, subirai una perdita totale del tuo investimento che consiste nel premio del contratto
ja: 当社における金融トレードは、投資された資金が全て失われる可能性があることをご理解出来る方、及び金融トレードにおけるあらゆるリスクを熟知されご経験されている方に対してのみ適切なサービスになります。金融トレードの売買は高いリスクを伴います。もし購入したトレードが負け判定となった場合は、購入価格も含め投資された資金が全て失われる可能性があります。
ru: Услуги финансового трейдинга на данном сайте подходят лишь тем клиентам, которые готовы к возможной потере всех инвестированных ими средств и осознают риск, связанный с приобретением финансовых контрактов. Транзакции в рамках финансовых контрактов подразумевают высокую степень риска. Если купленный контракт истекает без выплаты, Вы теряете всю сумму, потраченную на приобретение данного контракта
th: บริการการซื้อขายทางการเงินในเว็บไซต์นี้เหมาะกับลูกค้าผู้ซึ่งพึงรับรู้ต่อภาวะขาดทุนต่อเงินทั้งหมดที่ได้ลงทุน และผู้ซึ่งเข้าใจและมีประสบการณ์ต่อความเสี่ยงที่เกี่ยวข้องกับการได้มาซึ่งสัญญาทางการเงินต่างๆ ธุรกรรมที่เกี่ยวข้องกับสัญญาทางการเงินมีความเสี่ยงระดับสูง หากสัญญาที่ซื้อหมดอายุ ท่านจะสูญเสียเงินลงทุนของท่านทั้งหมด ซึ่งรวมถึงค่าธรรมเนียมของสัญญาด้วย
vi: Các dịch vụ kinh doanh tài chính có trên trang web này chỉ thích hợp cho những khách hàng có khả năng chịu mất tất cả số tiền họ đầu tư và những người hiểu và có kinh nghiệm về các rủi ro liên quan trong việc mua lại các hợp đồng tài chính. Các giao dịch hợp đồng tài chính mang một mức độ rủi ro cao. Nếu hợp đồng được mua hết hạn trở nên vô giá trị, bạn sẽ bị mất tổng đầu tư của bạn, bao gồm phí bảo hiểm hợp đồng

source: The financial trading services contained within this site are only suitable for customers who are able to bear the loss of all the money they invest and who understand and have experience of the risk involved in the aquistion of financial contracts. Transactions in financial contracts carry a high degree of risk. If purchased contracts expire worthless, you will suffer a total loss of your investment, which consists of the contract permium
de: Die Finanzhandelsdienste, die diese Site enthält, eignen sich nur für Kunden, die einen Verlust ihres gesamten investierten Geldes verkraften können und die die Risiken erkennen, die mit dem Erwerb von Finanzverträgen im Zusammenhang stehen und damit Erfahrung haben. Transaktionen mit Finanzkontrakten beinhalten ein hohes Risiko. Wenn erworbene Kontrakte wertlos auslaufen, geht Ihre gesamte Investition, die aus der Kontraktprämie besteht, verloren
es: Los servicios comerciales financieros contenidos en este sitio son adecuados solamente para los clientes que son capaces de soportar la pérdida de todo el dinero de su inversión y que entienden y tienen experiencia con el riesgo a la hora de adquirir contratos financieros. Las transacciones en contratos financieros conllevan un alto grado de riesgo. Si los contratos comprados caducan sin valor, usted sufrirá una pérdida total de su inversión, que consiste en el contrato permium
fr: Les services financiers disponibles sur ce site conviennent uniquement aux clients capables d'assumer la perte de l'ensemble des fonds qu'ils investissent, et qui comprennent et ont l'expérience des risques liés à l'acquisition de contrats financiers. Les transactions sur contrats financiers impliquent un degré de risque élevé. Si les contrats achetés expirent sans valeur, vous perdrez la totalité de votre investissement, à savoir la prime de l'option
id: Layanan trading finansial yang disediakan pada situs ini hanya cocok untuk Pelanggan yang mampu menanggung kerugian pada semua modal yang mereka tanamkan dan bagi yang mengerti dan memiliki pengalaman tentang risiko yang akan dialami pada trading kontrak finansial. Kontrak transaksi finansial adalah memiliki risiko tinggi. Jika prediksi Anda tidak tepat maka Anda akan kehilangan semua modal yang anda tanamkan berupa harga kontrak yang Anda bayarkan
it: I servizi di trading finanziario contenuti nel presente sito sono disponibili solo per i clienti che possono supportare la perdita di tutto il denaro investito e che comprendono e hanno esperienza del rischio connesso all'acquisizione di contratti finanziari. Le transazioni nei contratti finanziari comportano un alto livello di rischio. Se i contratti acquistati scadono senza produrre un profitto, perderai l'intero investimento, consistente nel contratto premium
ja: このサイトを含む金融取引サービスは、投資した全額の損失を負担することができ、金融トレードの売買に対するリスクに理解と経験があるお客様にのみ適しています。金融トレードの取引は高いリスクを伴います。購入したトレードに価値がなくなった場合、トレードのプレミアムを含む投資全額の損失を被ることになります。
pl: Usługi zawierania transakcji finansowych oferowane na niniejszym portalu są odpowiednie tylko dla klientów, którzy są w stanie ponieść stratę wszystkich zainwestowanych pieniędzy i którzy rozumieją zagrożenia związane z nabywaniem kontraktów finansowych i mają doświadczenie w tym zakresie. Transakcje finansowe niosą ze sobą wysokie ryzyko. Jeśli zakupiony kontrakt zakończy się bez wartości, stracisz całą zainwestowaną sumę, na którą składać się będzie premia z kontraktu.
pt: Os serviços de negociação financeira contidos neste site são apenas adequados para clientes que tenham a capacidade de suportar as perdas de todo o dinheiro que investem e que compreendam e tenham experiência com os riscos envolvidos na aquisição de contratos financeiros. Transações de contratos financeiros implicam um alto grau de risco. Se os contratos adquiridos expirarem sem ganhos, você irá sofrer uma perda total do seu investimento, que consiste no prêmio do contrato
ru: Финансовые услуги, предоставляемые на данном сайте, подходят лишь для клиентов, готовых к возможной потере всех инвестированных финансовых средств, а также осознающих риск и имеющих опыт риска, связанного с приобретением финансовых контрактов. Сделки с финансовыми контрактами подразумевают высокую степень риска. Если купленный контракт истекает без выплаты, Вы теряете всю сумму инвестиции и возможную прибыль в сделке
th: บริการการซื้อขายทางการเงินในเว็บไซต์นี้เหมาะกับลูกค้าผู้ซึ่งพึงรับรู้ต่อภาวะขาดทุนต่อเงินทั้งหมดที่ได้ลงทุน และผู้ซึ่งเข้าใจและมีประสบการณ์ต่อความเสี่ยงที่เกี่ยวข้องกับการได้มาซึ่งสัญญาทางการเงินต่างๆ ธุรกรรมที่เกี่ยวข้องกับสัญญาทางการเงินมีความเสี่ยงระดับสูง หากสัญญาที่ซื้อหมดอายุ ท่านจะสูญเสียเงินลงทุนของท่านทั้งหมด ซึ่งรวมถึงค่าธรรมเนียมของสัญญาด้วย
vi: Những dịch vụ giao dịch tài chính ở trên trang web này chỉ thích hợp cho những khách hàng là những người có thể chịu sự tổn thất của tất cả số tiền họ đầu tư vào và là những người có kiến thức và có kinh nghiệm với rủi ro liên quan đến hợp đồng tài chính. Giao dịch trong các hợp đồng tài chính chứa đựng một mức độ rủi ro cao. Nếu hợp đồng được mua bị hết thời hạn và trở nên vô giá trị, bạn sẽ bị mất toàn bộ khoản đầu tư cùng với lợi nhuận của hợp đồng

source: The first step is to open an account. You can
fr: La première étape consiste à ouvrir un compte. Vous pouvez
id: Langkah pertama adalah mendaftar akun. Anda dapat
ru: Шаг первый: откройте счёт. Вы можете
th: ขั้นตอนแรก คือ เปิดบัญชี ท่านสามารถ
vi: Bước đầu tiên là để mở một tài khoản. Bạn có thể
