Repository: binary-com/webtrader
Catalog: translations/i18n/*.po
Languages: de, es, fr, id, it, ja, pl, pt, ru, th, vi

source: 'Best Customer Communication Firm' award by Investors Chronicle
de: Auszeichnung für „Bestes Kundenkommunikation-Unternehmen” von Investor Chronicle
es: El premio "Mejor Empresa de Comunicaciones" de Investors Chronicle
fr: Prix de la « Meilleure Communication Client » décerné par Investors Chronicle
id: 'Perusahaan Komunikasi Pelanggan Terbaik’ penghargaan dari Investor Chronicle
it: Premio "Best Customer Communication Firm" di Investors Chronicle
ja: Investors Chronicleによる「ベストカスタマーコミュニケーション会社」賞を受賞
pl: Nagroda „Firma najlepiej komunikująca się z klientami” przyznana przez Investors Chronicle
pt: Prêmio de "Empresa de melhor comunicação com clientes" atribuída pela Investors Chronicle
ru: Награда “Лучшая компания в области коммуникации с клиентами“ от Investors Chronicle
th: รางวัล ‘Best Customer Communication Firm’ ได้รับจาก Investors Chronicle
vi: 'Khách hàng liên lạc chắc chắn nhất' Giải thưởng của Hiệp hội các nhà đầu tư

source: 'Best Fixed-Odds Broker' silver award by Trade2Win
de: Silver-Auszeichnung für „Bester Fixed-Odds Broker” von Trade2Win
es: El galardón de plata "Mejor Corredor de Apuestas de Probabilidades Fijas" de Trade2Win
fr: Médaille d'argent du 'Meilleur Broker à Cotes Fixes' par Trade2Win
id: 'Penyedia Fixed-Odds Terbaik' piala perak dianugerahkan oleh Trade2Win
it: Premio d'argento "Best Fixed-Odds Broker" di Trade2Win
ja: Trade2Winによる「ベスト固定オッズブローカー賞」銀賞受賞
pl: Srebrna nagroda „Najlepszy broker zakładów o ustalonej stawce” przyznana przez Trade2Win
pt: Prêmio de prata na categoria "Melhor corretora de probabilidades fixas" atribuída pela Trade2Win
ru: Серебряная награда “Лучший брокер по опционам с фиксированным выигрышем“ от Trade2Win
th: รางวัล ‘Best Fixed-Odds Broker’ ประเภทเหรียญเงิน ได้รับจาก Trade2Win
vi: 'Người môi giới tốt nhất' giải thưởng bạc được trao bởi Trade2Win

source: 'Best Fixed-Odds Financial Provider' award by Financial Times and Investors Chronicle UK
de: Auszeichnung für „Bester Fixed-Odds Finanzdienstleister” von Financial Times und Investors Chronicle UK
es: El premio "Mejor Proveedor de Apuestas Financieras con Probabilidades Fijas" de Financial Times e Investors Chronicle UK
fr: Récompense du 'Meilleur Prestataire Financier à Cotes Fixes' de la part du Financial Times et d'Investors Chronicle UK
id: 'Penyedia Financial Fixed-Odds Terbaik’ anugerah oleh Financial Times dan Investors Chronicle Inggris
it: Premio "Best-Fixed-Odds Financial Provider" di Financial Times e Investors Chronicle UK
ja: Financial TimesとInvestors Chronicle UKによる「ベスト固定オッズ金融プロバイダー賞」受賞
pl: Nagroda „Najlepszy finansowy dostawca zakładów o ustalonej stawce” przyznana przez Financial Times i Investors Chronicle UK
pt: Prêmio de "Melhor prestador de serviços financeiros de probabilidades fixas" atribuída pela Financial Times e a Investors Chronicle UK
ru: Победа в номинации “Лучший предоставитель услуг по опционам с фиксированным коэффициентом выигрыша“ от Financial Times и Investors Chronicle UK
th: รางวัล ‘Best Fixed-Odds Financial Provider’ ได้รับจาก Financial Times และ Investors Chronicle สหราชอาณาจักร
vi: 'Nhà cung cấp tài chính với tỉ lệ cược tốt nhất' giải thưởng bởi Financial Times và Hiệp hội các nhà đầu tư UK

source: 'Best Fixed-Odds Financial Trading Provider' award by Shares Magazine UK
de: Auszeichnung für „Bester Fixed-Odds Finanzhandelsdienstleister” von Shares Magazine UK
es: El premio "Mejor Proveedor de Operaciones Financieras con Probabilidades Fijas" de Shares Magazine UK
fr: Récompense du 'Meilleur Prestataire d’Échanges Financiers à Cotes Fixes' par le Shares Magazine UK
id: 'Penyedia Trading Financial Fixed-Odds Terbaik' dianugerahkan oleh Shares Magazine Inggris
it: Premio "Best Fixed-Odds Financial Trading Provider" di Shares Magazine UK
ja: Shares Magazine UKによる「ベスト固定オッズ金融取引プロバイダー賞」受賞
pl: Nagroda „Najlepszy dostawca usług handlu finansowego dla zakładów o ustalonej stawce” przyznana przez Shares Magazine UK
pt: Prêmio de "Melhor prestador de serviços de negociação financeira de probabilidades fixas" atribuída pela Shares Magazine UK
ru: Награда “Лучший предоставитель финансового трейдинга с фиксированным коэффициентом выигрыша“ от Shares Magazine UK
th: รางวัล ‘Best Fixed-Odds Financial Trading Provider’ ได้รับจาก Shares Magazine สหราชอาณาจักร
vi: 'Nhà cung cấp giao dịch tài chính với tỉ lệ cược tốt nhất' giải thưởng bởi tạp chí chia sẻ UK

source: 'Best Fixed-Odds Firm 2012' award by Global Banking and Finance Review
de: Auszeichnung für „Bestes Fixed-Odds Unternehmen 2012” von Global Banking and Finance Review
es: El premio "Mejor Empresa de Probabilidades Fijas 2012" de Global Banking and Finance Review
fr: Récompense de 'la Meilleur Société à Cotes Fixes 2012' par le Global Banking and Finance Review
id: 'Perusahaan Fixed-Odds Terbaik 2012' penghargaan dari Global Banking and Finance Review
it: Premio "Best Fixed-Odds Firm 2012" di Global Banking e Finance Review
ja: Global BankingとFinance Reviewによる「ベスト固定オッズ会社2012」を受賞
pl: Nagroda „Najlepsza firma w branży zakładów o ustalonej stawce w 2012 r.” przyznana przez Global Banking i Finance Review
pt: Prêmio de "Melhor empresa de probabilidades fixas de 2012" atribuída pela Global Banking and Finance Review
ru: Награда "Лучшая компания по опционам с фиксированным коэффициентом выигрыша 2012" от Global Banking and Finance Review
th: รางวัล ‘Best Fixed-Odds Firm 2012’ ได้รับจาก Global Banking และ Finance Review
vi: 'Công ty với tỉ lệ cược tốt nhất năm 2012' Giải thưởng bởi ngân hàng toàn cầu và hội đánh giá tài chính

source: 'Financial Betting Operator of the Year' award by eGaming Review
de: Auszeichnung für „Finanzwettenbetreiber des Jahres” von eGaming Review
es: El premio "Operador de Apuestas Financieras del Año" de eGaming Review
fr: Récompense de 'l'Opérateur de Paris Financiers de l'Année' par eGaming Review
id: 'Operator Trading Financial Terbaik' penghargaan oleh eGaming Review
it: Premio "Financial Betting Operator of the year" di eGaming Review
ja: eGaming Reviewによる「ベッティング金融業者オブザイヤー」受賞
pl: Nagroda „Operator finansowy roku” przyznana przez eGaming Review
pt: Prêmio de "Melhor operador de apostas do ano" atribuída pela eGaming Review
ru: Награда "Оператор года по финансовому беттингу" от eGaming Review
th: รางวัล ‘Financial Betting Operator of the Year’ ได้รับจาก eGaming Review
vi: 'Nhà điều hành cá cược tài chính của năm' Giải thưởng bởi eGaming Review

source: 'contract period'
de: „Kontraktzeitraum”
es: "período del contrato"
fr: 'période contractuelle'
id: 'periode kontrak'
it: 'periodo del contratto'
ja: 「取引期間」
pl: „okres kontraktu”
pt: "período do contrato"
ru: "период контракта"
th: 'ระยะเวลาสัญญา'
vi: 'Thời hạn hợp đồng'

source: (One) Touch trades
de: (Einmalige) Zielkontrakte
es: Contratos toque
fr: Trade (Une) Touche
id: Kontrak (One) Touch
it: Trade (un) touch
ja: （ワン）タッチ取引
pl: Zakłady z (jednokrotnym) osiągnięciem ceny
pt: Negociações de toque (único)
ru: Контракты Касание
vi: (Một) Các giao dịch một chạm

source: (formerly known as
de: (vormals bekannt als
es: (anteriormente conocido como
fr: (précédemment connu comme
id: (sebelumnya dikenal sebagai
it: (precedentemente noto come
ja: (旧サービス名：
pl: (wcześniej znane pod nazwą
ru: (ранее известный как
th: (เดิมชื่อ
vi: (còn được biết đến như

source: (if less than one day in duration), or at the end of the trading day (if one day or more in duration)
de: (wenn weniger als die Dauer eines Tages), oder am Ende eines Handelstages (wenn die Dauer ein oder mehrere Tag(e) ist/sind)
es: (si menos de un día de duración), o al final de la jornada bursátil (si un día o más de duración)
fr: (si la durée est de moins d'un jour), ou à la fin de la séance boursière (si la durée est d'un jour ou plus)
id: (jika durasi kurang dari satu hari), atau pada akhir hari trading (jika durasi satu hari atau lebih)
it: (se dura meno di un giorno), oppure alla fine della giornata di trading (se dura un giorno o più)
ja: （取引期間が1日未満の場合）、または取引最終日（取引期間が1日以上の場合）
pl: (jeśli okres trwania jest krótszy niż jeden dzień) lub na koniec dnia handlowego (jeśli okres trwania wynosi co najmniej jeden dzień)
pt: (se menos de um dia de duração) ou no fim do dia de negociação (se um dia ou mais de duração)
ru: (если длительность составляет менее одного дня) или в конце торгового дня (если длительность составляет один день или более)
th: (ถ้าระยะเวลาน้อยกว่าหนึ่งวัน) หรือ สิ้นสุดของวันซื้อขาย (ถ้าเป็นระยะเวลาหนึ่งวันหรือมากกว่า)
vi: (nếu thời hạn ít hơn một ngày), hoặc vào cuối ngày giao dịch (nếu thời hạn một ngày hoặc nhiều hơn)

source: ) goes live, establishing a round-the-clock financial betting service on a variety of financial indices. Business grows quickly, and we soon become the market leader in fixed-odds financial betting
de: ) geht, einen rund-um-die-Uhr Finanzwettendienst auf einer Vielzahl von Finanzindizes aufbauend, live. Das Geschäft wächst schnell, und wir werden bald der Marktführer für Fixed-Odds Finanzwetten
es: ) es lanzado, estableciendo un servicio de apuestas financieras las 24 horas del día en una gran variedad de índices financieros. El negocio crece rápidamente y pronto nos convertimos en líderes del mercado de apuestas financieras con probabilidades fijas
fr: ) devient opérationnel, établissant un service financier de paris 24 heures sur 24 sur différents indices financiers. Les affaires croissent rapidement, et nous devenons bientôt le leader du marché sur les paris financiers à cotes fixes
id: ) ditayangkan secara langsung, menyediakan layanan trading financial pada berbagai pilihan bursa saham. Bisnis ini berkembang sangat cepat dan kami menjadi pemimpin dalam menyediakan trading financial fixed-odds
it: ) va online, istituendo un servizio di scommesse finanziarie funzionante 24 ore su 24 su una varietà di indici finanziari. L'attività cresce rapidamente e siamo diventati presto il leader nel mercato delle scommesse a probabilità fisse
ja: )のサービスの提供を開始し、24時間のオンライトレードで様々な金融商品を展開したところ瞬く間に成長。固定オッズ方式の金融オンライントレード業界のリーダーとなりました。
pl: ) rozpoczyna działalność jako całodobowa usługa zakładów dla różnorodnych wskaźników finansowych. Biznes rozwija się prężnie i w krótkim czasie stajemy się liderem rynku w branży zakładów o ustalonej stawce
pt: ) entra em operação, estabelecendo um serviço de apostas 24 horas por dia numa variedade de índices financeiros. O negócio cresce rapidamente e em pouco tempo tornamo-nos o líder de mercado em apostas financeiras de probabilidades fixas
ru: ), предоставляющий круглосуточный сервис финансовых ставок на нескольких индексах. Бизнес быстро растёт, и вскоре сайт становится лидером в индустрии финансовых ставок с фиксированным коэффициентом выигрыша
th: ) ได้เปิดใช้งานจริง ให้บริการการพนันทางการเงินในดัชนีทางการเงินต่างๆ ที่หลากหลายทั้งวันทั้งคืน ธุรกิจเติบโตอย่างรวดเร็ว และในไม่ช้าพวกเราก้าวสู่การเป็นผู้นำตลาดการพนันทางการเงินแบบ Fixed-Odds
vi: ) trở nên trực tiếp, thiết lập một dịch vụ cá cược tài chính suốt ngày đêm trên một loạt các chỉ số tài chính. Kinh doanh phát triển nhanh chóng, và chúng tôi sớm trở thành người dẫn đầu thị trường về tỉ lệ cá cược tài chính

source: - Benefit from the same rates of return as interbank traders. Our prices are benchmarked daily against the interbank options markets
fr: - Vous profitez des mêmes taux de retour sur investissement que les traders du marché interbancaire. Nos prix sont actualisés quotidiennement en fonction des marchés d'options du secteur interbancaire
id: - Keuntungan yang sama seperti yang didapatkan oleh trader antar bank. Harga kami adalah distandarkan setiap hari berbanding dengan opsi pasar antar bank
it: - Sfrutti gli stessi tassi di rendimento dei trader interbancari. I nostri prezzi sono attualizzati quotidianamente rispetto ai mercati delle opzioni interbancarie
ru: - Торгуйте по тем же курсам, которыми пользуются трейдеры на межбанковском рынке. Мы ежедневно корректируем котировки, согласно межбанковскому рынку валютных контрактов
th: - ประโยชน์จากการที่อัตราผลตอบแทนเท่ากับของนักลงทุนระหว่างธนาคาร ราคาของเราถูกเปรียบเทียบเป็นรายวันกับตลาดออปชั่นระหว่างธนาคาร
vi: - Hưởng lợi từ cùng một tỷ suất lợi nhuận như là thương nhân liên ngân hàng. Giá của chúng tôi được so sánh hàng ngày đối với các thị trường liên ngân hàng lựa chọn

source: - Binary.com is not affiliated with any of the Payment Agents listed above. Each Payment Agent operates as an independent service provider and is not endorsed, guaranteed or otherwise approved by Binary.com. CUSTOMERS DEAL WITH PAYMENT AGENTS AT THEIR SOLE RISK AND PERIL. Customers are advised to check the credentials of Payment Agents before sending them any money. Binary.com shall not in any circumstance be held responsible for transactions made between customers and Payment Agents
de: - Binary.com ist kein Geschäftspartner einer der oben aufgeführten Zahlungsagenten. Jeder Zahlungsagent arbeitet als eigenständiger Dienstleister und wird nicht von Binary.com empfohlen, garantiert oder anderweitig genehmigt. DIE KUNDEN HANDELN MIT ZAHLUNGSAGENTEN AUF IHR EIGENES RISIKO UND IHRE EIGENE GEFAHR. Den Kunden wird empfohlen, die Angaben der Zahlungsagenten zu überprüfen, bevor sie Geld überweisen. Binary.com kann für Transaktionen zwischen Kunden und Zahlungsagenten nicht haftbar gemacht werden
es: -Binary.com no está afiliado con ninguno de los agentes de pago mencionados anteriormente. Cada agente de pago opera como un proveedor de servicios independiente y no es avalado, garantizado o de lo contrario aprobado por Binary.com. LOS CLIENTES TRATAN CON AGENTES DE PAGO A SU EXCLUSIVO RIESGO Y PELIGRO. Se recomienda a los clientes verificar las credenciales de los agentes de pago antes de enviarles dinero. Binary.com no será responsable en ninguna circunstancia por las transacciones realizadas entre los clientes y los agentes de pago
fr: : Binary.com n'est affiliée à aucun des agents de paiement listés ci-dessus. Chaque agent de paiement agit en tant que fournisseur de services indépendant et Binary.com ne peut en aucun cas recommander, garantir ou approuver les services concernés. LES CLIENTS FONT APPEL AUX AGENTS DE PAIEMENT À LEURS RISQUES ET PÉRILS. Nous conseillons aux clients de vérifier les références des agents de paiement avant de leur envoyer toute somme d'argent. Binary.com ne pourra en aucun cas être tenue responsable des transactions réalisées entre les clients et les agents de paiement.
id: - Binary.com tidak berafiliasi dengan Agen Pembayaran manapun. Setiap Agen Pembayaran beroperasi sendiri dan Binary.com tidak bertanggung jawab atas risiko penggunaannya. PELANGGAN BERURUSAN DENGAN AGEN PEMBAYARAN ATAS RISIKO SENDIRI. Pelanggan disarankan untuk mengecek kredibilitas dan eksistensi Agen Pembayaran bersangkutan sebelum bertransaksi dengan mereka. Binary.com dalam keadaan apapun tidak bertanggung jawab atas transaksi yang dilakukan antara Pelanggan dan Agen Pembayaran
it: - Binary.com non è affiliato con alcun Agente di pagamento elencato qui sopra. Ogni Agente di pagamento opera come provider di servizi indipendente e non è in alcun modo sostenuto, garantito o approvato da Binary.com. I CLIENTI TRATTANO CON GLI AGENTI DI PAGAMENTO A PROPRIO RISCHIO E PERICOLO. Ai clienti si consiglia di controllare le credenziali degli Agenti di pagamento prima di inviare loro qualsiasi somma di denaro. Binary.com non è in alcun modo responsabile per le transazioni eseguite tra i clienti e gli Agenti di pagamento
ja: - Binary.comは上記の決済サービスとは提携しておりません。各決済サービスは、独立したサービスプロバイダーとして動作し、Binary.comによる承認、保証またはその他の許可がなされていません。お客さまは危険を承知で自信の責任をもって決済サービスに処断します。送金をされる前に、決済サービス会社の資格情報を確認されることをお勧めいたします。Binary.comはいかなる状況下においても、お客さまと決済サービス会社の間で生じた処理への責任は負いません。
pl: - Firma Binary.com nie jest związana z żadnym z pośredników płatności wymienionych powyżej. Każdy pośrednik płatności działa jako niezależny usługodawca i nie jest w żaden sposób zatwierdzony ani popierany przez Binary.com. KLIENCI KORZYSTAJĄ Z USŁUG POŚREDNIKÓW NA WŁASNE RYZYKO. Zaleca się sprawdzenie danych pośredników płatności przed wysłaniem do nich pieniędzy. Binary.com nie ponosi żadnej odpowiedzialności za transakcje zawarte między klientami a pośrednikami płatności
pt: - A Binary.com não está afiliada com qualquer um dos agentes de pagamentos listados acima. Cada agente de pagamentos opera como um fornecedor de serviços independente e não é endossado, garantido ou de outra forma aprovado pela Binary.com. OS CLIENTES LIDAM COM AGENTES DE PAGAMENTOS POR SUA CONTA E RISCO. Recomenda-se que os clientes verifiquem as credenciais dos agentes de pagamentos antes de lhes enviar quaisquer fundos. A Binary.com não será responsável, em qualquer circunstância, pelas transações efetuadas entre clientes e agentes de pagamentos
ru: - Binary.com не является партнёром ни одного из вышеперечисленных платёжных агентов. Каждый платёжный агент действует в качестве независимого поставщика услуг и не получает поощрения, гарантий или иного одобрения от Binary.com. КЛИЕНТЫ СОТРУДНИЧАЮТ С ПЛАТЁЖНЫМИ АГЕНТАМИ НА СВОЙ СТРАХ И РИСК. Клиентам рекомендуется проверять рекомендации платёжных агентов перед отправкой им денег. Ни при каких обстоятельствах Binary.com не будет нести ответственности за транзакции, осуществляемые между клиентами и платёжными агентами
th: - Binary.com ไม่ได้เข้าร่วมเป็นพันธมิตรกับตัวแทนรับชำระเงินที่แจกแจงข้างต้น ตัวแทนรับชำระเงินแต่ละรายดำเนินการในฐานะผู้ให้บริการอิสระ และไม่ได้รับการรับรอง รับประกัน หรืออนุมัติโดย Binary.com ลูกค้าที่ติดต่อกับตัวแทนรับชำระเงินจะต้องรับผิดชอบต่อความเสี่ยงต่างๆ ด้วยตัวเอง ขอแนะนำให้ลูกค้าตรวจสอบข้อมูลหลักฐานอ้างอิงของตัวแทนรับชำระเงินก่อนที่จะส่งเงินใดๆให้กับตัวแทน Binary.com ไม่ว่าในกรณีใดๆ ก็ตาม จะไม่รับผิดชอบต่อธุรกรรมที่กระทำขึ้นระหว่างลูกค้ากับตัวแทนรับชำระเงิน
vi: -Binary.com không liên kết với bất kỳ Đại Lý Thanh Toán nào được liệt kê ở trên. Mỗi Đại Lý Thanh Toán hoạt động như một nhà cung cấp dịch vụ độc lập và không được thừa nhận, bảo đảm hoặc chấp thuận bởi Binary.com. KHÁCH HÀNG LÀM VIỆC VỚI CÁC ĐẠI LÝ THANH TOÁN VÀ TỰ CHỊU RỦI RO VÀ NGUY HIỂM. Khách hàng được khuyến cáo nên kiểm tra thông tin của Đại Lý Thanh Toán trước khi gửi cho họ bất kỳ khoản tiền nào. Binary.com trong bất kỳ trường hợp nào đều sẽ không chịu trách nhiệm cho các giao dịch được thực hiện giữa khách hàng và Đại Lý Thanh Toán

source: - Choose from over one million possible trade variations at any time, and customise your trades according to your preferred strategy
fr: - Faites votre choix parmi plus d'un million de variations de trade à tout moment, et personnalisez vos trades en fonction de votre stratégie de prédilection
id: - Pilih dari satu juta lebih kemungkinan variasi trading kapan saja, dan sesuaikan kontrak Anda pada strategi pilihan Anda
it: - Scegli fra oltre un milione di possibili variazioni di trade in qualsiasi momento e personalizza i tuoi trade in base alla tua strategia preferita
ru: - Выберите один из миллиона доступных контрактов и задайте настройки, согласно Вашей стратегии
th: - เลือกจากการซื้อขายหลากหลายแบบที่มีมากกว่าหนึ่งล้านแบบเมื่อใดก็ได้ และปรับแต่งการซื้อขายของท่านตามกลยุทธ์ที่ท่านต้องการ
vi: - Chọn từ hơn một triệu các biến thể giao dịch khả thi tại bất kỳ lúc nào, và tùy chỉnh giao dịch của bạn theo chiến lược ưa thích của bạn

source: - Choose timeframes from 10 seconds to 365 days
fr: - Sélectionnez une période de 10 secondes à 365 jours
id: - Pilih jangka waktu dari 10 detik hingga 365 hari
it: - Scegli periodi da 10 secondi a 365 giorni
ru: – Выбирайте любую продолжительность контрактов: от 10 секунд до 365 дней
th: - กำหนดระยะเวลา จาก 10 วินาที ถึง 365 วัน
vi: - Chọn khung thời gian từ 10 giây đến 365 ngày

source: - Deposit as little as USD 5 to start trading
fr: - Un dépôt de 5 dollars US suffit pour commencer à trader
id: - Deposit dari USD 5 untuk memulai trading
it: - Deposita anche solo 5 USD per iniziare a fare trading
ru: - Внесите на счёт всего USD 5 и начните торговлю
th: - ฝากเงินแค่เพียง 5 เหรียญสหรัฐเพื่อเริ่มซื้อขาย
vi: - Tiền gửi ít nhất là 5 USD để bắt đầu kinh doanh

source: - Earn the same proportional return on stakes of all values
fr: - Générez des gains proportionnels à votre investissement, quel que soit sa valeur
id: - Dapatkan laba yang sebanding dengan modal pada semua nilai
it: - Ottieni lo stesso rendimento proporzionale sulle puntate di tutti i valori
ru: - Получайте прибыль, пропорциональную Вашей инвестиции
th: - ได้ผลตอบแทนต่อเงินที่ลงไปของมูลค่าทั้งหมดเป็นสัดส่วนเดียวกัน
vi: - Dành lợi ích với cùng tỉ lệ lãi suất trong các cổ phần của tất cả các giá trị

source: - Enjoy a trading platform that s easy to navigate and use
fr: - Profitez d'une plateforme de trading facile à utiliser offrant une navigation intuitive
id: - Nikmati platform trading yang mudah dinavigasikan dan digunakan
it: - Goditi una piattaforma di trading facile da esplorare e da utilizzare
ru: - Воспользуйтесь торговой платформой, которая проста в работе и навигации
th: - เพลิดเพลินไปกับแพลตฟอร์มการซื้อขายที่ง่ายต่อการหาทางและใช้งาน
vi: - Tận hưởng một sàn giao dịch dễ dàng để điều hướng và sử dụng

source: - Know how much you will win or lose before you purchase the contract
fr: - Vous connaissez vos possibilités de gain ou de perte avant d'acheter le contrat
id: - Ketahui berapa banyak potensi keuntungan atau kerugian sebelum melakukan pembelian kontrak
it: - Sai quanto vincerai o perderai prima di acquistare il contratto
ru: - Знайте возможный выигрыш и убыток ещё до покупки контракта
th: - ทราบว่า จะได้เงิน หรือ ขาดทุนเท่าไร ก่อนจะซื้อสัญญา
vi: - Biết bao nhiêu bạn sẽ giành chiến thắng hay mất trước khi bạn mua hợp đồng

source: - Open an account and start trading in minutes. Deposits and withdrawals are also available 24/7
fr: - Ouvrez un compte en quelques minutes. Les dépôts et retraits sont également disponibles 24h/24 et 7j/7
id: - Mendaftar akun dan mulai trading hanya dalam beberapa menit. Deposit dan penarikan tersedia 24/7
ru: - Откройте счёт и начните торговать за считанные минуты. Пополнение и вывод средств со счёта доступны 24/7
th: - เปิดบัญชีและเริ่มซื้อขายภายในไม่กี่นาที การฝากและถอนเงินทำได้ตลอด 24 ชั่วโมง 7 วัน
vi: - Mở một tài khoản và bắt đầu kinh doanh trong vài phút. Tiền gửi và rút tiền đều có 24/7

source: - Predict the market ending higher or lower than a price target
fr: - Prédisez si le marché affichera un cours supérieur ou inférieur au prix-cible à l'expiration de l'option
id: - Menganalisa pasar akan berakhir lebih tinggi atau lebih rendah dari target harga
it: - Prevedi se il mercato chiuderà a un prezzo più alto o più basso rispetto a quello deciso
ru: – Сделайте прогноз, окончится ли контракт выше или ниже заданного барьера
th: - คาดการณ์ว่าตลาดจะปิดที่สูงกว่า หรือ ต่ำกว่า ราคาเป้าหมาย
vi: - Dự đoán nếu thị trường kết thúc cao hơn hoặc thấp hơn giá nhắm đến

source: - Predict the market rising or falling from its current level
fr: - Prédisez qu'un marché augmente ou baisse par rapport à son niveau actuel
id: - Menganalisa pasar naik atau turun dari tingkat saat ini
it: - Prevedi se il mercato incrementerà o decrementerà rispetto al livello attuale
ru: - Предскажите, упадёт или вырастет цена относительно текущего уровня
th: - คาดการณ์ตลาดเพิ่มขึ้น หรือ ลดลง จากระดับปัจจุบัน
vi: - Dự đoán thị trường tăng hay giảm từ mức hiện tại

source: - Predict the market staying between or going outside two price targets
fr: - Prédisez qu'un marché reste à l'intérieur ou sort de la zone entre deux prix-cibles
id: - Menganalisa pasar akan tetap antara atau keluar dua target harga
ru: - Сделайте прогноз: останется ли цена внутри двух заданных барьеров или выйдет за их пределы
th: - คาดการณ์ตลาดจะอยู่ระหว่าง หรือ ออกนอกราคาเป้าหมายทั้งสอง
vi: - Dự đoán thị trường ở giữa hoặc ra ngoài hai giá mục tiêu
