Repository: binary-com/webtrader
Catalog: translations/i18n/*.po
Languages: de, es, fr, id, it, ja, pl, pt, ru, th, vi

source: These are trades where the trader selects a price target, and predicts that the market will never touch the target before the expiry of the trade
de: Dies sind Kontrakte, bei denen der Händler ein Kursziel festlegt und voraussagt, dass der Kurs vor Ablauf des Kontrakts dieses Ziel nicht erreichen wird
es: Estos son los contratos en los que el comerciante selecciona un precio objetivo y predice que el mercado nunca tocará el objetivo antes del vencimiento del contrato
fr: Ce sont les trades où le trader sélectionne le prix cible, et prédit que le marché ne touchera pas la cible avant l'expiration du trade
id: Ini adalah kontrak dimana trader memilih target harga, dan menganalisa pasar tidak akan menyentuh target sebelum kontrak berakhir
it: Questi sono trade nei quali il trader seleziona un prezzo obiettivo e prevede che il mercato non toccherà mai l'obiettivo prima della scadenza del trade
ja: ターゲット価格を設定し、取引対象の価格が取引終了時までにターゲット価格に一度も触れないことを予測するトレードタイプのことです。
pl: Są to zakłady, w których gracz wybiera cenę docelową oraz prognozuje, że rynek nigdy nie osiągnie ceny docelowej przed wygaśnięciem zakładu
pt: Estas são negociações em que o negociador seleciona um preço-alvo e prevê que o mercado nunca irá tocar no alvo antes da negociação expirar
ru: Контракты, где трейдер выбирает ценовой барьер и делает прогноз, что рынок не коснется этого барьера за всю длительность контракта
th: การซื้อขายเหล่านี้ดำเนินการโดยนักลงทุนเลือกราคาเป้าหมาย และพยากรณ์ว่า ตลาดจะไม่สิ้นสุดที่เป้าหมายก่อนการหมดอายุของการซื้อขาย
vi: Những giao dịch này là chỗ các nhà giao dịch đã chọn giá mục tiêu, và dự đoán thị trường sẽ không bao giờ chạm vào mục tiêu trước khi giao dịch hết hạn

source: These are trades where the trader selects a price target, and predicts that the market will touch the target before the expiry of the trade
de: Dies sind Kontrakte, bei denen der Händler ein Kursziel wählt und voraussagt, dass der Markt vor Ablauf des Kontrakts das Ziel erreichen wird
es: Estos son los contratos en los que que el comerciante selecciona un precio objetivo y predice que el mercado tocará el objetivo antes del vencimiento del contrato
fr: Ce sont les trades où le trader sélectionne un prix cible, et prédit que le marché touchera la cible avant l'expiration du trade
id: Ini adalah kontrak dimana trader memilih target harga, dan menganalisa pasar tidak akan menyentuh target sebelum kontrak berakhir
it: Questi sono trade nei quali il trader seleziona un prezzo obiettivo e prevede che il mercato toccherà l'obiettivo prima della scadenza del trade
ja: ターゲット価格を設定し、取引対象の価格が取引終了時までにターゲット価格に触れることを予測するトレードタイプのことです。
pl: Są to zakłady, w których gracz wybiera cenę docelową oraz prognozuje, że rynek osiągnie cenę docelową przed wygaśnięciem zakładu
pt: Estas são negociações em que o negociador seleciona um preço-alvo e prevê que o mercado irá tocar no alvo antes da negociação expirar
ru: Контракты, где трейдер выбирает ценовой барьер и делает прогноз, что рынок коснется данного барьера до завершения срока действия контракта
th: การซื้อขายเหล่านี้ดำเนินการโดยนักลงทุนเลือกราคาเป้าหมาย และพยากรณ์ว่า ตลาดจะถึงเป้าหมายก่อนการหมดอายุของการซื้อขาย
vi: Những giao dịch này là chỗ nhà giao dịch đã chọn một giá mục tiêu, và dự đoán rằng thị trường sẽ chạm vào mục tiêu trước khi giao dịch hết hạn

source: This Moving Average uses curve of the Normal (Gauss) distribution which can be placed by Offset parameter from 0 to 1. This parameter allows regulating the smoothness and high sensitivity of the Moving Average. Sigma is another parameter that is responsible for the shape of the curve coefficients
de: Dieser gleitende Durchschnitt verwendet die Kurve der Normalen (Gauss) Verteilung, die durch den Offset Parameter von 0 bis 100 gesetzt werden kann. Dieser Parameter erlaubt es, die Glättung und hohe Sensibilität des gleitenden Durchschnitts zu regulieren. Sigma ist ein anderer Parameter, der für die Form der Kurven-Koeffizienten verantwortlich ist
es: Esta media móvil utiliza la curva de distribución normal (Gaussiana), la que se puede posicionar mediante el parámetro Offset de 0 a 1. Este parámetro permite regular la suavidad y alta sensibilidad de la media móvil. Sigma es otro parámetro que es responsable de la forma de los coeficientes de la curva
fr: Cette Moyenne Mobile utilise la courbe de distribution (Gauss) Normale qui peut être placée par le paramètre de compensation allant de 0 à 1. Le paramètre permet de réguler le lissage et la haute sensibilité de la Moyenne Mobile. Sigma est un autre paramètre qui est responsable de la forme des coefficients de la courbe
id: Moving Average ini menggunakan kurva distribusi Normal (Gauss) yang dapat ditempatkan dengan parameter Offset dari 0 sampai 1. Parameter ini memungkinkan pengaturan kehalusan dan kepekaan tinggi Moving Average. Sigma adalah parameter lain yang bertanggung jawab atas bentuk koefisien kurva
pl: Średnia krocząca wykorzystuje rozłożenie zgodne z krzywą Gaussa, czyli od 0 do 1. Pozwala to regulować wygładzenie i wrażliwość średniej kroczącej. Sigma to kolejny wskaźnik odpowiedzialny za kształt współczynników krzywej
pt: Esta média móvel usa a curva da distribuição Normal (Gauss) que pode ser colocada ao ajustar o parâmetro de Compensação entre 0 e 1. Este parâmetro permite regular a suavidade e alta sensibilidade da média móvel. Sigma é outro parâmetro que é responsável pela forma dos coeficientes da curva
ru: Скользящая средняя использует кривую нормального распределения (распределения Гаусса), которая измеряется значением от 0 до 1. Данный параметр позволяет регулировать гладкость и высокую чувствительность скользящей средней. Сигма – ещё один параметр, отвечающий за форму коэффициентов кривой
th: ค่าเฉลี่ยเคลื่อนที่นี้ใช้เส้นโค้งของการแจกแจงปกติ (Gauss) ซึ่งสามารถกำหนดโดยตัวแปรออฟเซ็ตจาก 0 ถึง 1 ตัวแปรนี้ควบคุมความเรียบของแนวโน้มและความไวสูงของค่าเฉลี่ยเคลื่อนที่ Sigma มีอีกตัวแปรหนึ่งที่ใช้จัดการรูปร่างของสัมประสิทธิ์เส้นโค้ง
vi: Này di chuyển trung bình là sử dụng các đường cong của phân phối chuẩn (Gauss) có thể được đặt bằng tham số bù đắp từ 0 đến 1. Tham số này cho phép điều chỉnh êm ái và độ nhạy cảm cao của các di chuyển trung bình. Sigma là một tham số đó là chịu trách nhiệm về hình dạng của hệ số đường cong

source: This field is required
de: Dieses Feld ist erforderlich
es: Este campo es requerido
fr: Ce champ est requis
id: Bagian ini diperlukan
it: Questo campo è obbligatorio
ja: この項目は必須です
pl: To pole jest wymagane
pt: Este campo é obrigatório
ru: Данное поле является обязательным
th: ข้อมูลนี้ต้องระบุ ไม่สามารถเป็นค่าว่าง
vi: Trường này là bắt buộc

source: This is another award we really savour. Trade2win is a portal for active traders seeking to profit from stocks, futures, options and forex, and these traders award us silver (we are just pipped for gold by Betfair). It means active traders worldwide rate our trading platform extremely highly
de: Diese ist eine weitere Auszeichnung, über die wir uns wirklich freuen. Trade2win ist ein Portal für aktive Händler, die auf der Suche nach Profit aus Aktien, Termingeschäften, Optionen und Devisen sind und diese Börsianer haben uns Silber verliehen (wir haben Gold nur kurz vor Betfair verloren). Das bedeutet, dass aktive Händler aus aller Welt unsere Handelsplattform extrem gut bewerten
es: Este es otro premio que realmente saboreamos. Trade2win es un portal para inversores activos que buscan beneficios de acciones, futuros, opciones y divisas, y estos comerciantes nos premian con el premio de plata (y el oro se otorga a Betfair por muy poca diferencia). Esto significa que los inversores activos en todo el mundo le otorgan una alta valoración a nuestra plataforma
fr: Il s'agit d'une autre récompense que nous savourons pleinement. Trade2win est un portail pour traders actifs cherchant à profiter des actions, des futures, des options et forex, et ces traders nous ont récompensé par une médaille d'argent (nous nous sommes fait coiffé au poteau par Betfair). Cela signifie que les traders actifs autour du monde nous considèrent comme une excellente plateforme
id: Ini adalah penghargaan lain yang kami benar benar syukuri. Trade2win adalah portal bagi para trader aktif yang mencari keuntungan dari trading saham, futures, opsi dan forex dan para trader tersebut menganugerahi kami dengan perak (kami hanya bersaing tipis dengan Betfair). Hal ini berarti jumlah trader aktif pada platform kami adalah tinggi
it: Questo è un altro riconoscimento che abbiamo davvero gradito. Trade2win è un portale per i trader attivi che vogliono guadagnare con azioni, futures, opzioni e Forex, e questi trader ci hanno premiato con l'argento (siamo stati appena sorpassati per l'oro da Betfair). Questo significa che i trader attivi nel mondo considerano in maniera estremamente elevata la nostra piattaforma di trading
ja: Trade2Winは株式、先物、オプション、そして為替取引から利益を得ることを目的にした活発なトレーダー向けのポータルサイトであり、当社は銀賞を受賞しました。（金賞のBetfair社とは僅差の評価です。）この受賞は、世界中の活発なトレーダーが当社のシステムを大変高く評価していることを意味します。
pl: To nasza kolejna cenna nagroda. Trade2win to portal dla aktywnych graczy, którzy chcą osiągnąć zysk z handlu akcjami, kontraktami futures, opcjami i walutami. Ci właśnie gracze przyznali nam srebro (złoto zgarnął Betfair). Oznacza to, że aktywni gracze z całego świata oceniają naszą platformę handlową naprawdę wysoko
pt: Este é outro prêmio que nos deu imensa satisfação. O Trade2win é um portal para negociadores ativos que procuram lucrar de ações, futuros, opções e mercados cambiais, e estes negociadores nos entregaram o prêmio de prata (a Betfair conseguiu chegar marginalmente à nossa frente). Significa que negociadores ativos mundialmente dão uma alta classificação à nossa plataforma de negociação
ru: Есть еще одна награда, которой мы очень дорожим. Trade2win – это портал для активных инвесторов, которые желают заработать на акциях, опционах и рынке форекс, и выбор этих трейдеров принес нам серебряную награду (с минимальным преимуществом золото досталось Betfair). Для нас это означает всемирное признание и высокую оценку нашей платформы активными трейдерами
th: นี้คืออีกรางวัลหนึ่งที่เราได้ดื่มด่ำอย่างมีความสุข Trade2win เป็นระบบสำหรับนักลงทุนเพื่อการแสวงหากำไรจากหลักทรัพย์ ฟิวเจอร์ ออปชั่น และฟอเร็กซ์ นักลงทุนเหล่านี้เองที่มอบรางวัลให้เรา สำหรับรางวัลเหรียญเงิน (ซึ่งเราเพิ่งได้ระดับเหรียญทองมา จาก Betfair) นั่นหมายความว่า นักลงทุนที่ใช้งานอยู่ทั่วโลกประกาศว่า เราคือระบบซื้อขายที่เยี่ยมยอดทีเดียว
vi: Đây là một giải thưởng khác mà chúng tôi rất vinh hạnh khi nhận được. Trade2win là một cổng thông tin cho nhà giao dịch hoạt động tìm kiếm lợi nhuận từ cổ phiếu, hợp đồng tương lai, quyền chọn và ngoại hối, và các nhà giao dịch này đã trao cho chúng tôi giải thưởng bạc (chúng tôi đã giành được giải vàng với Betfair). Điều này có nghĩa là nhà giao dịch năng động trên toàn thế giới đánh giá sàn giao dịch của chúng tôi rất cao

source: This is big. We pick up a double award from the Financial Times and Investors Chronicle, reflecting our success in improving the quality and usability of our website and products
de: Dies ist riesig. Wir haben eine doppelte Auszeichnung von der Financial Times and Investors Chronicle erhalten, die unseren Erfolg in der Verbesserung der Qualität und Benutzerfreundlichkeit unserer Website und unserer Produkte widerspiegelt
es: Esto sí que es grande. Ganamos un doble premio de parte de Financial Times y de Investors Chronicle, lo que refleja nuestro éxito en la mejora de la calidad y la facilidad de uso de nuestro sitio web y sus productos
fr: C'est énorme. Nous récoltons une double récompense de la part du Financial Times et du Investors Chronicle, reflétant notre succès en améliorant la qualité et l'utilité de notre site internet et produits
id: Ini sangat luar biasa. Kami memperoleh penghargaan ganda dari Financial Times dan Investor Chronicle, mencerminkan kesuksesan kami dalam mempertingkatkan kualitas dan penggunaan website dan produk
it: Questo è grandioso. Abbiamo ottenuto un doppio riconoscimento dal Financial Times e da Investors Chronicle a conferma del nostro successo nel migliorare la qualità e la fruibilità del nostro sito internet e dei nostri prodotti
ja: ”the Financial Times”と”Investors Chronicle”の両誌から、当社のウェブサイト、商品の質とユーザビリティの向上を高く評価されました。
pl: To duże osiągnięcie. Otrzymaliśmy podwójną nagrodę od Finacial Times i Investors Chronicle, co odzwierciedla nasz sukces w poprawie jakości i użyteczności naszego portalu i naszych produktów
pt: Isto é grande. Recebemos um prêmio duplo da Financial Times e Investors Chronicle, refletindo o nosso sucesso no melhoramento da qualidade e usabilidade do nosso site e dos nossos produtos
ru: Одна из наших важнейших наград – двойная премия от изданий Financial Times и Investors Chronicle, которая отмечает успех в улучшении качества наших продуктов и удобства работы на сайте
th: นี้คือผลงานชิ้นใหญ่อีกอันหนึ่ง พวกเราได้รับสองรางวัลจาก The Financial Times และ Investors Chronicle เพื่อแสดงถึงความสำเร็จของเราในการพัฒนาเว็บไซต์และผลิตภัณฑ์ของเราอย่างมีคุณภาพและใช้งานง่าย
vi: Điều này có ý nghĩa thật lớn lao. Chúng tôi nhận được một giải thưởng kép từ tạp chí Financial Times và nhà đầu tư Chronicle, phản ánh sự thành công của chúng tôi trong việc nâng cao chất lượng và khả năng sử dụng trang web và các sản phẩm của chúng tôi

source: This is the current price at which an underlying can be bought or sold at a particular time
de: Dies ist der aktuelle Kurs, zu dem ein Basiswert zu einem bestimmten Zeitpunkt gekauft oder verkauft werden kann
es: Este es el precio actual al que se puede comprar o vender el contrato subyacente en un momento determinado
fr: C'est le prix actuel auquel un sous-jacent peut être acheté ou vendu à un moment donné
id: Ini adalah harga pasar terkini dimana pasar dapat dibeli atau dijual pada waktu tertentu
it: Questo è il prezzo attuale al quale un asset sottostante può essere acquistato o venduto in un dato momento
ja: 特定の時間にて、とある取引対象を売買できる現在の価格のことです。
pl: Jest to aktualna cena, po której można kupić lub sprzedać instrumenty bazowe w danym okresie
pt: Este é o preço atual em que o ativo subjacente pode ser comprado ou vendido em um determinado momento
ru: Это текущая цена, по которой актив может быть приобретен или продан в определённый момент
th: นี้คือราคาปัจจุบันที่ผลิตภัณฑ์อ้างอิงสามารถถูกซื้อ หรือ ขาย ณ เวลาใดๆ
vi: Đây là giá hiện tại tại đó mà tài sản cơ sở có thể được mua hoặc bán tại một thời điểm cụ thể

source: This pattern occurs when two black days appear with equal closes in a downtrend. Matching Low indicates a bottom has been made, even though the new low was tested and there was no follow through, which is indicative of a good support price
de: Dieses Muster kommt dann vor, wenn zwei schwarze Tage mit gleichen Schlusskursen in einem Abwärtstrend erscheinen. Gleiche Tiefs, deuten darauf hin, dass ein Unterteil gemacht wurde, obwohl das neue Tief getestet wurde und es keine Konsequenz gegeben hat, was wiederum für einen guten Support-Kurs bezeichnend ist
es: Este patrón ocurre cuando dos días negros tienen cierres equivalentes en una tendencia bajista. Los mínimos coincidentes indican que se ha alcanzado un suelo, a pesar de que el nuevo mínimo se probó y no hubo seguimiento, lo que es señal de un buen precio de apoyo
fr: Ce schéma a lieu lorsque deux jours noirs apparaissent avec les mêmes clôtures dans une tendance à la baisse. Les mêmes bas indiquent qu'un plus bas a été atteint, même si le nouveau plus bas a été testé et mené à bien, ce qui est indicatif d'un bon support prix
id: Pola ini terjadi ketika dua hari hitam muncul dengan penutupan yang hampir sama pada downtrend. Pencocokan Low menunjukkan bagian bawah telah dibuat, meskipun yang rendah baru diuji dan tidak ada tindak lanjut, yang merupakan indikasi harga dukungan yang baik
pl: Formacja występuje, gdy dwie czarne świece mają takie same ceny zamknięcia w trendzie zniżkowym. Jednakowe dołki wskazują, że osiągnięte zostało dno, nawet gdy mamy do czynienia dobrą ceną wsparcia
pt: Este padrão ocorre quando dois dias pretos aparecem com fechamentos iguais numa tendência de baixa. Atingindo o mínimo indica uma baixa mínima foi criada, apesar da nova baixa ter sido testada e não haver seguimento, o que é indicativo de um bom preço de apoio
ru: Данная фигура появляется, когда две чёрные дневные свечи закрываются на одном и том же уровне в рамках нисходящего тренда. Фигура "Совпадение по нижнему уровню" обозначает, что на графике наметилось дно, несмотря на тестирование нового минимума, которое не было доведено до конца, что говорит о хорошей цене поддержки
th: รูปแบบนี้เกิดขึ้นเมื่อมีแท่งเทียนสีดำสองวันปรากฏขึ้นที่มีราคาปิดเท่ากันในแนวโน้มขาลง สัญญาณ Matching Low เป็นตัวบอกจุดต่ำสุดได้เกิดขึ้นแล้ว แม้ว่าเป็นการทดสอบราคาปิดต่ำสุดใหม่และไม่มีอะไรตามมาอีก เป็นการแสดงสัญญาณราคาที่ดี
vi: Mô hình này xảy ra khi hai ngày đen xuất hiện với đóng bình đẳng trong một xu hướng. Kết hợp thấp chỉ ra một đáy đã được thực hiện, mặc dù thấp mới đã được thử nghiệm và đã có không làm theo thông qua, đó là chỉ của một mức giá tốt hỗ trợ

source: Three Advancing White Soldiers (CDL3WHITESOLDIERS)
es: Tres soldados blancos (CDL3WHITESOLDIERS)
fr: Les Trois Soldats Blancs Avançant (CDL3WHITESOLDIERS)
ja: 三前進ホワイトソルジャー（CDL3WHITESOLDIERS）
pl: Three Advancing White Soldiers – trzech białych żołnierzy (CDL3WHITESOLDIERS)
pt: Três soldados brancos que avançam (CDL3WHITESOLDIERS)
ru: Три белых солдата (CDL3WHITESOLDIERS)
vi: Ba binh sĩ trắng thăng trận(CDL3WHITESOLDIERS)

source: Three Black Crows (CDL3BLACKCROWS)
es: Tres cuervos negros (CDL3BLACKCROWS)
fr: Trois Corbeaux Noirs (CDL3BLACKCROWS)
ja: 3羽ガラス（CDL3BLACKCROWS）
pl: Three Black Crows – trzy czarne kruki (CDL3BLACKCROWS)
pt: Três Corvos Pretos (CDL3BLACKCROWS)
ru: Три чёрные вороны (CDL3BLACKCROWS)
vi: Ba quạ đen (CDL3BLACKCROWS)

source: Three Inside Up/Down (CDL3INSIDE)
de: Three Inside Auf/Ab (CDL3INSIDE)
es: Tres pautas interiores alcistas/bajistas (CDL3INSIDE)
fr: Trois à l'Intérieur en Haut/en Bas (CDL3INSIDE)
ja: スリー・インサイド・アップ/ダウン（CDL3INSIDE）
pt: Três por dentro de alta/baixa (CDL3INSIDE)
ru: Три внутри вверх/вниз (CDL3INSIDE)
vi: Ba bên trong lên/xuống (CDL3INSIDE)

source: Three Outside Up/Down (CDL3OUTSIDE)
de: Three Outside Auf/Ab (CDL3OUTSIDE)
es: Tres pautas exteriores alcistas/bajistas (CDL3OUTSIDE)
fr: Trois à l'Extérieur en Haut/en Bas (CDL3OUTSIDE)
ja: スリー・アウトサイド・アップ/ダウン（CDL3OUTSIDE）
pt: Três por fora da alta/baixa (CDL3OUTSIDE)
ru: Три внешних дня вверх/вниз (CDL3OUTSIDE)
vi: Ba bên ngoài lên/xuống (CDL3OUTSIDE)

source: Three Stars In The South (CDL3STARSSOUTH)
es: Tres estrellas en el sur (CDL3STARSSOUTH)
fr: Trois Étoiles dans Le Sud (CDL3STARSSOUTH)
ja: 南三ツ星（CDL3STARSSOUTH）
pl: Three Stars In The South – południowa potrójna gwiazda (CDL3STARSSOUTH)
pt: Três estrelas no sul (CDL3STARSSOUTH)
ru: Три звезды на юге (CDL3STARSSOUTH)
vi: Ba ngôi sao ở phía nam (CDL3STARSSOUTH)

source: Three tall white candles, each with higher closes, and bodies that overlap (an opening price within the prior candle's body)
de: Drei große weiße Kerzen, jede mit höheren Schlüssen, und Körpern, die sich überlagern (ein Öffnungskurs innerhalb des Körpers der vorigen Kerze)
es: Tres velas blancas altas, cada una con cierres más altos y cuerpos que se superponen (precio de apertura dentro del cuerpo de la vela anterior)
fr: Trois grandes bougies blanches, chacune avec de plus hautes clôtures, et des corps qui se chevauchent (une ouverture de prix à l'intérieur du corps de la précédente bougie)
id: Tiga candle putih tinggi, masing-masing dengan tutup yang lebih tinggi, dan badan yang tumpang tindih (harga pembuka di dalam tubuh candle sebelumnya)
pl: Trzy białe świece o długim korpusie, każda zamykająca się wysoko, których korpusy nachodzą na siebie (cena otwarcia znajduje się w obrębie korpusu poprzedniej świecy)
pt: Três velas brancas, cada uma com fechamentos mais altos, e corpos sobrepostos (um preço de abertura dentro do corpo da vela anterior)
ru: Три высокие белые свечи, каждая из которых закрывается ростом и тело которых перекрывает предыдущую свечу (цена открытия свечи находится в пределах тела предыдущей свечи)
th: แท่งเทียนขาวสูงสามแท่ง แต่ละแท่งจะมีค่าปิดสูง และแท่งเทียนจะซ้อนทับ (ราคาเปิดของแท่งเทียนก่อนหน้า)
vi: Ba cao trắng nến, mỗi với đóng cửa cao hơn, và các cơ quan đó chồng chéo lên nhau (một giá mở cửa trong ngọn nến trước cơ thể)

source: Three white days occur. Each successive day opens within the body of the previous day and closes above the previous day. The bodies of the candles get progressively smaller with the upper shadows of day 2 and 3 getting progressively longer
de: Drei weiße Tage kommen vor. Jeder folgende Tag öffnet sich innerhalb des Körpers des vorigen Tages und schließt über dem vorigen Tag. Die Körper der Kerzen werden schrittweise kleiner, wobei die oberen Schatten von Tag 2 und 3 schrittweise länger werden
es: Ocurren tres días blancos. Cada día sucesivo abre dentro del cuerpo del día anterior y cierra por sobre el día anterior. Los cuerpos de las velas se vuelven cada vez más pequeños y las sombras de los días 2 y 3 se alargan gradualmente
fr: Trois jours blancs se produisent. Chaque jour successif ouvre à l'intérieur du corps du jours précédent et ferme au dessus du précédent jour. Les corps des bougies deviennent progressivement plus petits avec les ombres supérieures des jours 2 et 3 s'allongeant progressivement
id: Tiga hari putih muncul. Pembukaan berturut turut dengan badan hari sebelumnya dan ditutup diatas penutupan hari sebelumnya. Tubuh candle semakin kecil dengan bayangan atas dari hari ke 2 dan ke 3 semakin lama semakin panjang
pl: Występują trzy białe świece. Każda kolejna świeca posiada cenę otwarcia w obrębie korpusu poprzedniej świecy i cenę zamknięcia powyżej poprzedniej świecy. Korpusy świec stają się stopniowo mniejsze, a górne cienie świecy drugiej trzeciej stopniowo wydłużają się
pt: Ocorrem três dias brancos. Cada dia sucessivo abre dentro do corpo do dia anterior e fecha acima do dia anterior. Os corpos das velas tornam-se progressivamente mais pequenos com as sombras superiores do dia 2 e 3 ficando progressivamente mais longos
ru: Появляются три белые дневные свечи. В каждый следующий день свеча формируется в пределах тела предыдущей свечи и закрывается выше уровня закрытия свечи предыдущего дня. При этом тела свеч уменьшаются, а верхние тени свеч 2 и 3 дня удлиняются
th: มีแท่งเทียนสีขาวสามวันเกิดขึ้น แต่ละวันเปิดด้วยราคาที่เป็นตัวของแท่งเทียนในวันก่อนหน้าและปิดด้วยราคาเหนือราคาปิดของวันก่อนหน้าตามลำดับ ตัวของแท่งเทียนมีการเติบโตทีละน้อยและมีเงาด้านบนในวันที่สองและวันที่สามโตต่อเนื่องทีละน้อยเช่นกัน
vi: Ba màu trắng ngày xảy ra. Mỗi ngày kế tiếp sẽ mở ra trong cơ thể của ngày hôm trước và đóng cửa ở trên trước ngày. Các cơ quan của nến nhận được nhỏ hơn dần dần với bóng tối thượng của ngày 2 và 3 nhận được lâu hơn dần dần

source: Three-Line Strike (CDL3LINESTRIKE)
es: Golpe de tres líneas (CDL3LINESTRIKE)
fr: Coup de Trois Lignes (CDL3LINESTRIKE)
ja: スリーライン・ストライク（CDL3LINESTRIKE）
pl: Three-Line Strike – cios w trzy linie (CDL3LINESTRIKE)
pt: Strike de três linhas (CDL3LINESTRIKE)
ru: Тройной удар (CDL3LINESTRIKE)
vi: Cuộc tấn công ba dòng (CDL3LINESTRIKE)

source: Thrusting Pattern (CDLTHRUSTING)
es: Patrón de empuje (thrusting) (CDLTHRUSTING)
fr: Schéma de Poussée (CDLTHRUSTING)
pt: Padrão Empurrão (CDLTHRUSTING)
ru: Толчок (CDLTHRUSTING)
vi: Mô hình hội đồng quản trị thrusting (CDLTHRUSTING)

source: Thu
de: Do
es: Jue
fr: Jeu.
id: Kms
it: Gio
ja: 木曜日
pl: Czw.
pt: Qui
ru: Чет
th: พฤ
vi: Thứ năm

source: Thursday
de: Donnerstag
es: Jueves
fr: Jeudi
id: Khamis
it: Giovedì
ja: 木曜日
pl: Czwartek
pt: Quinta-feira
ru: Четверг
th: วันพฤหัสบดี
vi: Thứ năm

source: Tick
es: Intervalo
id: Tik
ja: ティック
pl: Zmiana ceny
ru: Тик
th: ช่วงห่างของราคา
vi: Giây
