Repository: binary-com/webtrader
Catalog: translations/i18n/*.po
Languages: de, es, fr, id, it, ja, pl, pt, ru, th, vi

source: Fractals are indicators on candlestick charts that identify reversal points in the market. Traders often use fractals to get an idea about the direction in which the price will develop. A fractal will form when a particular price pattern happens on a chart
de: Fraktale sind Indikatoren auf Candlestick-Charts, die Umkehrungspunkte im Markt identifizieren. Händler verwenden Fraktale oft, um eine Idee davon zu erhalten, in welche Richtung sich ein Kurs entwickeln wird. Ein Fraktal entsteht dann, wenn sich ein bestimmtes Kursmuster auf einem Chart bildet
es: Los fractales son indicadores presentes en los gráficos de velas que identifican puntos de reversión en el mercado. Los comerciales usualmente utilizan fractales para tener una idea de en qué dirección se desarrollará un precio- Un fractal se forma cuando un patrón particular de precios ocurre en un gráfico
fr: Les fractales sont des indicateurs sur des graphiques en chandeliers qui identifient les points de retournement du marché. Les traders souvent utilisent les fractales pour avoir une idée à propos de la direction dans laquelle le prix va se diriger. Un fractal se formera lorsqu'un schéma de prix particulier se produit sur le graphique
id: Fraktal adalah indikator pada grafik candlestick yang mengidentifikasi titik balik pasar. Trader sering menggunakan fraktal untuk mendapatkan ide tentang arah di mana harga akan berkembang. Fraktal akan terbentuk bila pola harga tertentu terjadi pada grafik
it: I frattali sono degli indicatori sui grafici a candele che individuano i punti di inversione nel mercato. I trader spesso utilizzano i frattali per avere un'idea della direzione in cui andrà il prezzo. Un frattale ti dirà quando un dato modello di prezzi si verificherà su un grafico
ja: フラクタルは市場での反転ポイントを表示する、ローソク足チャートのインジケーターです。価格が変動する方向を判断するのによく用いられます。フラクタルはチャートで起こる特定のパターンを形にします。
pl: Fraktale, czyli wskaźniki Fractal na wykresach świecowych, wskazują punkty zwrotne na rynku. Gracze często posługują się fraktalami, aby zorientować się w którym kierunku będzie kształtować się cena. Fraktale tworzą się, gdy na wykresie występuje określona formacja cenowa
pt: Fractais são indicadores em gráficos de velas que identificam pontos de inversão no mercado. Os negociadores usam muitas vezes fractais a fim de ter uma ideia sobre a direção em que o preço irá se desenvolver. Um fractal irá se formar quando um determinado padrão de preço ocorrer num gráfico
ru: Фракталы - это индикаторы на графике японских свечей, которые определяют уровни разворота на рынке. Трейдеры часто используют фракталы, чтобы определить направление, в котором будет двигаться цена. Фракталы образуются при появлении на графике определённых фигур
th: Fractals เป็นตัวชี้วัดในแผนภูมิเชิงเทียนที่ระบุจุดกลับในตลาด ผู้ลงทุนมักจะใช้ Fractals เพื่อแสดงทิศทางราคาที่จะเกิดชึ้น โดยจะออกเป็นรูปร่างของรูปแบบราคาที่เกิดขึ้นในแผนภูมิ
vi: Fractals là các chỉ số trên biểu đồ nến mà xác định đảo ngược điểm trên thị trường. Thương nhân thường sử dụng fractals để có được một ý tưởng về hướng đi mà giá cả sẽ phát triển. Fractal một sẽ hình thành khi một chiều hướng thay đổi giá cụ thể xảy ra trên một biểu đồ

source: Fran ais
es: Français
fr: Français
it: Francese
ja: フランス語
ru: Francais

source: Fri
es: Vie
fr: ven.
id: Jum
it: Ven
ja: 金曜日
pl: Pt.
pt: Sex
ru: Пят
th: ศ
vi: Thứ sáu

source: Friday
de: Freitag
es: Viernes
fr: vendredi
id: Jumat
it: Venerdì
ja: 金曜日
pl: Piątek
pt: Sexta-feira
ru: Пятница
th: วันศุกร์
vi: Thứ sáu

source: From
de: Von
es: De
fr: De
id: Dari
it: Da
ja: 開始
pl: Od
pt: De
ru: От
th: จาก
vi: Từ

source: Full-screen trading interface
es: Interfaz comercial de pantalla completa
fr: Interface de trading plein écran
id: Antarmuka trading layar penuh
it: Interfaccia di trading a schermo intero
ja: 全画面取引インターフェース
ru: Полноэкранный интерфейс
th: อินเทอร์เฟสของการซื้อขายแบบเต็มหน้าตอ
vi: Giao diện giao dịch toàn màn hình

source: Further instructions
de: Weitere Anweisungen
es: Otras instrucciones
fr: Instructions supplémentaires
id: Instruksi lebih lanjut
it: Ulteriori istruzioni
ja: 詳細説明
pl: Dalsze instrukcje
pt: Instruções adicionais
ru: Дальнейшие инструкции
th: คำแนะนำเพิ่มเติม
vi: Hướng dẫn thêm

source: GMT stands for Greenwich Mean Time, the official time used in the UK during winter. In summer, the UK changes to British Summer Time, which is GMT + 1 hour. All times on the Binary.com site use GMT all year round
de: GMT steht für Greenwich Mean Time, die offizielle Uhrzeit, die im Winter in Großbritannien verwendet wird. Im Sommer wechselt Großbritannien zur British Summer Time, welche GMT + 1 Stunde ist. Alle Zeiten auf der Binary.com Site verwenden GMT, das ganze Jahr über
es: GMT es la sigla en inglés de Greenwich Mean Time (hora del meridiano de Greenwich), que es el huso horario oficial que utiliza el Reino Unido durante el invierno. En verano, el Reino Unido utiliza el horario de verano de Gran Bretaña, el cual es GMT + 1 hora. El sitio de Binary.com usa GMT durante todo el año
fr: GMT veut dire Temps Moyen de Greenwich, le temps officiel utilisé dans le Royaume-Uni durant l'hiver. Durant l'été, le Royaume-Uni passe au Temps Estivale Britannique, qui est GMT+ 1 heure. Toutes les heures sur le site de Binary.com utilise GMT durant l'ensemble de l'année
id: GMT adalah singkatan dari Greenwich Mean Time, waktu resmi digunakan di Inggris selama musim dingin. Di musim panas perubahan waktu Inggris adalah GMT +1 jam. Waktu yang digunakan pada website %1 adalah GMT sepanjang waktu
it: GMT è l'acronimo di Greenwich Mean Time, l'ora ufficiale utilizzata nel Regno Unito durante il periodo invernale. In estate, il Regno Unito passa al British Summer Time, ossia GMT +1 ora. Tutti gli orari indicati sul sito di Binary.com utilizzano GMT tutto l'anno
ja: グリニッジ標準時とは、イギリスの冬時間を示します。イギリスの夏時間はグリニッジ標準時に１時間プラスされGMT+１と表記されます。%1サイトの時間は全てGMTで表記されます。
pl: GMT, czyli Greenwich Mean Time to oficjalny czas stosowany zimą w Wlk. Brytanii. Latem Wlk. Brytania zmienia czas na British Summer Time, czyli czas GMT + 1 godzina. Wszystkie godziny podawane są na portalu Binary.com według czasu GMT przez cały rok.
pt: GMT significa Tempo Médio de Greenwich (ou Greenwich Mean Time em inglês), o horário oficial usado no Reino Unido no inverno. Durante o verão, o Reino Unido muda para o Horário de Verão Britânico, que é GMT + 1 hora. Todas as horas no site da Binary.com usam GMT durante todo o ano
ru: GMT – время по Гринвичу или Greenwich Mean Time – это официальное время, используемое в зимний период в Великобритании. Летом время в Великобритании меняется на британское летнее время, которое составляет GMT +1 час. Всё время на сайте Binary.com всегда указывается в GMT
th: GMT คือ ตัวข่อของ Greenwich Mean Time เวลามาตรฐานที่ใช้ในฤดูหนาวของสหราชอาณาจักร ส่วนในฤดูร้อนจะเปลี่ยนเป็นเวลาที่เพิ่มขึ้นอีก 1 ชั่วโมง กล่าวคือ ใช้ GMT + 1 โดยเวลาที่ใช้ในระบบ %1 จะเป็น GMT ตลอดทั้งปี
vi: GMT là viết tắt của Greenwich Mean Time, thời gian chính thức được sử dụng ở vương quốc Anh trong suốt mùa đông. Vào mùa hè, vương quốc Anh thay đổi thành thời gian mùa hè ở Anh, tức là GMT + 1 giờ. Tất cả thời gian trên trang web Binary.com sử dụng GMT quanh năm

source: Get API token from trader(s) and add it in your list
fr: Obtenir le jeton API d'un(e) trader(s) et l’ajouter dans votre liste
id: Dapatkan token API dari trader dan tambahkan pada daftar Anda
ru: Получите токены API от трейдера (трейдеров) и добавьте их в свой список
th: ใช้ API โทเค่น จากนักลงทุน และเพิ่มเข้าในรายการของท่าน
vi: Lấy API token từ (các) nhà giao dịch và thêm nó vào danh sách của bạn

source: Get your price
de: Erhalten Sie Ihren Kurs
es: Obtenga su precio
fr: Obtenez votre prix
id: Dapatkan harga
it: Ottieni il tuo prezzo
ja: 価格を確認
pl: Ustal swoją cenę
pt: Receba o seu preço
ru: Узнайте цену
th: ตั้งราคาของท่าน
vi: Nhận giá của bạn

source: Go to
fr: Aller à
id: Kunjungi
ru: Перейти к
th: ไปที่
vi: Đi tới

source: Goes out
de: Geht außerhalb
es: Sale
fr: Sort de la zone
ja: BREAK-OUT
pl: Przekroczy
pt: Sai fora
ru: Выйдет за пределы
vi: Ra ngoài

source: Gravestone Doji (CDLGRAVESTONEDOJI)
es: Doji lápida (CDLGRAVESTONEDOJI)
fr: Doji en pierre tombale (CDLGRAVESTONEDOJI)
ja: トウバ（CDLGRAVESTONEDOJI）
pl: Gravestone Doji – nagrobek doji (CDLGRAVESTONEDOJI)
pt: Doji lápide (CDLGRAVESTONEDOJI)
ru: Дожи-надгробие (CDLGRAVESTONEDOJI)
vi: Doji "bia mộ" (CDLGRAVESTONEDOJI)

source: Gray
de: Grau
es: Gris
fr: Gris
id: Abu-abu
it: Grigio
ja: グレー
pl: Szary
pt: Cinza
ru: Серый
th: สีเทา
vi: Màu xám

source: Grid
de: Gitter
es: Rejilla
fr: Grille
it: Griglia
ja: グリッド
pl: Siatka
pt: Grelha
ru: Сетка
vi: Ô lưới

source: Grid Light
de: Gitterlicht
es: Luz de la Rejilla
fr: Grille atténuée
id: Grid Muda
it: Griglia light
ja: グリッド ライト
pt: Luz de grelha
ru: Светлая сетка
vi: Ô lưới nhẹ

source: Group History
de: Konzerngeschichte
es: Historia corporativa
fr: Historique du groupe
id: Sejarah Group
it: Storia del gruppo
ja: グループの沿革
pl: Historia grupy
pt: Histórico do grupo
ru: История компании
th: ประวัติของเครือ
vi: Lịch sử nhóm

source: Hammer (CDLHAMMER)
es: Martillo (CDLHAMMER)
fr: Marteau (CDLHAMMER)
ja: ハンマー（CDLHAMMER）
pl: Hammer – młot (CDLHAMMER)
ru: Молот (CDLHAMMER)
vi: Búa (CDLHAMMER)

source: Hanging Man (CDLHANGINGMAN)
es: Hombre colgado (CDLHANGINGMAN)
fr: Pendu (CDLHANGINGMAN)
ja: 首吊り線（CDLHANGINGMAN）
pl: Hanging Man – wisielec (CDLHANGINGMAN)
pt: Homem enforcado (CDLHANGINGMAN)
ru: Повешенный (CDLHANGINGMAN)
vi: Người treo cổ (CDLHANGINGMAN)

source: Harami Cross Pattern (CDLHARAMICROSS)
es: Patrón cruz de harami (CDLHARAMICROSS)
fr: Schéma Croisé Harami (CDLHARAMICROSS)
it: Modello Harami Cross (CDLHARAMICROSS)
ja: ハラミ・クロス・パターン（CDLHARAMICROSS）
pl: Harami Cross Pattern – krzyż Harami (CDLHARAMICROSS)
pt: Padrão Harami de cruz (CDLHARAMICROSS)
ru: Крест Харами (CDLHARAMICROSS)
vi: Mẫu chữ thập Harami (CDLHARAMICROSS)

source: Harami Pattern (CDLHARAMI)
es: Patrón Harami (CDLHARAMI)
fr: Schéma Harami (CDLHARAMI)
it: Modello Harami (CDLHARAMI)
ja: はらみ線（CDLHARAMI）
pl: Harami Pattern – formacja Harami (CDLHARAMI)
pt: Padrão Harami (CDLHARAMI)
ru: Модель Харами (CDLHARAMI)
vi: Mẫu Harami (CDLHARAMI)

source: Health
de: Gesundheit
es: Salud
fr: Santé
id: Kesehatan
it: Salute
ja: 健全度
pl: Sektor opieki zdrowotnej
pt: Saúde
ru: Здравоохранение
th: สุขภาพ
vi: Sức khỏe

source: Help
de: Hilfe
es: Ayuda
fr: Aide
id: Bantuan
it: Aiuto
ja: ヘルプ
pl: Pomoc
pt: Ajuda
ru: Помощь
th: ตัวช่วย
vi: Trợ giúp

source: High
es: Máximo
fr: Haut
id: Tinggi
ja: 高値
ru: Выше
th: สูง
vi: Cao

source: High barrier
de: Hohe Schwelle
es: Límite alto
fr: Barrière supérieure
id: Batasan Tinggi
it: Barriera superiore
ja: 上限バリア
pl: Górny limit
pt: barreira alto
ru: Верхний барьер
th: Barrier สูง
vi: Hàng rào cao

source: High barrier offset
de: Hohe Schwellenverschiebung
es: Offset del límite alto
fr: Compensation de barrière supérieure
id: Batas offset tinggi
it: Offset barriera superiore
ja: 上限追加バリア値
pl: Wyrównanie górnego limitu
pt: Deslocamento da barreira alta
ru: Изменение верхнего барьера
th: Barrier สูง ที่หักกลบลบกัน
vi: Offset barie cao

source: High-Wave Candle (CDLHIGHWAVE)
es: Vela de onda alta (CDLHIGHWAVE)
fr: Bougie de Haute Vague (CDLHIGHWAVE)
ja: 高波ロウソク足（CDLHIGHWAVE）
pl: High-Wave Candle – świeca wysokiej fali (CDLHIGHWAVE)
pt: Vela de onda alta (CDLHIGHWAVE)
ru: Высокая волна (CDLHIGHWAVE)
vi: Nến sóng cao (CDLHIGHWAVE)

source: Higher
de: Höher
es: Más alto
fr: Supérieur
it: Superiore
ja: HIGH
pl: Wyższy
pt: Superior
ru: Выше
th: สูงกว่า
vi: Cao hơn

source: Higher/Lower
de: Höher/Tiefer
es: Superior/Inferior
fr: Plus Haut/Plus Bas
it: High/Low
ja: ラダーHIGH/ラダーLOW
pl: Wyższy/niższy
pt: Superior/Inferior
ru: Выше/Ниже
th: สูงกว่า/ต่ำกว่า
vi: Cao hơn/Thấp hơn

source: Higher/Lower - Predict if the market will end higher or lower than a target price
fr: Supérieur/Inférieur - Prédisez si le marché affichera un cours supérieur ou inférieur au prix-cible à l'expiration de l'option
id: Higher/Lower - Menganalisa pasar akan berakhir lebih tinggi atau lebih rendah dari harga target
it: High/Low - Prevedi se il mercato chiuderà ad un prezzo più alto o più basso rispetto a quello deciso
ru: Выше/Ниже – сделайте прогноз, будет рынок выше или ниже заданной цены
th: สูงกว่า/ต่ำกว่า - พยากรณ์ว่า ตลาดจะสิ้นสุดด้วยค่าที่สูงกว่า หรือ ต่ำกว่า ราคาเป้าหมาย
vi: Cao hơn/Thấp hơn - dự đoán xem thị trường sẽ kết thúc cao hơn hay thấp hơn giá mục tiêu

source: Higher/Lower trades
de: Höher/Tiefer Kontrakte
es: Contratos Superior/Inferior
fr: Trades Plus Hautes/Plus Basses
id: Kontrak Higher/Lower
it: Trade High/Low
ja: HIGH/LOW・トレード
pl: Zakłady typu „wyższy/niższy”
pt: Negociações Superior/Inferior
ru: Контракты Выше/Ниже
th: ซื้อขายสูงกว่า/ต่ำกว่า
vi: Các giao dịch cao hơn/thấp hơn

source: Higher/Lower Predict that the market will end higher or lower than a price target
fr: Supérieur/Inférieur Prédisez si le marché affichera un cours supérieur ou inférieur au prix-cible à l'expiration de l'option
id: Higher/Lower Menganalisa pasar akan berakhir lebih tinggi atau lebih rendah dari harga target
it: High/Low Prevedi che il mercato chiuderà ad un prezzo più alto o più basso rispetto a quello deciso
ru: Выше/Ниже – сделайте прогноз, будет рынок выше или ниже заданного барьера
th: สูงกว่า/ต่ำกว่า - พยากรณ์ว่า ตลาดจะสิ้นสุดที่ค่าสูงกว่า หรือ ต่ำกว่า ราคาเป้าหมาย
vi: Cao hơn/Thấp hơn dự đoán xem thị trường sẽ kết thúc cao hơn hay thấp hơn giá mục tiêu

source: Hikkake Pattern (CDLHIKKAKE)
es: Patrón Hikkake (CDLHIKKAKE)
fr: Schéma Hikkake (CDLHIKKAKE)
it: Modello Hikkake (CDLHIKKAKE)
ja: ひっかけパターン（CDLHIKKAKE）
pl: Hikkake Pattern – formacja Hikkake (CDLHIKKAKE)
pt: Padrão Hikkake (CDLHIKKAKE)
ru: Фигура Хиккаке (CDLHIKKAKE)
vi: Mẫu Hikkake (CDLHIKKAKE)

source: Historical Data
es: Datos Históricos
fr: Données historiques
id: Data Historikal
it: Dati storici
ru: История
th: ข้อมูลเก่า
vi: Dữ liệu lịch sử

source: Homing Pigeon (CDLHOMINGPIGEON)
es: Paloma mensajera (CDLHOMINGPIGEON)
fr: Pigeon voyageur (CDLHOMINGPIGEON)
ja: 伝書鳩（CDLHOMINGPIGEON）
pl: Homing Pigeon – formacja gołębia (CDLHOMINGPIGEON)
pt: Pombo correio (CDLHOMINGPIGEON)
ru: Почтовый голубь (CDLHOMINGPIGEON)
vi: Bồ câu trở về (CDLHOMINGPIGEON)

source: Horizontal line
de: Horizontale Linie
es: Línea horizontal
fr: Ligne horizontale
id: Garis horisontal
it: Linea orizzontale
ja: 水平線
pl: Linia pozioma
pt: Linha horizontal
ru: Горизонтальная линия
th: เส้นแนวนอน
vi: Đường ngang

source: Hours
de: Stunden
es: Horas
fr: Heures
id: Jam
it: Ore
ja: 時間
pl: Godziny
pt: Horas
ru: Часы
th: ชั่วโมง
vi: Giờ

source: How do I fund my account?
de: Wie finanziere ich mein Konto?
es: ¿Cómo deposito en mi cuenta?
fr: Comment approvisionner mon compte ?
id: Bagaimana cara mendanai akun saya?
it: Come posso depositare sul mio account?
ja: どうやって口座に入金できますか？
pl: W jaki sposób mogę zasilić swoje konto?
pt: Como deposito fundos na minha conta?
ru: Как пополнить счёт?
th: ฉันจะฝากเงินเข้าบัญชีของฉันได้อย่างไร?
vi: Làm thế nào để tăng quỹ cho tài khoản của tôi?

source: How does Binary.com make money?
de: Wie macht Binary.com Geld?
es: ¿Cómo hace dinero Binary.com?
fr: Comment Binary.com gagne de l'argent ?
id: Bagaimana Binary.com menghasilkan uang?
it: Come è possibile guadagnare su Binary.com?
ja: 御社はどのようにして利益を得ているのですか？
pl: W jaki sposób Binary.com zarabia pieniądze?
pt: Como é que a Binary.com ganha dinheiro?
ru: Как зарабатывает Binary.com?
th: Binary.com ทำให้เงินงอกเงยได้อย่างไร?
vi: Binary.com kiếm tiền như thế nào?

source: How soon can I start trading?
de: Wie schnell kann ich zu handeln beginnen?
es: ¿Cuándo puedo comenzar a operar?
fr: Quand puis je commencer à trader ?
id: Seberapa cepat saya bisa memulai trading?
it: Quando posso iniziare a fare trading?
ja: 口座開設の所要時間は？
pl: Jak szybko mogę zacząć handlować?
pt: Quando posso começar a negociar?
ru: Как быстро можно начать торговать?
th: ฉันจะเริ่มซื้อขายได้เร็วที่สุดเมื่อใด?
vi: Tôi có thể bắt đầu giao dịch trong bao lâu?

source: How to trade binaries?
de: Wie handle ich binäre Optionen?
es: ¿Cómo comercio con opciones binarias?
fr: Comment trader des options binaires ?
id: Bagaimana cara bertrading binary?
it: Come si negoziano le opzioni binarie?
ja: バイナリーオプションの取引方法は？
pl: Jak handlować opcjami binarnymi?
pt: Como negociar opções binárias?
ru: Как торговать бинарными опционами?
th: ซื้อขายไบนารีอย่างไร?
vi: Làm thế nào để giao dịch nhị phân?

source: How to trade the Volatility Indices markets?
fr: Comment trader les indices de volatilité?
id: Bagaimana cara bertrading pasar Indeks Volatilitas?
it: Come si negozia nei mercati con Indici di volatilità?
ru: Как торговать на рынках Индексов волатильности?
th: จะเทรดดัชนีผันผวนอย่างไร?
vi: Giao dịch thị trường Chỉ số Biến động như thế nào?

source: Hull Moving Average (HMA)
de: Hull Gleitender Durchschnitt (Hull Moving Average - HMA)
es: Media móvil de Hull (HMA)
fr: Moyenne Mobile de Hull (MMH)
ja: ハル移動平均（HMA）
pl: Średnia krocząca Hulla (HMA)
pt: Média Móvel Hull (MMH)
ru: Скользящая средняя Хала (HMA)
vi: phương pháp Moving Average của Hull

source: I acknowledge that I am not a politically exposed person (PEP)
es: Declaro que soy una persona políticamente expuesta (PEP)
fr: Je reconnais que je ne suis pas une personne politiquement exposée (PEP)
id: Saya menyatakan bahwa saya bukan orang yang terlibat dengan politik (PEP)
it: Dichiaro di non essere una persona politicamente esposta (PEP)
ja: 私は、犯罪収益移動防止法に規定されている外国人PEPsに該当しないことを宣言いたします。また、該当することになった場合は、当社カスタマーサポートまですみやかに申し出ることに同意します。
ru: Я подтверждаю, что не являюсь политически-значимым лицом (ПЗЛ)
th: ข้าพเจ้ารับรองว่า ข้าพเจ้าไม่ใช่บุคคลที่เกี่ยวข้องกับการเมือง (PEP)
vi: Tôi thừa nhận rằng tôi không phải là một người tiếp xúc chính trị nhiều (PEP)

source: I have read and agree to Binary.com
de: Ich habe die Binary.com gelesen und stimme ihnen zu
es: He leído y estoy de acuerdo con
fr: J'ai lu et j'accepte les Conditions Générales de Binary.com
id: Saya telah membaca dan menyetujui Binary.com
it: Ho letto e accetto i
ja: よく読んだうえで、Binary.comに同意します
pl: Przeczytałem/am i akceptuję
ru: Я ознакомился и согласился с условиями Binary.com
th: ฉันได้อ่าน และยอมรับกับ Binary.com
vi: Tôi đã đọc và đồng ý với Binary.com

source: I'm new to binaries, where do I start?
de: Ich bin neu bei binären Optionen, wo beginne ich?
es: Soy nuevo en las opciones binarias, ¿por dónde comienzo?
fr: Je suis un débutant en options binaires, où dois je commencer ?
id: Saya baru di binary, di mana saya mulai?
it: Sono nuovo nel trading binario, da dove posso iniziare?
ja: バイナリー取引未経験者です。どうしたら取引を開始できますか？
pl: Nie znam jeszcze opcji binarnych, od czego zacząć?
pt: Sou principiante com opções binárias, onde começo?
ru: Я новичок в торговле бинарными опционами. С чего начать?
th: ฉันเป็นมือใหม่สำหรับไบนารี ฉันจะเริ่มอย่างไร?
vi: Tôi mới vào chương trình nhị phân, tôi bắt đầu từ đâu?

source: IMPORTANT DISCLAIMER
de: WICHTIGER RECHTLICHER HINWEIS
es: AVISO IMPORTANTE
fr: CLAUSE DE NON-RESPONSABILITÉ IMPORTANTE
id: SANGGAHAN PENTING
it: DISCLAIMER IMPORTANTE
ja: 重要な免責事項
pl: WAŻNE ZASTRZEŻENIE
pt: AVISO IMPORANTE DE ISENÇÃO DE RESPONSABILIDADE
ru: ВАЖНАЯ ИНФОРМАЦИЯ
th: ข้อสงวนสิทธิ์ที่สำคัญ
vi: KHUYẾN CÁO QUAN TRỌNG
