Repository: binary-com/webtrader
Catalog: translations/i18n/*.po
Languages: de, es, fr, id, it, ja, pl, pt, ru, th, vi

source: Reset zoom
de: Zoom zurücksetzen
es: Reiniciar zoom
fr: Réinitialiser le zoom
id: Ulang zoom
it: Ripristina lo zoom
ja: ズームをリセット
pl: Resetuj powiększenie
pt: Redefinir zoom
ru: Сбросить масштаб
th: ตั้งค่าขยายเป็นค่าเดิม
vi: Đặt lại phóng to

source: Reset zoom level 1:1
de: Zoomleve 1:1 zurücksetzen
es: Restablecer el nivel del zoom 1:1
fr: Réinitialiser le niveau de zoom 1:1
id: Ulang level zoom 1:1
it: Ripristina il livello di zoom 1:1
ja: 1:1にズームをリセット
pl: Resetuj rozmiar powiększenia 1:1
pt: Redefinir nível de zoom 1:1
ru: Сбросить уровень масштаба 1:1
th: ตั้งค่าขยายเป็นระดับ 1:1
vi: Đặt lại phóng to mức 1:1

source: Resources
de: Ressourcen
es: Recursos
fr: Ressources
id: Berbagai Sumber
it: Risorse
ja: 取引参考情報
pl: Zasoby
pt: Recursos
ru: Ресурсы
th: แหล่งข้อมูล
vi: Tài nguyên

source: Responsible Trading
de: Verantwortliches Handeln
es: Comercio Responsable
fr: Trading responsable
id: Tanggung Jawab Trading
it: Trading responsabile
ja: 健全なトレードのために
pl: Odpowiedzialne handlowanie
pt: Negociação responsável
ru: Ответственная торговля
th: การซื้อขายอย่างรับผิดชอบ
vi: Chịu trách nhiệm giao dịch

source: Results
de: Ergebnisse
es: Resultados
fr: Résutats
id: Hasil
it: Risultati
ja: 結果
pl: Wyniki
pt: Resultados
ru: Результаты
th: ผลลัพธ์
vi: Kết quả

source: Return
de: Rendite
es: Volver
fr: Retour
id: Laba
it: Rendimento
ja: リターン率
pl: Zwrot
pt: Voltar
ru: Прибыль
th: ผลตอบแทน
vi: Quay trở lại

source: Rickshaw Man (CDLRICKSHAWMAN)
es: Patrón Rickshaw Man (CDLRICKSHAWMAN)
fr: L'Homme au pousse-pousse (CDLRICKSHAWMAN)
ja: 無法松の一生（CDLRICKSHAWMAN）
ru: Рикша (CDLRICKSHAWMAN)
vi: Mô hình Xe kéo đàn ông (CDLRICKSHAWMAN)

source: Rise
de: Steigen
es: Aumento
fr: Hausse
it: Aumenta
pl: Wzrost
pt: Subir
ru: Повышение
th: ขึ้น
vi: Tăng

source: Rise/Fall
de: Steigen/Fallen
es: Alza/Baja
fr: Hausse/Baisse
it: Rialzo/Ribasso
ja: ラダー
pl: Wzrost/spadek
pt: Sobe/Desce
ru: Повышение/Падение
vi: Tăng/rớt

source: Rise/Fall - Predict if the market will rise or fall from its current level
fr: Hausse/Baisse : déterminez si le marché évoluera à la hausse ou à la baisse par rapport au cours actuel
id: Rise/Fall - Menganalisa pasar akan naik atau turun dari level terkininya
ru: Повышение/Падение – сделайте прогноз, упадет или поднимется цена относительно текущего уровня
th: Rise/Fall - พยากรณ์ว่า ตลาดจะขึ้น หรือ จะลดต่ำลงจากระดับปัจจุบัน
vi: Tăng/Giảm - dự đoán thị trường sẽ tăng hay giảm tính từ mức hiện tại

source: Rise/Fall trades
de: Steigende/Fallende Trends
es: Contratos Alza/Baja
fr: Trades Haussières/Baissières
id: kontrak Rise/Fall
it: Trade di rialzo/ribasso
ja: ラダートレード
pl: Zakłady typu „wzrost/spadek”
pt: Negociações Sobe/Desce
ru: Контракты Повышение/Падение
th: การซื้อขาย Rise/Fall
vi: giao dịch tăng/giảm

source: Rise/Fall Predict that the market will rise or fall from its current level
fr: Hausse/Baisse Déterminez si le marché évoluera à la hausse ou à la baisse par rapport au cours actuel
id: Rise/Fall Menganalisa pasar akan naik atau turun dari level terkini
ru: Повышение/Падение – сделайте прогноз, упадет или поднимется цена относительно текущего уровня
th: Rise/Fall - พยากรณ์ว่า ตลาดจะขึ้น หรือ จะลดต่ำลงจากระดับปัจจุบัน
vi: Tăng/Giảm dự đoán thị trường sẽ tăng hay giảm tính từ mức hiện tại

source: Rising/Falling Three Methods (CDLRISEFALL3METHODS)
de: Steigende/Fallende Three Methods (CDLRISEFALL3METHODS)
es: Patrón de continuación alcista o bajista (CDLRISEFALL3METHODS)
fr: Trois Méthodes Haussières/Baissières (CDLRISEFALL3METHODS)
ja: 上昇/下降スリーメソッド（CDLRISEFALL3METHODS）
pt: Três métodos de alta/baixa (CDLRISEFALL3METHODS)
ru: Метод трёх поднимающихся/падающих (CDLRISEFALL3METHODS)
vi: phương pháp tăng/giảm 3 (CDLRISEFALL3METHODS)

source: Robust and secure platform
es: Plataforma robusta y segura
fr: Plateforme robuste et sécurisée
id: Platform yang kuat dan aman
it: Piattaforma robusta e sicura
ja: ロバストで安心なプラットフォーム
ru: Надёжная и безопасная платформа
th: แพลตฟอร์มที่แข็งแกร่งและปลอดภัย
vi: Nền tảng vững chắc và an toàn

source: Salaried Employee
de: Abhängig Beschäftigte/r
es: Empleado Asalariado
fr: Employé salarié
id: Gaji Karyawan
it: Impiegato
ja: サラリーマン
pl: Pracownik ze stałą pensją
pt: Trabalhador assalariado
ru: Наёмный работник
th: พนักงานที่ได้รับเงินเดือน
vi: Nhân viên được trả lương

source: Sale Date
de: Verkaufsdatum
es: Fecha de Venta
fr: Date de vente
id: Tanggal Penjualan
it: Data di vendita
ja: 約定日時
pl: Data sprzedaży
pt: Data de venda
ru: Дата продажи
th: วันที่ขาย
vi: Ngày bán

source: Sale Price
de: Verkaufskurs
es: Precio de Venta
fr: Prix de vente
id: Harga Jual
it: Prezzo di vendita
ja: 決済価格
pl: Cena sprzedaży
pt: Preço de venda
ru: Цена продажи
th: ราคาขาย
vi: Giá bán

source: Sat
es: Sáb
fr: sam.
id: Sab
it: Sab
ja: 土曜日
pl: Sob.
pt: Sáb
ru: Суб
th: ส
vi: Thứ bảy

source: Saturday
de: Samstag
es: Sábado
fr: samedi
id: Sabtu
it: Sabato
ja: 土曜日
pl: Sobota
pt: Sábado
ru: Суббота
th: วันเสาร์
vi: Thứ bảy

source: Save
de: Speichern
es: Guardar
fr: Sauvegarder
id: Simpan
it: Salva
ja: 保存
pl: Zapisz
pt: Salvar
ru: Сохранить
th: บันทึก
vi: Lưu lại

source: Save as
de: Speichern als
es: Guardar como
fr: Enregistrer sous
id: Simpan sebagai
it: Salva come
ja: 名前をつけて保存
pl: Zapisz jako
pt: Salvar como
ru: Сохранить как
th: บันทึกเป็น
vi: Lưu lại thành

source: Save changes
de: Änderungen speichern
es: Guardar cambios
fr: Sauvegarder les changements
id: Simpan perubahan
it: Salva le variazioni
ja: 変更が保存されました
pl: Zapisz zmiany
pt: Salvar alterações
ru: Сохранить изменения
th: บันทึกการเปลี่ยนแปลง
vi: Lưu các thay đổi

source: Saved
fr: Enregistré
id: Tersimpan
it: Salvato
ru: Сохранённое
th: บันทึกแล้ว
vi: Đã lưu lại

source: Scalable
fr: Évolutif
id: Skalabilitas
ru: Масштабируемость
th: ปรับขนาดได้
vi: Khả năng mở rộng

source: Second line of home address
es: Segunda línea de dirección
fr: Seconde ligne de l'adresse du domicile
id: Baris kedua alamat rumah
it: Seconda riga dell'indirizzo di residenza
ja: マンション（建物）名
ru: Вторая строка адреса
th: บรรทัดที่สองของที่อยู่
vi: Dòng thứ hai của địa chỉ nhà

source: Secondary
de: Sekundär
es: Secundario
fr: Secondaire
id: Sekunder
it: Secondario
ja: 第二
pl: Średnie
pt: Secundário
ru: Среднее
th: ลำดับที่สอง
vi: Thứ cấp

source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
id: Keamanan
it: Sicurezza
ja: セキュリティ
pl: Bezpieczeństwo
pt: Segurança
ru: Безопасность
th: หลักทรัพย์
vi: Bảo mật

source: Security and privacy
fr: Sécurité et confidentialité
id: Keamanan dan privasi
it: Sicurezza e privacy
ru: Безопасность
th: ความปลอดภัยและความเป็นส่วนตัว
vi: Bảo mật và Riêng tư

source: Security question
de: Sicherheitsfrage
es: Pregunta de seguridad
fr: Question de sécurité
id: Pertanyaan keamanan
it: Domanda di sicurezza
ja: セキュリティ保護用の質問
pl: Pytanie zabezpieczające
pt: Pergunta de segurança
ru: Секретный вопрос
th: คำถามลับ
vi: Câu hỏi bảo mật

source: Self-Employed
de: Selbstständig
es: Autónomo
fr: Non-salarié
id: Wirausaha
it: Libero professionista
ja: 自営業
pl: Osoba samozatrudniona
pt: Trabalhador autônomo
ru: Частный предприниматель
th: อาชีพอิสระ
vi: Tự làm

source: Self-Exclusion
de: Selbstausschluss
es: Autoexclusión
fr: Auto-exclusion
id: Pengecualian-Diri
it: Auto esclusione
ja: 取引制限
pl: Samodzielne wyłączenie
pt: Autoexclusão
ru: Самоисключение
th: การพักการใช้งาน
vi: Tự Loại Trừ

source: Sell At Market
de: Zum Börsenkurs verkaufen
es: Vender en el Mercado
fr: Vente au prix du marché
id: Jual Pada Pasar
it: Vendere sul mercato
ja: 売却
pl: Sprzedaj na rynku
pt: Vender no mercado
ru: Продать по текущей цене
th: ขายที่ราคาตลาด
vi: Bán tại thị trường

source: Sell option
de: Verkaufsoption
es: Opción de venta
fr: Option de vente
id: Opsi jual
it: Opzione di vendita
ja: オプションの売却
pl: Sprzedaj opcję
pt: Vender a opção
ru: Продажа опциона
th: ขายออปชั่น
vi: tùy chọn bán

source: Sent to account
de: Zum Konto senden
es: Enviado a la cuenta
fr: Envoyer vers le compte
id: Kirim ke akun
it: Inviato sull'account
ja: 口座に送金
pl: Wyślij na konto
pt: Enviado para a conta
ru: Отправлено на счёт
th: ส่งไปยังบัญชี
vi: Gửi đến tài khoản

source: Sep
it: Set
ja: 9月
pl: wrz.
pt: Set
ru: Сент
th: ก.ย.
vi: Tháng chín

source: Separating Lines (CDLSEPARATINGLINES)
de: Trennungslinien (CDLSEPARATINGLINES)
es: Pautas separadas (CDLSEPARATINGLINES)
fr: Lignes de Séparation (CDLSEPARATINGLINES)
ja: 分離ライン（CDLSEPARATINGLINES）
pl: Separating Lines – rozstanie (CDLSEPARATINGLINES)
pt: Linhas separadoras (CDLSEPARATINGLINES)
ru: Разделение (CDLSEPARATINGLINES)
vi: Mô hình tách dòng (CDLSEPARATINGLINES)

source: September
es: Septiembre
fr: septembre
it: Settembre
ja: 9月
pl: Wrzesień
pt: Setembro
ru: Сентябрь
th: กันยายน
vi: Tháng chín

source: Session
de: Sitzung
es: Sesión
id: Sesi
it: Sessione
ja: セッション
pl: Sesja
pt: Sessão
ru: Сессия
th: เซสชัน
vi: Phiên

source: Session duration limit, in minutes
de: Sitzungsdauerlimit, in Minuten
es: Límite de duración de la sesión, en minutos
fr: Limite de durée de session, en minutes
id: Batas sesi durasi, dalam menit
it: Limite di durata della sessione, in minuti
ja: 取引継続時間の制限(分単位)
pl: Limit czasu sesji, w minutach
pt: Limite de duração de sessão, em minutos
ru: Ограничение на длительность сессии, в минутах
th: รอบระยะเวลาการซื้อขาย ในหน่วยนาที
vi: Giới hạn thời lượng phiên, bằng phút

source: Set barrier(s) to define your position and trigger the payout you will receive
fr: Sélectionnez une/des barrière(s) pour définir votre position et déclencher le paiement que vous percevrez
id: Susun batasan untuk menentukan posisi Anda dan memperoleh hasil yang akan Anda terima
it: Imposta la barriera(e) per definire la tua posizione e attiva il payout che riceverai
ru: Установите барьер(ы), чтобы определить позицию и узнать возможную выплату
th: ตั้งค่า Barrier เพื่อกำหนดโพซิชั่นของท่านและสัมพันธ์กับเงินที่ท่านจะได้รับ
vi: Thiết lập rào cản để xác định vị trí của bạn và kích hoạt thanh toán bạn sẽ nhận được

source: Set the length of your trade, from 10 seconds to 365 days
fr: Déterminez la durée de votre option, de 10 secondes à 365 jours
id: Susun periode trading, dari 10 detik hingga 365 hari
it: Imposta la lunghezza del tuo trade, da 10 secondi fino a 365 giorni
ru: Установите длительность сделки: от 10 секунд до 365 дней
th: กำหนดระยะเวลาการซื้อขายของท่าน จาก 10 วินาที ถึง 365 วัน
vi: Thiết lập độ dài của giao dịch, từ 10 giây đến 365 ngày

source: Settles
de: Begleicht
es: Se queda en
fr: Règlements
id: Diselesaikan
it: Depositi
ja: 約定時間
pl: Rozliczenie
pt: Liquida
ru: Заканч.
th: ชำระเงิน
vi: Cài đặt

source: Share
de: Teilen
es: Compartir
fr: Part
id: Bagikan
it: Condividi
ja: シェア
pl: Udział
pt: Compartilhar
ru: Поделиться
th: หุ้น
vi: Chia sẻ

source: Share chart
de: Chart teilen
es: Compartir gráfico
fr: Partager le graphique
id: Bagikan grafik
it: Condividi il grafico
ja: チャートを共有
pl: Udostępnij wykres
pt: Compartilhar gráfico
ru: Поделиться графиком
th: แบ่งปันแผนภูมิ
vi: Chia sẻ biểu đồ

source: Sharp, benchmarked prices
fr: Des prix compétitifs, comparés
id: Tajam, harga benchmark
ru: Точные цены на активы
th: เฉียบคม ราคาได้มาตรฐาน
vi: Giá chuẩn

source: Shooting Star (CDLSHOOTINGSTAR)
es: Estrella fugaz (CDLSHOOTINGSTAR)
fr: Étoile Filante (CDLSHOOTINGSTAR)
ja: 流れ星（CDLSHOOTINGSTAR）
pl: Shooting Star – spadająca gwiazda (CDLSHOOTINGSTAR)
pt: Estrela Cadente (CDLSHOOTINGSTAR)
ru: Падающая звезда (CDLSHOOTINGSTAR)
vi: Mô hình sao băng (CDLSHOOTINGSTAR)

source: Short to long-term durations
fr: Durée courte à long terme
id: Durasi pendek hingga panjang
ru: Краткосрочные и долгосрочные контракты
th: ระยะเวลาสั้นถึงระยะยาว
vi: Thời gian ngắn đến dài hạn

source: Side by side white lines candlestick pattern is a triple pattern. Bullish pattern: In an upward trend, the first candlestick is followed by another upward that opens above the close of the first (gap up), that is followed by a third upward candlestick that opens below the close of the second (gap down). Bearish pattern: During a downtrend, the first candlestick is downward, followed by an upward candlestick that opens below the close of the first one (gap down), followed by an upward candlestick that opens below the close of the second one. This pattern indicates the continuation of a downtrend
de: Ein Side by side white lines Candlestick-Pattern ist ein Dreifach-Muster. Bullisches Muster: In einem Aufwärtstrend ist die erste Kerze gefolgt von einer weiteren Kerze, die aufwärts geht und die sich über dem Schlusskurs des ersten Tages (gap up) öffnet; danach folgt eine dritte Kerze, die aufwärts geht, und sich unter dem Schlusskurs des zweiten Tages (gap down) schließt. Bärisches Muster: Während eines Abwärtstrends, geht die erste Kerze nach unten, gefolgt von einer Kerze die nach oben geht, und sich unter dem Schlusskurs des ersten Tages (gap down) öffnet; gefolgt von einer aufwärtsgehenden Kerze, die sich unter dem Schlusskurs des zweiten Tages schließt. Dieses Muster zeigt die Fortsetzung eines Abwärtstrends an
es: El patrón pautas blancas paralelas es un patrón triple. Patrón alcista: en una tendencia al alza, la primera vela es seguida por otra de tendencia alcista que abre por sobre el precio de cierre de la primera (gap ascendente), la cual es seguida, a su vez, por una tercera vela alcista que abre por debajo del precio de cierre de esta (gap descendente). Patrón bajista: en una tendencia a la baja, la primera vela es descendente y es seguida por otra de tendencia alcista que abre por debajo del precio de cierre de la primera (gap descendente), la cual es seguida, a su vez, por una tercera vela alcista que abre por debajo del precio de cierre de esta. Este patrón indica la continuación de una tendencia bajista
fr: Le schéma de chandelier avec les lignes blanches côte à côte est un schéma triple. Schéma haussier: dans une tendance haussière, le premier chandelier est suivi d'un autre haussier qui ouvre au dessus de la clôture du premier (fossé haussier), qui est suivi par un troisième chandelier haussier qui ouvre en dessous de la clôture du second (fossé baissier). Schéma baissier: durant une tendance baissière, le premier chandelier est baissier, suivi par un chandelier haussier qui ouvre en dessous de la clôture du premier (fossé baissier), suivi par un chandelier haussier qui ouvre en dessous de la clôture du second. Ce schéma indique une continuation de la tendance baissière
id: Berdampingan garis-garis putih pola tiga candlestick. Pola bullish: Dalam sebuah tren, candlestick pertama diikuti oleh kenaikan candlestick lain yang terbuka di atas penutupan pertama (gap up), yang diikuti oleh ke atas candlestick ketiga yang terbuka di bawah penutupan kedua (gap down). Pola bearish: Selama downtrend, candlestick pertama ke bawah, diikuti oleh candlestick ke atas yang terbuka di bawah penutupan yang pertama (gap down), diikuti oleh candlestick ke atas yang terbuka di bawah penutupan yang kedua. Pola ini menunjukkan kelanjutan dari downtrend
pl: Formacja świecowa przybierająca postać białych linii ułożonych blisko siebie to formacja potrójna. Formacja bessy: w trendzie wzrostowym po pierwszej świecy występuje kolejna świeca o tendencji wzrostowej, która otwiera się powyżej zamknięcia pierwszej świecy (luka górna), a następnie kolejna świeca wzrostowa, która otwiera się poniżej zamknięcia drugiej (luka dolna). Formacja hossy: W trendzie spadkowym po pierwszej świecy o tendencji spadkowej występuje świeca wzrostowa otwierająca się poniżej zamknięcia świecy pierwszej (luka dolna), po czym widzimy świecę wzrostową, która otwiera się poniżej zamknięcia drugiej świecy. Ta formacja wskazuje na kontynuację trendu spadkowego
pt: Um padrão de velas de linhas brancas lado a lado é um padrão triplo. Padrão altista: Numa tendência de alta, a primeira vela é seguida por uma vela para cima que se abre acima do fechamento da primeira (lacuna para cima), que é seguida por uma terceira vela para cima que se abre abaixo da segunda (lacuna para baixo). Padrão baixista: Durante uma tendência de baixa, a primeira vela aponta para baixo, seguida por uma vela que aponta para cima que se abre abaixo do fechamento da primeira (lacuna para baixo), seguida por uma vela para cima que se abre abaixo do fechamento da segunda. Este padrão indica a continuação de uma tendência de baixa
ru: Фигура из трёх белых свечей. Бычья фигура: в рамках восходящего тренда после первой белой свечи формируется вторая свеча, которая начинается выше уровня закрытия предыдущей свечи (восходящий гэп). Затем на графике формируется третья восходящая свеча, начало которой находится ниже уровня закрытия второй свечи (нисходящий гэп). Медвежья фигура: в рамках нисходящего тренда, за первой нисходящей свечой формируется восходящая свеча, начало которой находится ниже уровня закрытия первой свечи (нисходящий гэп). Затем на графике формируется ещё одна растущая свеча, которая открывается ниже уровня закрытия второй свечи. Данная фигура обозначает продолжение нисходящего тренда
th: รูปแบบ Side by Side White Lines เป็นรูปแบบที่ประกอบด้วยสามส่วน รูปแบบขาขึ้น: แท่งเทียนแรกจะถูกตามโดยแท่งต่อๆ มาในลักษณะขาขึ้น และราคาเปิดอยู่เหนือราคาปิดวันแรก (มีช่องว่างด้านบน) และตามด้วยแท่งเทียนที่สามที่มีราคาเปิดต่ำกว่าราคาปิดของวันที่สอง (มีช่องว่างด้านล่าง) รูปแบบขาลง: แท่งเทียนแรกจะแสดงแนวโน้มขาลง ตามด้วยแท่งเทียนขาขึ้นที่มีราคาเปิดต่ำกว่าราคาปิดวันแรก (มีช่องว่างด้านล่าง) และตามด้วยแท่งเทียนที่สามขาขึ้นที่มีราคาเปิดต่ำกว่าราคาปิดของวันที่สอง รูปแบบเชิงเทคนิคนี้แสดงความต่อเนื่องของขาลง
vi: Bên cạnh mô hình nến trắng dòng là một mô hình ba. Mẫu Bullish: một xu hướng trở lên, nến đầu tiên tiếp theo là khác lên trên đó sẽ mở ra trên đóng đầu tiên (khoảng cách lên), đó là theo một nến lên thứ ba mở dưới đóng thứ hai (khoảng cách xuống). Hướng giảm Hoa văn: trong một xu hướng, nến đầu tiên là xuống, theo sau là một nến lên mở ra dưới đây đóng một trong những đầu tiên (gap xuống), theo sau là một nến trở lên mở ra bên dưới kết thúc thứ hai. Mô hình này cho thấy việc tiếp tục một xu hướng

source: Simple Moving Average (SMA)
de: Einfacher Gleitender Durchschnitt (Simple Moving Average - SMA)
es: Media móvil simple (SMA)
fr: Moyenne Mobile Simple (MMS)
it: Media mobile semplice (SMA)
ja: 単純移動平均（SMA）
pl: Prosta średnia krocząca (SMA – Simple Moving Average)
pt: Médio Móvel Simples (MMS)
ru: Простая скользящая средняя (SMA)
vi: Đường biến thiên trung bình đơn giản (SMA)

source: Simple and intuitive
fr: Simple et intuitif
id: Sederhana dan intuitif
it: Semplice e intuitivo
ru: Просто и понятно
th: ใช้งานง่าย
vi: Đơn giản và trực quan

source: Smart Indices
fr: Indices Intelligents
id: Indeks Smart
it: Indici Smart
ru: Smart-индексы
th: ดัชนีสมาร์ท
vi: Chỉ số Thông minh

source: Smoothed Moving Average (SMMA)
de: Geglätteter Gleitender Durchschnitt (Smoothed Moving Average - SMMA)
es: Media móvil suavizada(SMMA)
fr: Moyenne Mobile Lissée (MML)
ja: 平滑移動平均（SMMA）
pl: Wygładzona średnia krocząca (SMMA – Smoothed Moving Average)
pt: Média Móvel Suavizada (SMMA)
ru: Сглаженная скользящая средняя (SMMA)
vi: Đường biến thiên trung bình mượt (SMMA)

source: Sold
de: Verkauft
es: Vendido
fr: Vendu
id: Terjual
it: Venduto
ja: 売却
pl: Sprzedane
pt: Vendido
ru: Продано
th: ขาย
vi: Đã bán

source: Source of wealth
fr: Source de richesse
id: Sumber kekayaan
it: Fonte di ricchezza
ru: Источник доходов
th: แหล่งที่มาของรายได้
vi: Nguồn tài sản

source: Specify your payout, which is your potential return if your prediction is correct. Our system will proceed to calculate your stake, which is the total cost of purchasing the contract. Binary.com offers payouts from $1 to $50,000
fr: Spécifiez votre versement, qui est votre retour potentiel si votre prédiction est correcte. Notre système va procéder au calcul de votre participation, qui est le coût total d'achat du contrat. Binary offre des versements de 1 à 50 000 dollars
id: Tentukan hasil Anda, yaitu potensi laba Anda jika analisa Anda tepat. Sistem kami akan melanjutkan perhitungan modal, yaitu total jumlah pembelian kontrak. Binary.com menawarkan hasil dari $1 hingga $50,000
ru: Укажите выплату, которая станет Вашей потенциальной прибылью в случае правильности прогноза. Наша система рассчитает Вам ставку, которая станет итоговой ценой контракта. Binary.com предлагает выплаты в размере от $1 до $50 000
th: ระบุการชำระเงินของท่าน ซึ่งคือ ผลตอบแทนที่เป็นไปได้ถ้าการคาดการณ์ของท่านถูกต้อง ระบบของเราจะดำเนินการคำนวณเงินเดิมพันของท่าน ซึ่งคือ ต้นทุนทั้งหมดของการซื้อสัญญา Binary.com มีการจ่ายเงินให้ตั้งแต่ 1 เหรียญสหรัฐ ถึง 50,000 เหรียญสหรัฐ
vi: Chỉ định thanh toán của bạn, mà là lợi nhuận tiềm năng của bạn nếu dự đoán của bạn là chính xác. Hệ thống của chúng tôi sẽ tiến hành để tính toán cổ phần của bạn, mà là tổng chi phí mua các hợp đồng. Binary.com cung cấp các thanh toán từ $1 đến $50,000

source: Spinning Top (CDLSPINNINGTOP)
es: Trompo (CDLSPINNINGTOP)
fr: Toupie (CDLSPINNINGTOP)
ja: コマ（CDLSPINNINGTOP）
pt: Pião (CDLSPINNINGTOP)
ru: Волчок (CDLSPINNINGTOP)
vi: Mô hình ngọn quay (CDLSPINNINGTOP)

source: Spline
ja: スプライン
pl: Funkcja sklejana
ru: Кривая
th: เส้นโค้ง
vi: Chốt

source: Spot price
de: Kassakurs
es: Precio al contado
fr: Prix spot
id: Harga spot
it: Prezzo spot
ja: スポット価格
pl: Cena spot
pt: Preço à vista
ru: Спот-цена
th: ราคาสปอต
vi: Giá tại chỗ

source: Spreads
it: Spread
ja: スプレッド
pl: Spready
ru: Спреды
th: สเปรด
vi: Lan tỏa

source: Spreads down
de: Verteilt sich nach unten
es: Spreads a la baja
fr: Spread baissier
it: Spread down
ja: SPREAD DOWN
pl: Spready – Spadek
pt: Spreads de baixa
ru: Спреды вниз
th: สเปรดลง
vi: Spreads xuống

source: Spreads up
de: Verteilt sich nach oben
es: Spreads al alza
fr: Spread haussier
it: Spread up
ja: SPREAD UP
pl: Spready – Wzrost
pt: Spreads de alta
ru: Спреды вверх
th: สเปรดขึ้น
vi: Spreads lên

source: Stake
de: Einsatz
es: Apuesta
fr: Investissement
id: Modal
it: Puntata
ja: 購入価格
pl: Stawka
pt: Aposta
ru: Ставка
th: วางเงิน
vi: Cổ phần

source: Stalled Pattern (CDLSTALLEDPATTERN)
es: Patrón parado (CDLSTALLEDPATTERN)
fr: Schéma bloqué (CDLSTALLEDPATTERN)
ja: 失速パターン（CDLSTALLEDPATTERN）
pt: Padrão Estagnado (CDLSTALLEDPATTERN)
ru: Торможение (CDLSTALLEDPATTERN)
vi: Mô hình bị đình trệ (CDLSTALLEDPATTERN)

source: Standard Deviation (STDDEV)
de: Standardabweichung (STDDEV)
es: Desviación estándar (STDDEV)
fr: Écart Type (STDDEV)
it: Deviazione standard (STDDEV)
ja: 標準偏差（STDDEV）
pl: Odchylenie standardowe (STDDEV)
pt: Desvio Padrão (STDDEV)
ru: Стандартное отклонение (STDDEV)
vi: Độ lệch chuẩn (STDDEV)
