Repository: binary-com/webtrader
Catalog: translations/i18n/*.po
Languages: de, es, fr, id, it, ja, pl, pt, ru, th, vi

source: Win 10-1000% on your stake if you are correct. Increase your winning return by choosing 'Stays In' with a narrow price target
de: Gewinnen Sie 10-1000% auf Ihre Einsätze, wenn Sie richtig liegen. Erhöhen Sie Ihre gewinnende Rendite, indem Sie "Bleibt Innerhalb" mit einem begrenzteren Kursziel auswählen
pl: Wygraj 10–1000%, jeśli Twoja prognoza się sprawdzi. Zwiększ swój zysk z wygranej, wybierając zakłady typu „pozostanie w” z wąskim zakresem cen docelowych
pt: Ganhe 10 a 1000% na sua aposta se você estiver correto. Aumente o seu retorno ao escolher "Fica dentro" com um preço-alvo estreito

source: Win 10-1000% on your stake if you are correct. Increase your winning return by choosing a 'Touch' trade, with a price target farther away from the current price
de: Gewinnen Sie 10-1000% auf Ihre Einsätze, wenn Sie richtig liegen. Erhöhen Sie Ihre gewinnende Rendite, indem Sie einen "Ziel" Kontrakt mit einem Kursziel auswählen, das weiter vom aktuellen Kurs entfernt liegt
pl: Wygraj 10–1000%, jeśli Twoja prognoza się sprawdzi. Zwiększ swój zysk z wygranej, wybierając zakłady typu „osiągnie” i ustawiając cenę docelową jako wartość daleką od obecnej ceny
pt: Ganhe 10 a 1000% na sua aposta se você estiver correto. Aumente o seu retorno ao escolher "Fica dentro" com um preço-alvo estreito

source: Win 10-1000% on your stake if you are correct. Increase your winning return by choosing a price target farther away from the current price
de: Gewinnen Sie 10-1000% auf Ihre Einsätze, wenn Sie richtig liegen. Erhöhen Sie Ihre gewinnende Rendite, indem Sie ein Kursziel auswählen, das weiter vom aktuellen Kurs entfernt liegt
pl: Wygraj 10–1000%, jeśli Twoja prognoza się sprawdzi. Zwiększ swój zysk z wygranej, ustawiając cenę docelową jako wartość daleką od obecnej ceny
pt: Ganhe 10 a 1000% na sua aposta se você estiver correto. Aumente o seu retorno ao escolher um preço-alvo mais afastado do preço atual

source: With Binary.com's unique platform, there's no risk of 'slippage' or gapping markets. And no hidden fees
de: Mit Binary.coms einzigartiger Plattform, gibt es kein Risiko von "Ausrutschern" oder Absatzmärkten. Und keine versteckten Kosten
pl: Dzięki jedynej w swoim rodzaju platformie Binary.com możesz zapomnieć o opóźnieniach rynkowych czy ukrytych opłatach
pt: Com a plataforma exclusiva da Binary.com, não há risco de "derrapagem" ou de mercados com lacunas. E não há custos ocultos

source: With Binary.com, the most you can lose is the amount you stake at the start of your trade
de: Das Meiste, das Sie mit Binary.com verlieren können, ist was Sie zu Beginn Ihres Handels einsetzen
pl: W Binary.com możesz stracić tylko wartość stawki wybranej przy zakupie zakładu
pt: Com a Binary.com, o máximo que você pode perder é o valor da sua aposta no início da sua negociação

source: You can choose payouts from $1 to $50,000. This wide payout range is ideal for both small and large traders
de: Sie können Auszahlungen von 1 $ bis 50 000 $ wählen. Dieses breite Angebot an Auszahlungen ist ideal für sowohl kleine als auch große Händler
pl: Możesz wybrać wypłatę w wysokości od 1 $ do 50 000 $. Tak szeroki zakres wypłat sprawia, że nasze zakłady są idealne zarówno dla małych i dużych graczy
pt: É possível pagamento de prêmios de $1 a $50.000. Este grande intervalo de pagamentos é ideal tanto para pequenos como grandes negociadores

source: You can open an account, deposit funds and begin trading within minutes
de: Sie können in Minuten ein Konto eröffnen, Gelder einzahlen und zu Handeln beginnen
pl: Możesz otworzyć konto, wpłacić środki i rozpocząć handlowanie w zaledwie kilka minut
pt: É possível abrir uma conta, depositar fundos e começar a negociar em poucos minutos

source: You can sell back long-term trades at any time to profit from changing market conditions
de: Sie können Langezeit-Kontrakte zu jeder Zeit zurückverkaufen, um von den sich ändernden Marktbedingungen zu profitieren
pl: Możesz w dowolnej chwili odsprzedać każdy długoterminowy zakład, aby zyskać w związku ze zmieniającą się sytuacją rynkową
pt: Mas não há necessidade de esperar até a expiração. É possível revender as negociações em qualquer momento para lucrar das alterações das condições do mercado

source: You can set the length of your trade, from 10 seconds to 365 days
de: Sie können die Länge Ihres Kontrakts festlegen, von 10 Sekunden bis 365 Tage
pl: Możesz wybrać długość okresu trwania Twojego zakładu: od 10 sek. do 365 dni
pt: É possível definir o prazo da sua negociação, de 10 segundos a 365 dias

source: You can trade a range of markets, timescales and indices - 24/7
de: Sie können eine Palette an Märkten, Fristen und Indizes handeln - 24/7
pl: Możesz handlować wieloma wskaźnikami na różnych rynkach i zawierać zakłady o różnym czasie trwania – 24 godz. na dobę
pt: É possível negociar uma variedade de mercados, prazos e índices - 24/7

source: You get fair and transparent pricing, whatever your position
de: Sie erhalten eine faire und transparente Preispolitik, was auch immer Ihre Position ist
pl: Otrzymujesz sprawiedliwą i przejrzystą wycenę bez względu na swoją pozycję
pt: Você recebe preços justos e transparentes, qualquer que seja a sua posição

source: You have to register webtrader and get App ID before you can use different OAuth server for authentication. For more information refer to OAuth details on
de: Sie müssen sich anmelden und eine App ID erhalten, bevor Sie einen anderen OAuth Server für eine Authentifizierung verwenden können. Für weitere Informationen wird verwiesen auf die OAuth Details auf
pl: Musisz zarejestrować aplikację Webtrader i uzyskać identyfikator App ID zanim skorzystasz z innego serwera OAuth w celach weryfikacyjnych. Aby uzyskać więcej informacji, zapoznaj się z informacjami dotyczącymi OAuth na
pt: É necessário registrar o Webtrader e obter uma ID de app antes de poder usar um servidor Oauth para autenticação. Para mais informações, refira-se a detalhes do OAuth em

source: You set the barrier(s) to define your position
de: Sie legen die Schwelle(n) fest, um Ihre Position zu definieren
pl: Wybierz limit(y), aby określić swoją pozycję
pt: Você define a(s) barreira(s) para definir a sua posição

source: You'll be surprised by the returns you can make
de: Sie werden davon überrascht sein, welche Renditen Sie machen können
pl: Zaskoczy Cię wysokość możliwych zysków
pt: Você ficará surpreendido pelos retornos que poderá realizar

source: Your money is always safe with Binary.com. At all times, it is held in segregated AAA-rated banks, which is a condition of our trading licenses
de: Ihre Gelder sind mit Binary.com immer sicher. Zu jeder Zeit, werden sie in mit AAA-bewerteten Banken gehalten, was eine Bedingung unserer Handelslizenzen ist
pl: Twoje pieniądze w Binary.com są zawsze bezpieczne. Przez cały czas są przechowywane w bankach o ratingu AAA, co jest wymogiem w przypadku posiadanej przez nas licencji handlowej
pt: O seu dinheiro está sempre seguro com a Binary.com. É mantido permanentemente em bancos de classificação AAA que é uma condição das nossas licenças de negociação

source: Your risks are known
de: Ihre Risiken sind bekannt
pl: Znasz swoje ryzyko
pt: Os seus riscos são conhecidos

source: e.g
de: z.B.
pl: np.
pt: por exemplo,

source: e.g, www2.binary.com, www.binaryqa36.com
de: z.B. www2.binary.com, www.binaryqa36.com
pl: np. www2.binary.com, www.binaryqa36.com
pt: por exemplo, www2.binary.com, www.binaryqa36.com

source: information about your trading exprience and personal finance
de: Information über Ihre Handelserfahrung und persönliche Finanz
pl: informacje dotyczące Twojego doświadczenia w handlowaniu i sytuacji finansowej
pt: informações sobre a sua experiência com negociações e finanças pessoais

source: please play responsibly. Read about
de: bitte spielen Sie verantwortungsbewusst. Lesen Sie über
pl: prosimy o rozsądną grę. Dowiedz się więcej o
pt: jogue responsavelmente. Leia sobre

source: trading experience
de: Handelserfahrung
pl: doświadczenie w handlowaniu
pt: experiência com negociações

source: trading frequency
de: Handelshäufigkeit
pl: częstość handlowania
pt: frequência de negociação

source: Instrument
pt: Instrumento

source: Windows
pt: Janelas

source: OHLC
es: Gráfico OHLC

source: OK
es: Aceptar

source: Webtrader
ja: ウェブトレーダー
