Repository: binary-com/webtrader
Catalog: translations/i18n/*.po
Languages: de, es, fr, id, it, ja, pl, pt, ru, th, vi

source: A bullish candlestick pattern that consists of five candles, the first day is a long white day, the second day gaps up and is a black day, the second, third, and fourth days have small real bodies and follow a brief downtrend pattern, but stay within the range of the first day and the fifth day is a long white day that closes above the close of the first day
de: Ein bullisches Candlestick-Pattern, das aus fünf Kerzen besteht, der erste ist ein langer weißer Tag, der zweite Tag spaltet sich und ist ein schwarzer Tag, die zweiten, dritten, und vierten Tage haben kleine echte Körper und folgen einem kurzen Downtrend-Pattern, aber bleiben innerhalb der Reichweite des ersten Tages und der fünfte ist ein langer weißer Tag, der über der Schlussnotierung des ersten Tages schließt
es: Patrón de velas alcista que consiste en cinco velas: el primer día la vela es larga y blanca; el segundo día, experimenta un gap alcista y es negra. El segundo, tercero y cuarto día las velas tienen cuerpos reales pequeños y siguen un corto patrón a la baja, pero se mantienen dentro de los valores del primer día, mientras que el quinto día consiste en una vela blanca larga que cierra sobre el cierre del primer día
fr: Un chandelier avec schéma haussier consiste en cinq bougies, le premier jour est un long jour blanc, le second jour monte et est un jour noir, les troisième, et quatrième jours ont des petits corps réels et sont suivis d'un bref schéma baissier, mais reste à l'intérieur de la gamme du premier jour et le cinquième jour est un long jour blanc qui clôture au dessus de la clôture du premier jour
id: Pola candlestick bullish yang terdiri dari lima candle, hari pertama adalah hari putih yang panjang, hari kedua berakhir dan merupakan hari hitam, hari kedua, ketiga, dan keempat memiliki tubuh nyata yang kecil dan mengikuti pola tren turun yang singkat, namun tetap dalam rentang hari pertama dan hari kelima adalah hari putih panjang yang tutup di atas penutupan hari pertama
ja: ブリッシュローソク足パターンは5つのローソクから成り立ちます。 - 初日は長い白ローソク - 2日目は差のある黒ローソク - 2日目、3日目、4日目のローソク足は短く、下降トレンド少し続きます。しかし、初日の範囲内に留まり、5日目は初日の終値よりも高値で終了する長い白ローソクがきます
pl: Formacja świecowa wzrostowa, składająca się z pięciu świec: pierwszy dzień to biała świeca o długim korpusie, drugi dzień zwiększa lukę i jest dniem czarnym. Zarówno drugi, trzeci, jak i czwarty dzień charakteryzuje się małym korpusem i następuje po krótkiej formacji zniżkowej, ale pozostaje z obrębie pierwszego dnia. Piąty dzień to biała świeca o długim korpusie, która zamyka się ponad zamknięciem pierwszego dnia
pt: Um padrão de velas com tendência de baixa que consiste de cinco velas, o primeiro dia é um longo dia branco, o segundo dia registra uma lacuna para cima e é um dia preto, o segundo, terceiro e quarto dias têm pequenos corpos reais e seguem um breve padrão de baixa, mas ficam dentro do intervalo do primeiro dia e o quinto dia é um dia longo branco que se fecha acima do fecho do primeiro dia
ru: Фигура "бычий подсвечник", состоящая из пяти свечей. Первый день представлен длинной белой свечой; второй день начинается восходящим гэпом и представлен чёрной свечой; свечи на второй, третий и четвёртый день отличаются коротким телом и относятся к краткосрочному нисходящему тренду, но находятся в пределах тела первой свечи. На пятый день на графике формируется длинная белая свеча, которая закрывается выше уровня закрытия первого дня
th: รูปแบบแท่งเทียนของตลาดที่ตื่นตัวประกอบด้วยเทียนห้าแท่ง วันแรก คือ วันขาวยาว วันที่สอง มีช่องว่างขึ้น และเป็นวันดำ วันที่สอง สาม และสี่ มีร่างจริงขนาดเล็ก และตามด้วยรูปแบบแนวโน้มขาลงสั้น ๆ แต่อยู่ในช่วงของวันแรก และวันที่ห้า คือ วันยาวสีขาวที่ปิดเหนือการปิดของวันแรก
vi: Một mô hình nến lạc quan bao gồm 5 nến, ngày đầu tiên là một ngày dài màu trắng, ngày thứ hai trống rỗng và là một ngày đen tối, ngày thứ hai, thứ ba, thứ tư có cơ quan thực tế nhỏ và theo một khuôn mẫu tóm tắt xu hướng, nhưng ở trong phạm vi của những ngày đầu tiên và ngày thứ năm là một ngày dài màu trắng đóng trên kết thúc ngày đầu tiên

source: A bullish candlestick pattern that consists of three candles, the first bar is a large red candlestick located within a defined downtrend, the second bar is a small-bodied candle (either red or white) that closes below the first red bar and the last bar is a large white candle that opens above the middle candle and closes near the center of the first bar's body
de: Ein bullisches Candlestick-Pattern, das aus drei Kerzen besteht, der erste Balken ist eine große, rote Kerze, die in einem definierten Abwärtstrend liegt, der zweite Balken ist eine Kerze mit kleinem Körper (entweder rot oder weiß), die unter dem ersten roten Balken schließt und der letzte Balken ist eine große weiße Kerze, die sich über der mittleren Kerze öffnet und die sich nahe des Zentrums des Körpers des ersten Balkens schließt
es: Patrón de velas alcista que consiste en tres velas: la primera barra es una vela roja grande ubicada en una tendencia bajista; la segunda, una vela de cuerpo pequeño (roja o blanca) que cierra debajo de la primera vela roja; y la última, una vela blanca grande que abre por encima de la vela del medio y cierra cerca del centro del cuerpo de la primera vela
fr: Un chandelier avec schéma haussier consiste en trois bougies, la première barre est un grand chandelier rouge localisé à l'intérieur d'un mouvement de baisse défini, la seconde barre est une chandelle avec petit corps (soit rouge ou blanche) qui ferme en dessous de la première barre rouge et la dernière barre est une grande bougie blanche qui ouvre au dessus de la chandelle moyenne et ferme près du centre du corps de la première barre
id: Pola candlestick bullish yang terdiri dari tiga candle, bar pertama adalah candlestick merah besar yang terletak di dalam tren turun yang ditentukan, bar kedua adalah lilin bertubuh kecil (berwarna merah atau putih) yang ditutup di bawah bar merah pertama dan bar terakhir. Adalah lilin putih besar yang terbuka di atas lilin tengah dan menutup di dekat pusat tubuh bar pertama
ja: ブリッシュローソク足パターンは3つのローソク足から成ります。 - 下降トレンドにある初日は長い赤ローソク - 2日目は初日のローソクよりも低値で終了する短いローソク（赤または白） - 最終日は2日目のローソク足よりも高値で始まり、初日のローソクの中央あたりで終了します
pl: Formacja świecowa wzrostowa składająca się z trzech świec. Pierwsza z nich to czerwona świeca o długim korpusie zlokalizowana w obrębie trendu zniżkowego, druga jest świecą o małym korpusie (czerwoną lub białą), która zamyka się poniżej pierwszego słupka, ostatnia świeca jest świecą białą o długim korpusie, która otwiera się powyżej świecy środkowej, a zamyka blisko środka korpusu pierwszej świecy
pt: Um padrão de velas com tendência de baixa consistindo de três velas, a primeira barra é uma vela vermelha grande, localizada dentro de uma tendência de baia definida, a segunda barra é uma vela pequena (vermelha ou branca) que se fecha abaixo da primeira barra vermelha e a última barra que é uma vela branca grande que se abre acima a vela do meio e se fecha próximo do centro do corpo da primeira barra
ru: Фигура "бычий подсвечник", состоящая из трёх свечей: первая – большая красная свеча, относящаяся к чёткому нисходящему тренду; вторая – короткая свеча (красная или белая), которая закрывается ниже первой красной свечи; последняя свеча – большая белая свеча, которая открывается выше второй свечи и закрывается вблизи середины первой свечи
th: รูปแบบแท่งเทียนของตลาดตื่นตัวประกอบด้วยแท่งเทียนสามแท่ง แท่งแรกเป็นเทียนสีแดงขนาดใหญ่ที่อยู่ในแนวโน้มขาลง แท่งที่สองเป็นตัวแท่งเทียนขนาดเล็ก (เป็นสีแดง หรือ สีขาว ก็ได้) ที่ปิดต่ำกว่าแท่งแดงแรก และแท่งสุดท้าย คือ แท่งเทียนสีขาวขนาดใหญ่ที่เปิดเหนือเทียนแท่งกลาง และมีราคาปิดใกล้กับตำแหน่งตรงกลางของเทียนแท่งแรก
vi: Một mô hình nến lạc quan bao gồm ba ngọn nến, thanh đầu tiên là một nến đỏ lớn nằm trong một xu hướng giảm được xác định, thanh thứ hai là một nến thân nhỏ (màu đỏ hoặc màu trắng) mà đóng cửa bên dưới thanh màu đỏ đầu tiên và cuối cùng là thanh màu trắng lớn sẽ mở ra trên ngọn nến trung và đóng cửa gần trung tâm của phần thân của thanh đầu tiên

source: A bullish candlestick pattern that consists of three candles, the first bar is a large red candlestick located within a defined downtrend, the second bar is a small-bodied candle (either red or white) that closes below the first red bar., he last bar is a large white candle that opens above the middle candle and closes near the center of the first bar's body
de: Ein bullisches Candlestick-Pattern, das aus drei Kerzen besteht, der erste Balken ist eine großer rote Kerze, die sich in einem definierten Abwärtstrend befindet, der zweite Balken ist eine Kerze mit kleinem Körper (entweder rot oder weiß), die sich unter dem ersten roten Balken schließt, der letzte Balken ist eine große, weiße Kerze, die sich über der mittleren Kerze öffnet und nahe der Zentrums des Körpers des ersten Balkens schließt
es: Patrón de velas alcista que consiste en tres velas: la primera barra es una vela roja grande ubicada en una tendencia bajista; la segunda, una vela de cuerpo pequeño (roja o blanca) que cierra debajo de la primera vela roja; y la última, una vela blanca grande que abre por encima de la vela del medio y cierra cerca del centro del cuerpo de la primera vela
fr: Un chandelier avec schéma haussier qui consiste en trois bougies, la première barre est un grand chandelier rouge localisé à l'intérieur d'un mouvement baissier, la seconde barre est une bougie avec un petit corps (soit rouge soit blanc) qui ferme en dessous de la première barre rouge, la dernière barre est une large bougie blanche qui ouvre au dessus de la bougie moyenne et ferme près du centre du corps de la première barre
id: Pola candlestick bullish yang terdiri dari tiga candle, bar pertama adalah candlestick merah besar yang berada dalam tren turun yang ditentukan, bar kedua adalah candle bertubuh kecil (berwarna merah atau putih) yang ditutup di bawah bar merah pertama. Bar adalah candle putih besar yang terbuka di atas candle tengah dan menutup di dekat bagian tengah tubuh bar pertama
ja: ブリッシュローソク足パターンは3つのローソク足から成ります。 - 下降トレンドにある初日は長い赤ローソク - 2日目は初日のローソクよりも低値で終了する短いローソク（赤または白） - 最終日は2日目のローソク足よりも高値で始まり、初日のローソクの中央あたりで終了します
pl: Formacja świecowa wzrostowa składająca się z trzech świec. Pierwsza z nich to czerwona świeca o długim korpusie zlokalizowana w obrębie trendu zniżkowego, druga jest świecą o małym korpusie (czerwoną lub białą), która zamyka się poniżej pierwszego słupka, ostatnia świeca jest świecą białą o długim korpusie, która otwiera się powyżej świecy środkowej, a zamyka blisko środka korpusu pierwszej świecy
pt: Um padrão de velas com tendência de baixa consistindo de três velas, a primeira barra é uma vela vermelha grande, localizada dentro de uma tendência de baia definida, a segunda barra é uma vela pequena (vermelha ou branca) que se fecha abaixo da primeira barra vermelha e a última barra que é uma vela branca grande que se abre acima a vela do meio e se fecha próximo do centro do corpo da primeira barra
ru: Фигура "бычий подсвечник", состоящая из трёх свечей: первая – большая красная свеча, относящаяся к чёткому нисходящему тренду; вторая – короткая свеча (красная или белая), которая закрывается ниже первой красной свечи; последняя свеча – большая белая свеча, которая открывается выше второй свечи и закрывается вблизи середины первой свечи
th: รูปแบบแท่งเทียนของตลาดตื่นตัวประกอบด้วยแท่งเทียนสามแท่ง แท่งแรกเป็นเทียนสีแดงขนาดใหญ่ที่อยู่ในแนวโน้มขาลง แท่งที่สองเป็นตัวแท่งเทียนขนาดเล็ก (เป็นสีแดง หรือ สีขาว ก็ได้) ที่ปิดต่ำกว่าแท่งแดงแรก และแท่งสุดท้าย คือ แท่งเทียนสีขาวขนาดใหญ่ที่เปิดเหนือเทียนแท่งกลาง และมีราคาปิดใกล้กับตำแหน่งตรงกลางของเทียนแท่งแรก
vi: Một mô hình nến lạc quan bao gồm ba ngọn nến, thanh đầu tiên là một nến đỏ lớn nằm trong một xu hướng giảm được xác định, thanh thứ hai là một nến thân nhỏ (màu đỏ hoặc màu trắng) mà đóng cửa bên dưới thanh màu đỏ đầu tiên và cuối cùng là thanh màu trắng lớn sẽ mở ra trên ngọn nến trung và đóng cửa gần trung tâm của phần thân của thanh đầu tiên

source: A bullish or bearish candle followed by a doji with with a downward or uptrend gap
de: Eine bullische oder bärische Kerze, gefolgt von einem Doji mit einem downward oder uptrend Gap
es: Una vela alcista o bajista seguida de una doji con un gap de tendencia alcista o bajista
fr: Une bougie haussière ou baissière suivie par un doji avec un fossé baissier ou haussier
id: Candle bullish atau bearish diikuti dengan doji dengan gap trend downward atau uptrend
it: Una candela al rialzo o al ribasso seguita da un doji con un gap al ribasso o al rialzo
ja: ブリッシュまたはベアリッシュローソク足は下降または上昇トレンドの差がある十字線がきます
pl: Świeca hossy lub bessy, po której występuje świeca doji z luką zniżkową lub zwyżkową
pt: Uma vela com tendência de alta ou de baixa seguida por um doji com uma lacuna para baixo ou com tendência de alta
ru: Бычья или медвежья свеча, за которой идёт дожи с восходящим или нисходящим гэпом
th: แท่งเทียนในตลาดตื่นตัว หรือ ตลาดซบเซา ตามด้วย Doji ที่มีช่องว่างลดต่ำลง หรือ ขาขึ้น
vi: Một ngọn nến lạc quan hoặc hướng giảm được theo sau bởi một doji với một khoảng trống hướng xuống hoặc tăng

source: A candlestick chart pattern in which a large candlestick is followed by a smaller candlestick whose body is located within the vertical range of the larger body. In terms of candlestick colors, the bullish harami is a downtrend of negative-colored (black) candlesticks engulfing a small positive (white) candlestick, giving a sign of a reversal of the downward trend
de: Ein Candlestick-Chart-Pattern, in dem eine große Kerze von einer kleinen Kerze gefolgt ist, deren Körper in der vertikalen Spanne des größeren Körpers liegt. Hinsichtlich der Kerzen-Farben, ist das bullische Harami ein Abwärtstrend von negativ gefärbten (schwarzen) Kerzen, die eine kleine positive (weiße) Kerze umschließen, und dabei ein Zeichen einer Umkehrung des Abwärtstrends geben
es: Patrón de velas en el cual una vela grande es seguida por una vela más pequeña cuyo cuerpo se encuentra dentro del rango vertical del cuerpo más grande. En relación con el color de las velas, el patrón harami alcista presenta una tendencia a la baja de velas de color negativo (negras) que envuelven una vela positiva pequeña (blanca), lo que indica una reversión de la tendencia descendente
fr: Un graphique en chandelier dans lequel un grand chandelier est suivi par un chandelier plus petit dont le corps est localisé à l'intérieur de la fourchette verticale du corps plus large. Par rapport aux couleurs de chandelier, le harami haussier est un mouvement baissier de chandeliers non coloriés (noir) qui s'engouffrent dans un petit chandelier positif (blanche), signalant un retournement du mouvement baissier
id: Pola chart candlestick di mana candlestick besar diikuti oleh candlestick yang lebih kecil yang tubuhnya berada dalam kisaran vertikal tubuh yang lebih besar. Dari segi warna candlestick, bullish harami adalah tren turun dari candlestick berwarna negatif (berkulit hitam) yang menelan candlestick positif kecil (putih), memberi tanda pembalikan tren menurun
ja: 長いローソク足チャートパターンは、より長いローソクの垂直範囲内にある小さいローソク足が続きます。ローソク足の色に関して陽線のはらみ線でいうと、ネガティブカラー（黒）のローソク足の下降トレンドがポジティブカラー（白）の小さいローソク足を包むことを言います。これがダウントレンドが逆転するサインになります。
pl: Formacja świecowa, w przypadku której po świecy o długim korpusie występuje świeca o wąskim korpusie znajdującym się w obrębie większego korpusu. Biorąc pod uwagę kolory świec, wzrostowa formacja zwana „harami” to trend spadkowy oznaczony świecą o ujemnym kolorze (czarnym), która obejmuje małą dodatnią (białą) świecę, sygnalizując zmianę trendu spadkowego
pt: Um padrão de gráfico de velas no qual uma vela grande é seguida por uma vela menor cujo corpo está localizado dentro do intervalo vertical do corpo maior. Em termos de cores de velas, o harami de tendência de alta é uma baixa de velas de core negativa (preta) que envolvem uma pequena vela positiva (branca), dando sinal de uma inversão da tendência de baixa
ru: Фигура на графике японских свечей, в рамках которой за длинной свечой следует короткая свеча, тело которой находится в пределах диапазона длинной свечи. Если обратить внимание на цвет, бычье харами представлено нисходящим трендом и нисходящимии (чёрными) свечами, поглощающими небольшую восходящую (белую) свечу, показывающую признаки разворота в нисходящем тренде
th: รูปแบบแผนภูมิแท่งเทียนซึ่งแท่งเทียนขนาดใหญ่จะตามด้วยแท่งเทียนขนาดเล็กกว่า ซึ่งตัวแท่งเทียนนั้นอยู่ภายในช่วงแนวตั้งของแท่งที่ใหญ่กว่า สำหรับสีของแท่งเทียน Harami ในตลาดตื่นตัวเป็นแนวโน้มขาลงของแท่งเทียนสีที่เป็นลบ (สีดำ) เขมือบแท่งเทียนที่เป็นบวก (สีขาว) ขนาดเล็ก กำลังให้สัญญาณของการกลับตัวของแนวโน้มขาลง
vi: Một biểu đồ mô hình nến là một cây nến lớn được theo sau bởi cây nến nhỏ hơn mà phần thân của nó nằm bên trong khoảng dọc của phân thân của cây nến lớn. Trong điều kiện của màu nến, một harami lạc quan là một xu hướng giảm của các cây nến có màu tiêu cực (đen) và có phần chân là một cây nến nhỏ với màu tiêu cực (trắng), đưa ra một dấu hiệu đảo ngược của xu hướng giảm

source: A candlestick with a long black body (long line) represents a bearish force in the market. The price of the stock was up and down in a wide range, opening near the high and closing near the low of the day. One with a long white line represents a bullish force in the market. The price of the stock was up and down in a wide range, opening near the low of the day and closing near the high
de: Eine Kerze mit meinem langen schwarzen Körper (lange Linie) repräsentiert eine bärische Kraft im Kurs. Der Kurs der Aktie war auf oder ab in einer breiten Spanne, und hat sich nahe dem Hoch geöffnet und nahe dem Tief des Tages geschlossen. Eines mit einer langen weißen Linie repräsentiert eine bullische Kraft im Kurs. Der Kurs der Aktie war auf oder ab in einer breiten Spanne, und hat sich nahe dem Tief geöffnet und nahe dem Hoch des Tages geschlossen
es: Una vela con un cuerpo negro largo (línea larga) representa una fuerza bajista en el mercado. El precio de las acciones varió en un rango amplio, abriendo cerca del valor más alto y cerrando cerca del valor más bajo del día. Una vela con un cuerpo blanco largo representa una fuerza alcista en el mercado. El precio de las acciones varió en un rango amplio, abriendo cerca del valor más bajo y cerrando cerca del valor más alto del día
fr: Un chandelier avec un grand corps noir (longue ligne) représente une force baissière dans le marché. Le prix de l'action était à la hausse et à la baisse dans des proportions importantes, ouvrant près des plus hauts et clôturant près des plus bas de la journée. Une avec une longue ligne blanche représente une force haussière dans le marché. Le prix de l'action était à la hausse et à la baisse dans des proportions importantes, ouvrant proche des plus bas de la journée et clôturant près des plus hauts
id: Sebuah candlestick dengan tubuh hitam panjang (long line) merupakan gaya bearish di pasaran. Harga saham naik dan turun dalam kisaran yang luas, membuka di dekat titik tertinggi dan mendekati akhir hari. Satu dengan garis putih panjang mewakili gaya bullish di pasaran. Harga saham naik dan turun dalam kisaran yang luas, membuka di dekat hari yang rendah dan mendekati level tertinggi
ja: 長く黒いローソク足（長い線）は、市場が弱気状態にあることを表しています。株式の価格は高値で始まりその日の最安値で終了したため広範囲にわたって上下しました。長く白い線があるものは市場が強気状態にあることを表し、株式の価格はその日の最安値で始まり高値で終了しました。こちらも広範囲で上下しました。
pl: Świeca o długim czarnym korpusie (długa linia) oznacza tendencję zniżkową na rynku. Cena akcji była wysoko i nisko w szerokim zakresie czasowym: cena otwarcia była u góry, a cena zamknięcia u dołu. Świeca o długiej białej linii oznacza tendencję wzrostową na rynku. Cena akcji była wysoko i nisko w szerokim zakresie czasowym: cena otwarcia u dołu, a cena zamknięcia u góry
pt: Uma vela com um corpo preto comprido (linha comprida) representa uma força de tendência de baixa no mercado. O preço da ação subiu e desceu num grande intervalo, abrindo-se próximo da alta e fechando-se próximo da baixa do dia. Uma vela com uma linha branca comprida representa uma força de tendência de alta no mercado. O preço da ação subiu e desceu num grande intervalo, abrindo-se próximo da baixa do dia e fechando-se próximo da alta
ru: Свеча с длинным чёрным телом (длинной линией) демонстрирует медвежьи настроения на рынке. Цена актива колебалась в широком диапазоне, открывшись вблизи дневного максимума и закрывшись вблизи дневного минимума. Свеча с длинным белым телом демонстрирует бычьи настроения на рынке. Цена актива колебалась в широком диапазоне, открывшись вблизи дневного минимума и закрывшись вблизи дневного максимума
th: แท่งเทียนยาวสีดำ (เส้นยาว) หมายถึง แรงผลักของตลาดซบเซา ราคาของหุ้นขึ้นและลงในช่วงกว้าง เปิดใกล้กับราคาสูงและปิดใกล้กับราคาต่ำของวัน ส่วยเส้นสีขาวยาว หมายถึง แรงผลักของตลาดตื่นตัว ราคาของหุ้นขึ้นและลงในช่วงกว้าง เปิดใกล้กับราคาต่ำของวันและปิดใกล้กับราคาสูง
vi: Nến với một cơ thể dài đen (đường thẳng dài) đại diện cho một lực lượng hướng giảm trên thị trường. Giá của cổ phiếu đã lên và xuống trong một phạm vi rộng, mở gần cao và đóng cửa gần thấp trong ngày. Một với một đường dài màu trắng đại diện cho một lực lượng lạc quan trên thị trường. Giá cổ phiếu đã lên và xuống trong một phạm vi rộng, mở gần thấp trong ngày và đóng cửa gần cao

source: A candlestick with very long upper and lower shadows and a small real body on a Japanese candlestick chart. It shows that the market is losing its direction bias that it had before this candle appeared
de: Eine Kerze mit sehr langen oberen und unteren Schatten und einem kleinen echten Körper auf einem japanischen Candlestick-Chart. Es zeigt an, dass der Kurs die Tendenz seiner Richtung verliert, die es vor dem Erscheinen dieser Kerze hatte
es: Vela con sombra superior e inferior muy larga y un cuerpo real pequeño presente en un gráfico de velas japonesas. Indica que el mercado está perdiendo la tendencia que tenía antes de que apareciera esta vela
fr: Un chandelier avec une très longue ombre supérieure et inférieure et un petit corps réel sur un graphique en chandelier Japonais. Il montre que le marché perd son biais directionnel qu'il avait avant que la bougie apparaisse
id: Candlestick dengan bayangan atas dan bawah yang sangat panjang dan tubuh kecil yang nyata pada chart candlestick Jepang. Ini menunjukkan bahwa pasar kehilangan arah bias yang dimiliki sebelum candle ini muncul
ja: 日本のローソク足チャートの上ヒゲと下ヒゲがかなり長く、ボディが小さいローソク足です。これは、市場がこのローソク足が表れる前の方向感を失っていることを意味します。
pl: Świeca o bardzo długim dolnym i górnym cieniu i małym korpusie na japońskim wykresie świecowym. Oznacza to, że rynek traci równowagę cenową, którą posiadał przed wystąpieniem tej świecy
pt: Uma vela com sombras superiores e inferiores e um pequeno corpo real num gráfico de velas japonês. Ela mostra que o mercado está perdendo a sua tendência de direção que ele tinha antes desta vela aparecer
ru: Свеча на графике японских свечей с очень длинной верхней и нежней тенью, но маленьким телом. Свеча показывает, что до её появления рынок терял направление движения
th: แท่งเทียนที่มีเงาบนและล่างยาวมาก มีขนาดตัวแท่งเทียนจริงเล็กบนแผนภูมิแท่งเทียนญี่ปุ่น ซึ่งแสดงให้เห็นว่า ตลาดกำลังเสียทิศทางของลักษณะโน้มเอียงที่เคยมีก่อนที่แท่งเทียนจะปรากฎขึ้น
vi: Một cây nến với các bóng rất dài và ngắn và một thân nhỏ trong một biểu đồ nến Nhật Bản. Nó thể hiện rằng thị trường đang mất đi thiên hướng mà nó đã từng có trước đây trước khi ngon nến xuất hiện
