Repository: binary-com/webtrader
Catalog: translations/i18n/*.po
Languages: de, es, fr, id, it, ja, pl, pt, ru, th, vi

source: - Binary.com quotes a trade and the counter-trade, so you always get unbiased, transparent prices
de: - Binary.com gibt ein Geschäft und das Gegengeschäft an, damit Sie immer unabhängige, transparente Preise bekommen
pl: – Binary.com obstawia transakcję i jej przeciwieństwo, dzięki czemu zawsze otrzymujesz obiektywne i przejrzyste ceny
pt: - A Binary.com cita o preço de uma negociação e também o do seu inverso, portanto, você recebe sempre preços imparciais

source: - binaries are licensed as a betting activity in the UK, so your winnings are tax-free
de: - binäre Optionen sind in Großbritannien als eine Wettbeschäftigung zugelassen, damit Ihre Gewinne Steuerfrei sind
pl: – handel opcjami binarnymi jako forma zawierania zakładów jest objęty licencjami w Zjednoczonym Królestwie, więc Twoje zyski są zwolnione z opodatkowania
pt: - a negociação de opções binárias é licenciada como uma atividade de apostas no Reino Unido, portanto, os seus ganhos estão isentos de impostos

source: - choose intraday trades from 1 minute to 24 hours
de: - wählen Sie Intraday Geschäfte von 1 Minute bis zu 24 Stunden
pl: – wybierz zakłady dzienne o czasie trwania od 1 minuty do 24 godzin
pt: - escolha negociações intradiárias de 1 minuto a 24 horas

source: - choose the falls trade, lower trade, one-touch trade with a low barrier, or no-touch trade with a high barrier
de: - wählen Sie den fallenden Kontrakt, niedrigen Kontrakt, Zielkontrakt mit einer niedrigen Schwelle, oder Kein Zielkontrakt mit einer hohen Schwelle
pl: – wybierz zakłady typu spadek lub typu niższy, z jednokrotnym osiągnięciem ceny z dolnym limitem albo zakłady nie osiągnie z górnym limitem
pt: - escolha a negociação "cai", a negociação "inferior", a negociação "um toque" com uma barreira baixa ou a negociação "nenhum toque" com uma barreira alta

source: - choose the no-touch trade, the stays-between trade, or the ends-between trade
de: - wählen Sie den Kein Zielkontrakt, den bleibt innerhalb Kontrakt, oder den endet zwischen Kontrakt
pl: – wybierz zakłady typu nie osiągnie, pozostanie pomiędzy lub zakończy się pomiędzy
pt: - escolha a negociação "nenhum toque", a negociação "fica entre" ou a negociação "termina entre"

source: - choose the one-touch trade, the goes-outside trade, or the ends outside trade
de: - wählen Sie den Zielkontrakt, den geht außerhalb Kontrakt, oder den endet außerhalb Kontrakt
pl: – wybierz zakłady z jednokrotnym osiągnięciem ceny, zakład typu przekroczy lub zakończy się poza
pt: - escolha a negociação "um toque", a negociação "sai fora" ou a negociação "termina fora"

source: - choose the rise trade, higher trade, one-touch trade with a high barrier, or no-touch trade with a low barrier
de: - wählen Sie den steigenden Kontrakt, höheren Kontrakt, Zielkontrakt mit einer hohen Schwelle, oder den Kein Zielkontrakt mit einer niedrigen Schwelle
pl: – wybierz zakłady typu wzrost lub typu wyższy, z jednokrotnym osiągnięciem ceny z dolnym limitem albo zakłady nie osiągnie z górnym limitem
pt: - escolha a negociação "sobe", a negociação "superior", a negociação "um toque" com uma barreira alta ou a negociação "nenhum toque" com uma barreira baixa

source: - choose timeframes from 10 seconds to 365 days
de: - wählen Sie Zeiträume von 10 Sekunden bis zu 365 Tage
pl: – Wybierz czas trwania od 10 sek. do 365 dni
pt: - escolha prazos de 10 segundos a 365 dias

source: - choose trades with durations of up to 365 days
de: - wählen Sie Kontrakte mit Zeitspannen von bis zu 365 Tagen
pl: – zakłady o czasie trwania do 365 dni
pt: - escolha negociações com durações até 365 dias

source: - choose trades with high returns and a low probability to win, or with low returns and a high probability to win
de: - wählen Sie Kontrakte mit hohen Renditen und einer niedrigen Wahrscheinlichkeit auf einen Gewinn, oder mit niedrigen Renditen und einer hohen Wahrscheinlichkeit auf einen Gewinn
pl: – wybierz zakłady o wysokim zysku ale z małym prawdopodobieństwie wygranej lub o niskim zysku ale z dużym prawdopodobieństwem wygranej
pt: - escolha negociações com altos retornos e baixa probabilidade de ganhar ou baixos retornos mas uma alta probabilidade de ganhar

source: - customize your trades to meet your needs
de: - passen Sie Ihre Geschäfte Ihren Bedürfnissen an
pl: – dostosuj swoje zakłady tak, by spełniały Twoje wymagania
pt: - personalize as suas negociações para atender às suas necessidades

source: - dip a toe in the water with $2 or go all out for $50,000
de: - tauchen Sie mit der Zehnspitze ins Wasser mit 2 $, oder gehen Sie aufs Ganze mit 50 000 $
pl: – spróbuj swoich sił z kwotą 2 $ lub od razu idź na całość, inwestując 50 000 $
pt: - comece prudentemente com $2 ou bote para quebrar com $50.000

source: - get pricing that is normally reserved for big institutional players
de: - erhalten Sie eine Preispolitik, die normalerweise großen institutionellen Akteuren vorbehalten ist
pl: – uzyskaj ceny, które zazwyczaj są zarezerwowane dla dużych graczy instytucjonalnych
pt: - receba ofertas de preço que geralmente são reservadas para grande instituições

source: - no 'slippage', no 'margin calls', no getting 'stopped out', and no hidden fees or commissions
de: - keine „Ausrutscher”, keine „Margenausgleiche”, kein „ausgestoppt” werden, und keine versteckten Gebühren oder Provisionen
pl: – żadnych „poślizgów cenowych” (slippage), wezwań do uzupełnienia depozytów czy „przestojów”, ani ukrytych opłat i prowizji
pt: - nenhumas "derrapagens", nenhumas "chamadas de margem", nenhumas situações de "fechamento" e nenhumas taxas ou comissões ocultas

source: - open an account in minutes
de: - eröffnen Sie ein Konto in Minuten
pl: – szybkie otwieranie konta
pt: - abra uma conta em poucos minutos

source: - open, fund, or withdraw from your account within minutes, 24 hours a day
de: - eröffnen oder finanzieren Sie Ihr Konto, oder heben Sie von Ihrem Konto innerhalb von Minuten ab, 24 Stunden am Tag
pl: – szybkie otwieranie i zasilanie konta oraz dokonywanie wypłat, 24 godziny na dobę
pt: - abra, financie ou retire fundos da sua conta em pouco minutos, 24 horas por dia

source: - predict if the market will end higher or lower than a price target
de: - sagen Sie voraus, ob der Kurs höher oder niedriger als der Zielkurs enden wird
pl: – prognozuj, czy cena rynkowa będzie wyższa czy niższa od ceny docelowej
pt: - preveja se o mercado irá terminar acima ou abaixo de um preço-alvo

source: - predict if the market will rise or fall from its current level
de: - sagen Sie voraus, ob der Kurs von seinem aktuellen Level steigen oder fallen wird
pl: – prognozuj, czy cena rynkowa wzrośnie czy spadnie w odniesieniu do jej obecnego poziomu
pt: - preveja se o mercado irá subir ou descer do seu nível atual

source: - predict if the market will stay inside two price targets, or end between or outside them
de: - sagen Sie voraus, ob der Kurs innerhalb zweier Zielkurse bleiben wird, oder zwischen oder außerhalb dieser enden wird
pl: – prognozuj, czy cena rynkowa zatrzyma się pomiędzy dwoma cenami docelowymi czy wyjdzie poza ten przedział
pt: - preveja se o mercado irá ficar dentro dois alvos de preço ou terminar entre ou fora deles

source: - predict if the market will touch or not touch a price target
de: - sagen Sie voraus, oben der Kurs einen Zielkurs erreichen oder nicht erreichen wird
pl: – prognozuj, czy cena rynkowa osiągnie poziom ceny docelowej
pt: - preveja se o mercado irá tocar ou não tocar num preço-alvo

source: - sell your long-term trades at market prices before they expire
de: - verkaufen Sie Ihre Langezeit-Geschäfte zu Marktpreisen, bevor diese auslaufen
pl: – sprzedawaj swoje zakłady długoterminowe po cenie rynkowej przed ich wygaśnięciem
pt: - venda as suas negociações de longo prazo a preços de mercado antes delas expirarem

source: - set your trades on 'gut feel', or use technical or fundamental analysis
de: - setzten Sie Ihre Geschäfte nach „Bauchgefühl”, oder verwenden Sie eine technische oder Fundamentalanalyse
pl: – zawieraj transakcje, kierując się przeczuciem albo analizą fundamentalną lub techniczną
pt: - defina as suas negociações com base nos seus "instintos" ou use análise técnica ou fundamental

source: - start trading with as little as $5
de: - beginnen Sie mit so wenig wie 5 $ zu handeln
pl: – rozpocznij handlowanie z kwotą zaledwie 5 $
pt: - comece a negociar com apenas $5

source: - trade 24/7, even on weekends
de: - handeln Sie 24/7, sogar an Wochenenden
pl: – handluj 24 godz. na dobę, nawet w weekendy
pt: - negocie 24/7, mesmo nos finais de semana

source: - trade Binary.com's own volatility indices, 24/7
de: - handeln Sie Binary.coms eigene Volatilität Indizes, 24/7
pl: – handluj wskaźnikami zmienności stworzonymi przez Binary.com, 24 godz. na dobę
pt: - negocie os índices próprios (Volatility) da Binary.com, 24/7

source: - trade Binary.com's proprietary volatility indices
de: - handeln Sie Binary.coms geschützte Volatilität Indizes
pl: – handluj wskaźnikami zmienności stworzonymi przez Binary.com
pt: - negocie os índices próprios "Volatility" da Binary.com

source: - trade all major FX pairs
de: - handeln Sie alle wichtigen FX Paare
pl: – handluj wszystkimi głównymi parami walutowymi
pt: - negocie todos os principais pares de moedas

source: - trade all major FX pairs, around the clock
de: - handeln Sie alle wichtigen FX Paare, rund um die Uhr
pl: – handluj wszystkimi głównymi parami walutowymi, przez całą dobę
pt: - negocie todos os principais pares de moedas, 24 horas por dia

source: - trade all major worldwide stock indices
de: - handeln Sie alle wichtigen, weltweiten Aktienindizes
pl: – handluj wszystkimi głównymi wskaźnikami giełdowymi
pt: - negocie todos os principais índices de ações internacionais

source: - trade currencies, indices and commodities in rising, falling, sideways, quiet and volatile markets
de: - handeln Sie Währungen, Indizes und Rohstoffe auf steigenden, fallenden, seitwärtigen, stillen und volatilen Märkten
pl: - handluj walutami, wskaźnikami i towarami na rynkach rosnących, rynkach o tendencji zniżkowej lub w trendzie bocznym, rynkach spokojnych i zmiennych
pt: - negocie moedas, índices e matérias-primas em mercados de tendência altista, baixista, horizontais, parados e voláteis

source: - trade major commodities such as gold and oil
de: - handeln Sie wichtige Rohstoffe, wie Gold und Öl
pl: – handluj głównymi towarami, takimi jak złoto czy ropa
pt: - negocie matérias-primas principais como ouro e petróleo

source: - up/down, touch/no-touch, stays in/goes out
de: - auf/ab, Ziel/kein Ziel, bleibt innerhalb/geht außerhalb
pl: – zakłady typu góra/dół, osiągnie/nie osiągnie, pozostanie na danym poziomie/przekroczy
pt: - acima/abaixo, toca/não toca, fica dentro/sai fora

source: - we challenge you to find better returns on any competing website
de: - wir fordern Sie dazu heraus, bessere Gewinne auf irgendeiner konkurrierenden Website zu finden
pl: – możemy się założyć, że nie znajdziesz lepszych zysków na żadnym konkurencyjnym portalu
pt: - desafiamo-lo a encontrar melhores retornos em qualquer site concorrente

source: - win the same proportional return on stakes of all values
de: - gewinnen Sie den gleichen anteiligen Gewinn auf Einsätze aller Werte
pl: – zdobywaj taki sam proporcjonalny zysk od stawek o dowolnej wartości
pt: - ganhe o mesmo retorno proporcional em apostas de qualquer valor

source: - you know from the start what you will win or lose
de: - Sie wissen von Anfang an, was Sie gewinnen oder verlieren werden
pl: – wysokość potencjalnego zysku i straty znasz od samego początku
pt: - você sabe desde o princípio o que irá ganhar ou perder

source: - you will never have margin calls, gap risk, slippage costs, hidden fees or commissions
de: - Sie werden niemals Margenausgleiche, Gap-Risiko, Schlupfkosten, versteckte Gebühren oder Provisionen haben
pl: – brak wezwań do uzupełnienia depozytu, kosztów związanych z „poślizgami cenowymi”, ukrytych opłat i prowizji
pt: - você nunca terá chamadas de margem, risco de disparidades, custos com derrapagens, taxas ocultas ou comissões

source: 2-way pricing
de: 2-Weg Preispolitik
pl: wycena dwustronna
pt: Preços bidirecionais

source: Add
de: Hinzufügen
pl: Dodaj
pt: Adicionar

source: Add level
de: Level hinzufügen
pl: Dodaj poziom
pt: Adicionar nível

source: All markets, all conditions
de: Alle Märkte, alle Konditionen
pl: Wszystkie rynki, wszystkie warunki rynkowe
pt: Todos os mercados, todas as condições

source: Bearish: This is an end-of-trend pattern composed of three candlesticks in an uptrend. The second candlestick must open close to the close of the previous day. The last candlestick should be short and can form an upside gap. There could also be a selling shadow.The pattern represents a weakness in a rise with a risk of consolidation and possible reversal. Bullish: This is an end-of-trend pattern composed of three candlesticks in a downtrend. The second candlestick must open close to the close of the previous day. the last candlestick must be shore. The pattern represents a weakness and consolidation and a possible reversal in trend
de: Bärisch: Dies ist ein End-of-Trend Pattern, das aus drei Kerzen in einem Aufwärtstrend besteht. Die zweite Kerze muss sich nahe der Schlussnotierung des vorherigen Tages öffnen. Die letzte Kerze sollte kurz sein und kann ein Upside Gap formen. Es könnte auch einen Verkaufs-Schatten geben. Das Muster repräsentiert eine Schwachstelle in einem Aufstieg mit einem Risiko von Konsolidierung und möglicher Umkehr. Bullisch: Dies ist ein End-of-Trend Pattern, das aus drei Kerzen in einem Abwärtstrend besteht. Die zweite Kerze muss sich nahe der Schlussnotierung des vorherigen Tages öffnen. Die letzte Kerze muss kurz sein. Das Muster repräsentiert eine Schwachstelle und Konsolidierung und eine mögliche Umkehrung des Trends
pl: Bessa: Formacja na koniec trendu składająca się z trzech świec w trendzie wzrostowym. Druga świeca musi otwierać się blisko zamknięcia poprzedniego dnia. Ostatnia świeca powinna mieć krótki korpus i może tworzyć górną lukę. Możliwy jest również cień sprzedaży. Formacja przedstawia słaby wzrost z ryzykiem konsolidacji i możliwą zmianą trendu. Hossa: Formacja na koniec trendu składająca się z trzech świec w trendzie spadkowym. Druga świeca musi otwierać się blisko zamknięcia poprzedniego dnia. Formacja przedstawia słabość i konsolidację i możliwą zmianą trendu
pt: Tendência baixista: é um padrão de fim de tendência composto por três vela numa tendência de alta. A segunda vela deve abrir próximo do fechamento do dia anterior. A última vela deve ser curta e pode formar uma lacuna para cima. Também pode haver uma sombra de venda. O padrão representa uma fraqueza numa subida com um risco de consolidação e uma possível inversão. Altista: é um padrão de fim de tendência composto por três velas numa tendência de baixa. A segunda vela deve abrir próximo do fechamento do dia anterior. A última vela deve ser curta. O padrão representa uma fraqueza, uma consolidação e uma possível inversão de tendência

source: Benchmarked prices
de: Vergleichskurse
pl: Atrakcyjne ceny
pt: Preços de referência

source: Benefits of binary trading
de: Vorteile vom Handel mit binären Optionen
pl: Korzyści handlowania opcjami binarnymi
pt: Os benefícios da negociação de opções binárias

source: Binary Trading is simple to learn and to execute
de: Der Handel mit binären Optionen ist einfach zu lernen und auszuführen
pl: Handlowanie opcjami binarnymi jest proste
pt: As negociações na Binary são simples de aprender e executar

source: Binary options or other financial derivatives
de: Binäre Optionen oder andere Finanzderivate
pl: Opcje binarne lub inne instrumenty pochodne
pt: Opções binárias ou outros derivados financeiros

source: Binary trading is very simple
de: Der Handel mit Binären Optionen ist sehr einfach
pl: Handel opcjami binarnymi jest bardzo prosty
pt: A negociação de opções binárias é muito simples

source: Binary's platform transacts on average 15 transactions per second, 24/7
de: Binarys Plattform führt im Durchschnitt 15 Transaktionen pro Sekunde durch, 24/7
pl: Na platformie Binary.com dokonywanych jest średnio 15 transakcji na sekundę, 24 godz. na dobę
pt: A plataforma da Binary realiza em média 15 transações por segundo, 24/7

source: Binary.com is one of the oldest and most respected names in online binary trading
de: Binary.com ist einer der ältesten und meist respektieren Namen im Handel mit binären Optionen
pl: Binary.com to jedna z najstarszych i najbardziej szanowanych marek w branży internetowego handlu opcjami binarnymi
pt: A Binary.com é um dos mais antigos e respeitados nomes em negociação de opções binárias online

source: Binary.com is owned and operated by the Binary Ltd. group of companies. For more information, visit our history page
de: Binary.com ist im Besitz und wird ausgeführt von der Binary.Ltd Gruppe von Unternehmen. Für weitere Informationen, besuche Sie unsere Historie Seite
pl: Właścicielem i firmą zarządzającą Binary.com jest grupa Binary Ltd. Jeśli chcesz uzyskać więcej informacji, odwiedź stronę na temat naszej historii
pt: A Binary.com é detida e operada pelo grupo de empresas Binary Ltd. Para mais informações, visite a nossa página de história

source: Binary.com is tailored to traders of all levels
de: Binary.com ist auf Händler aller Level zugeschnitten
pl: Binary.com jest platformą dla graczy na każdym poziomie
pt: Binary.com foi concebida para negociadores de todos os níveis

source: Binary.com offers a virtual-money account so you can get the hang of trading binaries. Why not open a free $10k fully-functional virtual-money account, and start learning how to trade
de: Binary.com bietet ein virtuelles Geldkonto an, damit Sie den Dreh aus dem Handel mit binären Optionen heraus bekommen. Warum eröffnen Sie nicht ein virtuelles Geldkonto und beginnen damit zu lernen, wie man handelt
pl: Binary.com ma w ofercie konto z wirtualnymi pieniędzmi, dzięki któremu możesz przećwiczyć handel opcjami binarnymi. Warto otworzyć w pełni funkcjonalne wirtualne konto z kwotą 10 tys. $ i zacząć naukę handlowania
pt: A Binary.com disponibiliza contas de dinheiro virtual para que você possa se habituar à negociação de opções binárias. Por que não abrir uma conta de dinheiro virtual gratuita totalmente funcional com $10K e começar a aprender como negociar?

source: Binary.com prices are benchmarked against the interbank options market, so you always get best-in-class prices for your trades
de: Binary.com Kurse sind mit Interbank Optionsmärkten abgeglichen, damit Sie immer die klassenbesten Kurse für Ihre Geschäfte erhalten
pl: Ceny Binary.com są zestawiane z cenami na rynku opcji międzybankowych, więc zawsze uzyskujesz najlepsze ceny dla swoich zakładów
pt: Os preços da Binary.com são comparados com o mercado de opções interbancários, para que você receba sempre os melhores preços da categoria para as suas negociações

source: Binary.com's Spread Contracts are leveraged derivative contracts, the value of which is directly tied to the underlying market movements. Clients who 'Long' a rising market (and those who 'Short' a falling market) profit from those movements with much less investment than would be required in the live market
de: Binary.coms Spread Kontrakte sind gehebelte derivative Kontrakte, deren Wert direkt an die unterliegenden Marktbewegungen gebunden ist. Kunden, die nach einem steigenden Markt "verlangen" (und diejenigen die einen fallenden Martk "scheuen") profitieren von diesen Bewegungen mit wesentlich geringerer Investition, als Sie an der echten Börse verlangt wird
pl: Kontrakty Spread oferowane przez Binary.com to lewarowane instrumenty pochodne, których wartość jest bezpośrednio związana z ruchami na rynku instrumentu bazowego. Ruchy te przynoszą zyski klientom, którzy wybierają pozycje „długie” na rynku rosnącym (i tym, którzy wybierają pozycje „krótkie” na rynku zniżkującym) przy znacznie mniejszych inwestowanych kwotach w porównaniu z kwotami wymaganymi przy handlu na rynkach rzeczywistych.
pt: Os contratos de spread da Binary.com são contratos de derivados alavancados, cujo valor está diretamente vinculado aos movimentos do mercado subjacente. Clientes que assumem posições longas em mercados em crescimento (e aqueles que assumem posições curtas em mercados decrescentes) lucram desses movimentos com muito menos investimento do que seria necessário no mercado real

source: Binary.com's Spread Contracts require a 'stop loss' which limits the maximum losses incurred by a client. This 'stop loss' amount will act as a deposit and may not be used for further trading until that Spread Contract is closed. Spread Contracts are closed when sold by the client, upon hitting the 'stop loss' or 'stop profit' level
de: Die Spread Kontrakte von Bianry.com erfordern ein 'Stop Loss', das die für einen Kunden entstehenden Höchstverluste beschränkt. Dieser 'Stop Loss' Betrag dient als Einlage und kann nicht für weitere Geschäfte verwendet werden, bis dieser Spread Kontrakt ausgelaufen ist. Spread Kontrakte laufen ab, wenn sie vom Kunden verkauft werden oder nach Erreichen der 'Stop Loss' oder 'Stop Profit' Höhe
pl: Kontrakty Spread oferowane przez Binary.com wiążą się z określeniem kwoty „stop stratom”, która stanowi maksymalny limit strat ponoszonych przez klienta. Kwota „stop stratom” odgrywa rolę depozytu i nie będzie można jej wykorzystać do dalszego handlu do czasu zamknięcia kontraktu Spread. Kontrakty Spread są zamykane w chwili sprzedania ich przez Klienta lub w momencie osiągnięcia limitu „stop stratom” bądź „stop zyskom”
pt: Os contratos de spread da Binary.com requerem um "limite de perdas" que limita as perdas máximas incorridas pelos clientes. Este valor de "limite de perdas" funcionará como um depósito e não poderá ser usado para negociações adicionais até o contrato de spread ser fechado. Contratos de spread são fechados quando vendidos pelo cliente, ao clicar no nível de "limite de perdas" ou "limite de lucro"

source: But there's no need to wait until expiry. You can sell back long-term trades at any time to profit from changing market conditions
de: Aber es gibt keinen Grund auf das Ablaufdatum zu warten. Sie können Langezeit-Geschäfte zu jeder Zeit zurückverkaufen, um von den sich verändernden Marktbedingungen zu profitieren
pl: Nie ma potrzeby czekać do zakończenia zakładu. Możesz odsprzedać zakłady długoterminowe w każdym momencie i zyskać, dzięki zmianie warunków rynkowych
pt: Mas não há necessidade de esperar até a expiração. É possível revender as negociações em qualquer momento para lucrar das alterações das condições do mercado

source: CLOSE
de: SCHLIEßEN
pl: ZAMKNIJ
pt: FECHAMENTO

source: Change Backend Server
de: Backend Server wechseln
pl: Zmień serwer wewnętrzny
pt: Alterar servidor back-end

source: Choose Asian Rise/Fall when you want to profit from the market ending higher or lower than the average price
de: Wählen Sie Asiatischer Anstieg/Fall, wenn Sie davon profitieren möchten, dass der Kurs höher oder niedriger als der Durchschnittskurs schließt
pl: Wybierz zakład typu „Azjatyckie: wzrost/spadek”, aby zyskać, gdy cena końcowa będzie wyższa lub niższa od średniej ceny
pt: Escolha Sobe/Desce Asiátco quando você deseja lucrar do mercado terminando mais alto ou mais baixo que o preço médio
