Repository: binary-com/webtrader
Catalog: translations/i18n/*.po
Languages: de, es, fr, id, it, ja, pl, pt, ru, th, vi

source: Key facts
de: Wichtige Fakten
es: Hechos clave
fr: Faits clés
id: Fakta kunci
it: Eventi chiave
ja: グループ会社概要
pl: Najważniejsze fakty
pt: Fatores chave
ru: Основные факты
th: ข้อเท็จจริงหลัก
vi: Thông tin chính

source: Kicking (CDLKICKING)
es: Patada (CDLKICKING)
fr: Coup de pied (CDLKICKING)
ja: 足蹴り（CDLKICKING）
pl: Kicking – kopnięcie (CDLKICKING)
ru: Высокий прыжок (CDLKICKING)
vi: hình mẫu Kicking (CDLKICKING)

source: Kicking - bull/bear determined by the longer marubozu (CDLKICKINGBYLENGTH)
de: Kicking - steigen/fallen bestimmt von dem längeren marubozu (CDLKICKINGBYLENGTH)
es: Patada - alza o baja determinada por la vela marubozu más larga (CDLKICKINGBYLENGTH)
fr: Coup de pied - haussier/baissier déterminé par le plus long marubozu (CDLKICKINGBYLENGTH)
id: Kicking - bull/bear ditentukan oleh marubozu yang lebih panjang (CDLKICKINGBYLENGTH)
pl: Kopnięcie – hossa/bessa określona przez dłuższą świecę marubozu (CDLKICKINGBYLENGTH)
pt: Chute - altista/baixista determinado pelo marubozu mais longo (CDLKICKINGBYLENGTH)
ru: Высокий прыжок – бычья/медвежья динамика определяется длинным марубозу (CDLKICKINGBYLENGTH)
th: Kicking - ตื่นตัว/ซบเซา พิจารณาโดย Marubozu ที่ยาวกว่า (CDLKICKINGBYLENGTH)
vi: Kicking - bull/bear được xác định bởi marubozu dài hơn (CDLKICKINGBYLENGTH)

source: Kicking patterns on a candlestick chart are formed when there are two long marubozu - one white and one black - with a gap between them. Bullish kicking patterns would present as a black or filled candlestick without any wicks (shadows) followed by a gap higher with a white or hollow candlestick that is also without wicks
de: Es bilden sich Kicking-Pattern auf einem Candlestick-Chart, wenn es zwei lange Marubozu gibt - eines weiß und eines schwarz - mit einem Gap zwischen ihnen. Bullische Kicking-Pattern werden als schwarze oder gefüllte Kerze ohne Dochte (Schatten) angezeigt, gefolgt von einem Gap mit einer weißen oder holen Kerze, die ebenfalls keine Dochte hat
es: Los patrones de patada (kicking) en un gráfico de velas japonesas se forman cuando hay dos marubozus largas - una blanca y una negra - con un gap entre ellas. Los patrones de patada alcista presentarían una vela negra o con cuerpo lleno sin mechas (sombras), seguidas por un gap más alto con una vela blanca o de cuerpo vacío que tampoco tiene mechas
fr: Le schéma de coup de pied sur un graphique de chandelier se forme quand il y a deux longs marubozu - un blanc et un noir - avec un fossé entre eux. Les schémas de coup de pied haussier se présenteraient comme un chandelier noir ou rempli sans mèches (ombres) suivi par un fossé haussier avec un chandelier blanc ou creux qui est aussi sans mèche
id: Pola kicking pada chart candlestick dibentuk oleh dua marubozu panjang - satu putih dan satu hitam - terdapat celah diantaranya. Pola kicking bullish diwakili oleh warna hitam atau candlestick berisi tanpa sumbu (bayangan) diikuti oleh celah yang lebih tinggi dengan lilin putih atau berongga yang juga tanpa sumbu
pl: Formacje kopnięcia (Kicking) na wykresie świecowym tworzą się, gdy mamy dwie świece marubozu o długim korpusie – jedną białą i jedną czarną – z luką pomiędzy nimi. Formacje kopnięcia o tendencji zniżkowej przybiera formę czarnej lub wypełnionej świecy bez żadnych cieni, po których występuje luka górna z białą lub pustą świecą również pozbawioną cieni
pt: Padrões Chute num gráfico de velas são formados quando há dois longos marubozus - um branco e outro preto - com uma lacuna entre eles. Padrões Chute de alta aparecem como uma vela preta ou preenchida sem quaisquer sobras, seguidas por uma lacuna acima com uma vela branca ou vazia que também não tem sombras
ru: Фигура "Высокий прыжок" на графике японских свечей формируется при наличии двух длинных марубозу – белого и чёрного, с гэпом между ними. Фигура бычьего прыжка будет представлена в виде чёрной или закрашенной свечи без теней, за которой будет следовать гэп на повышение с белой или незакрвшенной свечой, у которой нет теней
th: รูปแบบ Kicking บนแผนภูมิแท่งเทียนถูกทำให้เป็นรูปร่างเมื่อมี Marubozu สองอันยาว ซึ่งอันหนึ่งสีขาว อีกอันเป็นสีดำ และมีช่องว่างระหว่างทั้งสองแท่ง รูปแบบ Kicking ตลาดตื่นตัวจะแสดงออกเป็นแท่งเทียนสีดำ หรือ แท่งเทียนทึบที่ไม่มีไส้ (เงา) ตามด้วยช่องว่างสูงกว่า กับแท่งเทียนสีขาว หรือ แท่งเทียนโปร่งที่ไม่มีไส้เช่นกัน
vi: Các mô hình đá trên một biểu đồ nến được hình thành khi có hai marubozu dài - một cái màu trắng và một màu đen - cùng với một khoảng cách giữa chúng. Mẫu đá bullish sẽ trình bày như là một màu đen hoặc một candlestick đầy mà không có bất kỳ bấc (bóng tối), theo sau là một khoảng cách cao với một màu trắng hoặc rỗng nến là cũng không có bấc

source: Kicking patterns on a candlestick chart are formed when there are two marubozu - one white and one black - with a gap between them. Bullish kicking patterns would present as a black or filled candlestick without any wicks (shadows) followed by a gap higher with a white or hollow candlestick that is also without wicks
de: Es bilden sich Kicking-Pattern auf einem Candlestick-Chart, wenn es zwei Marubozu gibt - eines weiß und eines schwarz - mit einem Gap zwischen ihnen. Bullische Kicking-Pattern werden als schwarze oder gefüllte Kerze ohne Dochte (Schatten) angezeigt, gefolgt von einem Gap mit einer weißen oder holen Kerze, die ebenfalls keine Dochte hat
es: Los patrones de patada (kicking) en un gráfico de velas japonesas se forman cuando hay dos marubozus - una blanca y una negra - con un gap entre ellas. Los patrones de patada alcista presentarían una vela negra o con cuerpo lleno sin mechas (sombras), seguidas por un gap más alto con una vela blanca o de cuerpo vacío que tampoco tiene mechas
fr: Les schémas de coup de pied sur un graphique en chandelier se forment lorsqu'il y a deux marubozu - un blanc et un noir - avec un fossé entre les deux. Les schémas de coup de pied haussiers se présenteraient comme un chandelier noir ou rempli sans mèches (ombres) suivi par un fossé haussier avec un chandelier blanc ou creux qui est aussi sans mèche
id: Pola kicking pada chart candlestick dibentuk oleh dua marubozu panjang - satu putih dan satu hitam - terdapat celah diantaranya. Pola kicking bullish diwakili oleh warna hitam atau candlestick berisi tanpa sumbu (bayangan) diikuti oleh celah yang lebih tinggi dengan lilin putih atau berongga yang juga tanpa sumbu
pl: Formacje kopnięcia (Kicking) na wykresie świecowym tworzą się, gdy mamy dwie świece marubozu o długim korpusie – jedną białą i jedną czarną – z luką pomiędzy nimi. Formacje kopnięcia o tendencji zniżkowej przybiera formę czarnej lub wypełnionej świecy bez żadnych cieni, po których występuje luka górna z białą lub pustą świecą również pozbawioną cieni
pt: Padrões Chute num gráfico de velas são formados quando há dois marubozus - um branco e outro preto - com uma lacuna entre eles. Padrões Chute de alta aparecem como uma vela preta ou preenchida sem quaisquer sobras, seguidas por uma lacuna acima com uma vela branca ou vazia que também não tem sombras
ru: Фигуры "Высокий прыжок" на графике японских свечей формируются при наличии двух марубозу – белого и чёрного, с гэпом между ними. Бычья фигура "Высокий прыжок" представлена чёрной или закрашенной свечой без теней, за которой следует гэп на повышение и белая или незакрашенная свеча, у которой также нет теней
th: รูปแบบ Kicking บนแผนภูมิแท่งเทียนก่อตัวเป็นรูปร่างเมื่อมี Marubozu สองอัน อันหนึ่งสีขาว อีกแท่งหนึ่งสีดำ และมีช่องว่างระหว่างทั้งสอง รูปแบบ Kicking ตลาดขาขึ้นจะแสดงเป็นแท่งเทียนสีดำ หรือ ทึบที่ไม่มีไส้ (เงา) ตามด้วยช่องว่างด้านบน กับแท่งเทียนสีขาว หรือ โปร่งที่ไม่มีไส้เช่นกัน
vi: Các mô hình đá trên một biểu đồ nến được hình thành khi có hai marubozu dài - một cái màu trắng và một màu đen - cùng với một khoảng cách giữa chúng. Mẫu đá bullish sẽ trình bày như là một màu đen hoặc một candlestick đầy mà không có bất kỳ bấc (bóng tối), theo sau là một khoảng cách cao với một màu trắng hoặc rỗng nến là cũng không có bấc

source: Kuala Lumpur Office
de: Kuala Lumpur Firmensitz
es: Oficina de Kuala Lumpur
fr: Bureau de Kuala Lumpur
id: Kantor Kuala Lumpur
it: Sede di Kuala Lumpur
ja: クアラルンプール（マレーシア）
pl: Biuro w Kuala Lumpur
pt: Escritório de Kuala Lumpur
ru: Офис в Куала-Лумпуре
th: สำนักงานกัวลาลัมเปอร์
vi: văn phòng Kuala Lumpur

source: Ladder Bottom (CDLLADDERBOTTOM)
es: Suelo de escalera (CDLLADDERBOTTOM)
fr: Échelle inférieure (CDLLADDERBOTTOM)
ja: 梯子下（CDLLADDERBOTTOM）
pl: Ladder Bottom – dno drabiny (CDLLADDERBOTTOM)
ru: Ступенчатое дно (CDLLADDERBOTTOM)
vi: Mô hình bậc thang dưới (CDLLADDERBOTTOM)

source: Last 12 mnts Profitable Trades
fr: Derniers 12 mois de trades rentables
id: Trading Menguntungkan 12 bulan Terakhir
ru: Прибыльные контракты за последние 12 мин
th: ตารางผลกำไร 12 รอบเดือนที่ผ่านมา
vi: Các giao dịch kéo dài 12 phút có lợi nhuận

source: Last used
de: Zuletzt verwendet
es: Utilizado por última vez
fr: Dernière utilisation
id: Terakhir digunakan
it: Ultima volta
ja: 最後に使用したもの
pl: Ostatnio używane
pt: Última utilização
ru: Недавние
th: ใช้ครั้งล่าสุด
vi: Lần sử dụng cuối

source: Learning to trade
de: Zu Handeln lernen
es: Aprender a operar
fr: Apprendre à trader
id: Belajar bertrading
it: Imparare a fare trading
ja: トレードの練習
pl: Jak handlować
pt: Aprendendo negociar
ru: Научитесь торговле
th: ศึกษาการซื้อขาย
vi: học cách giao dịch

source: Least Squares Moving Average (LSMA)
es: Media móvil de mínimos cuadrados (LSMA)
fr: Moyenne Mobile des Moindres Carrés (MMMC)
ja: 移動最小二乗近似（LSMA）
pl: Średnia krocząca najmniejszych kwadratów (LSMA)
pt: Média Móvel de Mínimos Quadrados (LSMA)
ru: Скользящая средняя по наименьшему количеству клеток (LSMA)
vi: Công thức bình phương tối thiểu biến thiên trung bình (LSMA)

source: Less than
de: Weniger als
es: Menos de
fr: Moins de
id: Kurang dari
it: Meno di
ja: 未満
pl: Mniej niż
pt: Inferior a
ru: Менее
th: น้อยกว่า
vi: Ít hơn

source: Let's do it
de: Machen wir das
es: Hagámoslo
fr: C'est parti
id: Mari kita lakukan
it: Facciamolo
ja: はじめましょう
pl: Zróbmy to
pt: Vamos a isso
ru: Приступим
th: ลงมือเลย
vi: Chúng ta hãy làm điều đó

source: Level of Education
de: Ausbildunggrad
es: Nivel de Educación
fr: Niveau de qualification
id: Tingkat Pendidikan
it: Livello d'istruzione
ja: 能力レベル
pl: Poziom wykształcenia
pt: Nível de formação educacional
ru: Уровень образования
th: ระดับการศึกษา
vi: Cấp độ giáo dục

source: Licensed and regulated in Malta, the United Kingdom, the Isle of Man, Ireland, and Japan
de: In Malta, Großbritannien, auf der Isle of Man, Irland und Japan zugelassen und überwacht
es: Con licencia y regulada en Malta, Reino Unido, isla de Man, Irlanda y Japón
fr: Autorisé et régulé à Malte, au Royaume Uni, à l’Île de Man, en Irlande et au Japon
id: Berlisensi dan diatur di Malta, Inggris, Isle of Man, Irlandia dan Jepang
it: Autorizzato e regolamentato a Malta, nel Regno Unito, nell'Isola di Man, in Irlanda e Giappone
ja: マルタ、英国、マン島、アイルランド、日本では、監督機関による監査を受けながら発行ライセンスを保持。
pl: Licencje i regulacje na Malcie, Wyspie Man, w Zjednoczonym Królestwie, Irlandii i Japonii
pt: Licenciada e regulada em Malta, no Reino Unido, na Ilha de Man, na Irlanda e no Japão
ru: Компания лицензирована и регулируется на Мальте, в Великобритании, на Острове Мэн, в Ирландии и Японии
th: ได้รับอนุญาตและเป็นไปตามกฎหมายในการดำเนินธุรกิจในประเทศมอลตา สหราชอาณาจักร เกาะ Isle of Man ไอร์แลนด์ และญี่ปุ่น
vi: Được cấp phép và quy định ở Malta, Vương Quốc Anh, đảo Man, Ai-len và Nhật bản

source: Like the EMA, the LWMA assigns more meaning to the recent prices and less to the closing price from the period's beginning. Thus they are faster at detecting a trend reversal, though it they can be more prone to market noise
de: Wie die EMA, misst die LWMA den jüngsten Kursen mehr und den Schlusskursen weniger Bedeutung vom Beginn des Zeitraums an, bei. Deshalb sind sie im Erkennen einer Trendumkehrung schneller, obwohl sie auch anfälliger für Störungen im Markt sind
es: Como el EMA, el LWMA asigna más significado a los precios recientes y menos al precio de cierre desde el comienzo del periodo. De este modo, son más rápidos para detectar una reversión de tendencia, aunque pueden ser más propensos al ruido de mercado
fr: Comme le EMA, le LWMA donne plus de sens aux prix récents et moins au prix de clôture du début de la période. Ainsi ils sont rapides à détecter un retournement de tendance, cependant ils peuvent être sujets au bruit de marché
id: Seperti EMA, LWMA yang memberi lebih banyak arti pada harga baru-baru ini dan kurang pada harga penutupan dari awal periode. Dengan demikian mereka lebih cepat dalam mendeteksi pembalikan tren, meski bisa lebih rentan terhadap kebisingan pasar
ja: Like the EMA, the LWMA assigns more meaning to the recent prices and less to the closing price from the period's beginning. Thus they are faster at detecting a trend reversal, though it they can be more prone to market noise Context | Edit Context
pl: Podobnie jak wykładnicza średnia krocząca (EMA) liniowa ważona średnia krocząca (LWMA) skupia się bardziej na cenach z ostatniego okresu, a mniej na cenach zamknięcia z początku badanego okresu. Z tego powodu szybciej wykrywają zmiany trendu, ale są bardziej podatne na zakłócenia na rynku
pt: Como a MME, MMPL atribui mais significado aos preços recentes e menos ao preço de fechamento do início do período. Portanto, são mais rápidas na detecção de inversão de tendências, apesar de serem mais sujeitas a ruído do mercado
ru: Как и экспоненциальная скользящая средняя (EMA), линейно-взвешенная скользящая средняя (LWMA) уделяет больше внимания недавним ценам и меньше внимания цене закрытия со времени начала периода. Таким образом, этот инструмент быстрее определяет разворот на тренде, но всё же остаётся восприимчивым к рыночному шуму
th: เช่นเดียวกับ EMA LWMA ให้ความหมายมากกว่ากับราคาล่าสุด และน้อยกว่ากับราคาปิดของช่วงเวลาเริ่มต้น ดังนั้นจะช่วยให้ค้นพบการย้อนกลับของแนวโน้มได้เร็วกว่า แต่มีแนวโน้มที่ถูกกระทบด้วยคลื่นรบกวนในตลาดได้ง่ายกว่า
vi: Giống như EMA, LWMA gán thêm ý nghĩa cho các mức giá tại và gán ít hơn cho giá đóng cửa từ thời kỳ của bắt đầu. Vì thế họ nhanh hơn lúc phát hiện một xu hướng đảo ngược, mặc dù nó họ có thể nhạy cảm với biến động của thị trường

source: Line
de: Linie
es: Línea
fr: Ligne
id: Garis
it: Linea
ja: ライン
pl: Linia
pt: Linhas
ru: Линейный
th: เส้น
vi: Dòng kẻ

source: Line Dot
de: Punktlinie
es: Punto de la línea
fr: Ligne en pointillés
id: Garis Titik
it: Punto linea
ja: ラインドット
pl: Linia kropkowana
pt: Ponto de linha
ru: Линейно-точечн.
th: เส้นจุด
vi: Dòng chấm

source: Linearly Weighted Moving Average (LWMA)
es: Media móvil ponderada lineal (LWMA)
fr: Moyenne Mobile Pondérée Linéaire (MMPL)
it: Media mobile ponderata lineare (LWMA)
ja: 線形加重移動平均（LWMA）
pl: Liniowa ważona średnia krocząca (LWMA)
pt: Média Móvel Ponderada Linearmente (MMPL)
ru: Линейно-взвешенная скользящая средняя (LWMA)
vi: Công thức biến thiên trung bình có trọng số tuyến tính (LWMA)

source: Link
es: Enlace
fr: Lien
ja: リンク
pl: Łącze
ru: Ссылка
th: ลิงค์
vi: Liên kết

source: Load Workspace
fr: Télécharger l’Espace de Travail
id: Tampilkan Ruang kerja
ru: Загрузить Рабочую область
th: โหลด Workspace
vi: Tải Workspace

source: Load chart template
de: Chartvorlage wird geladen
es: Cargar plantilla del gráfico
fr: Charger le modèle graphique
id: Memuat template grafik
it: Carica modello del grafico
ja: チャートテンプレートを読み込む
pl: Załaduj szablon wykresu
pt: Carregar modelo do gráfico
ru: Загрузить шаблон графика
th: โหลดแผนภูมิแม่แบบ
vi: Tải mẫu biểu đồ

source: Load trade template
de: Handelsvorlage laden
es: Cargar plantilla del contrato
fr: Charger le modèle de trading
id: Muat template trading
it: Carica modello del trade
ja: 取引テンプレートを読み込む
pl: Załaduj szablon handlowy
pt: Carregar modelo do gráfico
ru: Загрузить шаблон контракта
th: โหลดแม่แบบสำหรับซื้อขาย
vi: Tải mẫu giao dịch

source: Loading Asset Index
de: Aktienindex wird geladen
es: Carga Índice de Activos
fr: Chargement Indice des actifs
id: Loading Indeks Aset
it: Caricamento dell'indice degli asset
ja: 資産インデックスの読み込み
pl: Ładowanie indeksu aktywów
pt: Carregando índice de ativos
ru: Загрузка индекса активов
th: กำลังโหลดดัชนีสินทรัพย์
vi: Đang tải chỉ số tài sản

source: Loading Copy Trade
fr: Chargement de copie de trade
id: Pemuatan Copy Trade
ru: Загрузка копирования
th: กำลังโหลด Copy Trade
vi: Tải bản sao thương mại

source: Loading Download/View Data
de: Download/Daten Einsehen wird geladen
es: Cargando Descargar/Ver Datos
fr: Chargement Télécharger/Afficher des données
id: Pemuatan Download/Lihat Data
it: Caricamento del download/Mostra dati
ja: データのダウンロード/表示を読込み中
pl: Ładowanie danych pobierania/przeglądania
pt: Carregando dados de download/visualização
ru: Идет Загрузка/Обзор данных
th: กำลังโหลด Download/View Data
vi: Đang tải dữ liệu tải về/xem dữ liệu

source: Loading MAM
fr: Chargement de MAM
id: Pemuatan MAM
ru: Загрузка ММС
th: กำลังโหลด MAM
vi: Tải MAM

source: Loading Password dialog
de: Passwortdialog wird geladen
es: Cargando Diálogo de Contraseña
fr: Chargement Boîte de dialogue mot de passe
id: Pemuatan dialog kata sandi
it: Caricamento della finestra di dialogo della password
ja: パスワードダイアログを読み込み中
pl: Ładowanie okna dialogowego wprowadzania hasła
pt: Carregando caixa de diálogo da senha
ru: Загружается диалоговое окно пароля
th: กำลังโหลด Password Dialog
vi: Đang tải Mật Khẩu hội thoại

source: Loading Profit Table
de: Gewinntabelle wird geladen
es: Cargando Tabla de Ganancias
fr: Chargement Tableau des profits
id: Pemuatan Profit Table
it: Caricamento della tabella dei profitti
ja: 取引明細を読込み中
pl: Ładowanie tabeli zysków
pt: Carregando tabela de lucro
ru: Загружается анализ счёта
th: กำลังโหลด Profit Table
vi: Đang tải bảng lợi nhuận

source: Loading Real account opening
de: Echtgeld-Kontoeröffnung wird geladen
es: Cargando Apertura de cuenta Real
fr: Chargement Ouverture d'un compte réel
id: Pemuatan pendaftaran akun Riil
it: Caricamento dell'apertura di un conto reale
ja: リアルマネー口座開設 読込み中
pl: Ładowanie sekcji Otwieranie prawdziwego konta
pt: Carregando a abertura de contas reais
ru: Загружается реальный счёт
th: กำลังโหลดการเปิดบัญชีจริง
vi: Đang tải mở tài khoản Thực

source: Loading Self-Exclusion
de: Selbstausschluss wird geladen
es: Cargando Autoexclusión
fr: Chargement Auto-exclusion
id: Pemuatan Pengecualian Diri
it: Caricamento dell'auto esecuzione
ja: 取引制限の読込み中
pl: Ładowanie sekcji Samodzielne wyłączenie
pt: Carregando auto-exclusão
ru: Загружается самоисключение
th: กำลังโหลดเมนูพักการใช้งาน
vi: Đang tải Tự Loại Trừ

source: Loading Statement Table
de: Kontoauszugstabelle wird geladen
es: Cargando Tabla de Declaración
fr: Chargement Relevé
id: Pemuatan Tabel Pernyataan
it: Caricamento della tabella dell'estratto
ja: 残高明細を読込み中
pl: Ładowanie tabeli stanu konta
pt: Carregando tabela de extrato
ru: Загружается история счёта
th: กำลังโหลดตารางเดินบัญชี
vi: Đang tải bảng kê khai

source: Loading Token management
de: Tokenmanagement wird geladen
es: Cargando gestión de Token
fr: Chargement Gestion des jetons
id: Pemuatan Token manajemen
it: Caricamento della gestione dei token
ja: トークンの設定を読込み中
pl: Ładowanie sekcji Zarządzanie tokenami
pt: Carregando gerenciamento de tokens
ru: Загружается управление ключами
th: กำลังโหลด Token Management
vi: Đang tải quản lý Token

source: Loading Trading Times
de: Handelszeiten werden geladen
es: Cargando Tiempos de Comercio
fr: Chargement Horaires de trading
id: Pemuatan Waktu Trading
it: Caricamento degli orari di trading
ja: 取引時間を読込み中
pl: Ładowanie godzin handlu
pt: Carregando horas de negociação
ru: Загружается время открытия рынков
th: กำลังโหลด Trading Times
vi: Đang tải thời gian giao dịch

source: Loading chart and trade menus
de: Chart- und Handelsmenüs werden geladen
es: Cargando gráficos y menús de comercio
fr: Chargement des menus graphiques et de trading
id: Pemuatan grafik dan menu trading
it: Caricamento dei menu grafici e di trading
ja: チャートと取引メニューを読込み中
pl: Ładowanie menu wykresu i handlowania
pt: Carregando os menus de gráficos e de negociação
ru: Загружается график и торговое меню
th: กำลังโหลดแผนภูมิและเมนูในการเทรด
vi: Đang tải bảng và mục lục giao dịch

source: Loading custom theme configuration
de: Konfiguration des benutzerdefineierten Themas wird geladen
es: Cargando configuración de tema personalizado
fr: Chargement de la configuration de thème personnalisé
id: Pemuatan konfigurasi tema khusus
it: Caricamento della configurazione dello sfondo personalizzata
ja: カスタムテーマの設定を読込み中
pl: ładowanie konfiguracji niestandardowych motywów
pt: Carregando a configuração de tema personalizada
ru: Загрузка индивидуальных настроек
th: กำลังโหลดค่าตัวแปรในการปรับแต่งธีม
vi: Đang tải cấu hình tùy chủ đề tùy chọn

source: Loading help docs
de: Lade Hilfe-Docs
es: Cargar documentos de ayuda
fr: Documents d'aide au chargement
id: Memuat dokumentasi bantuan
it: Caricamento dei documenti di supporto
ja: ヘルプドキュメントを読み込み中
pl: Ładowanie dokumentów pomocowych
pt: Carregando documentos de ajuda
ru: Загрузка пособий
th: กำลังโหลดเอกสารการใช้งาน
vi: Tải tài liệu trợ giúp

source: Loading portfolio
de: Portfolio wird geladen
es: Cargando cartera
fr: Chargement du portefeuille
id: Pemuatan portopolio
it: Caricamento del portafoglio
ja: ポートフォリオを読込み中
pl: Ładowanie portfolio
pt: Carregando portfólio
ru: Загрузка портфеля
th: กำลังโหลดพอร์ตโฟลิโอ
vi: Đang tải danh mục đầu tư

source: Loading...
de: Wird geladen...
es: Cargando...
fr: Chargement...
id: Pemuatan...
it: Caricamento...
ja: 読み込み中…
pl: Ładowanie...
pt: Carregando...
ru: Идёт загрузка...
th: กำลังโหลด...
vi: Đang tải...

source: Log in
es: Iniciar sesión
fr: Connexion
id: Masuk
ja: ログイン
pl: Zaloguj się
pt: Conecte-se
ru: Вход
th: เข้าสู่ระบบ
vi: Đăng nhập

source: Log in time
de: Login-Zeit
es: Tiempo de inicio de sesión
fr: Heure de connexion
id: Waktu masuk
it: Orario di accesso
ja: ログイン時間
pl: Czas logowania
pt: Hora de login
ru: Время входа
th: เวลาเข้าสู่ระบบ
vi: Thời gian đăng nhập

source: Login
es: Iniciar sesión
fr: Connexion
ja: ログイン
pl: Logowanie
pt: Conectar-se
ru: Вход
th: เข้าสู่ระบบ
vi: Đăng nhập

source: Logout
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
id: Keluar
ja: ログアウト
pl: Wylogowywanie
pt: Sair
ru: Выход
th: ออกจากระบบ
vi: Đăng xuất

source: Long Legged Doji (CDLLONGLEGGEDDOJI)
es: Doji de piernas largas (CDLLONGLEGGEDDOJI)
fr: Doji de longues jambes (CDLLONGLEGGEDDOJI)
ja: 長い足の十字（CDLLONGLEGGEDDOJI）
pl: Long Legged Doji – długonogie doji (CDLLONGLEGGEDDOJI)
pt: Doji de Pernas Longas (CDLLONGLEGGEDDOJI)
ru: Длинноногий дожи (CDLLONGLEGGEDDOJI)
vi: Mô hình Doji chân dài (CDLLONGLEGGEDDOJI)

source: Long Line Candle (CDLLONGLINE)
es: Vela de pauta larga (CDLLONGLINE)
fr: Bougie de Longue Ligne (CDLLONGLINE)
ja: 長い線のロウソク足（CDLLONGLINE）
pl: Long Line Candle – świeca o długim korpusie (CDLLONGLINE)
pt: Vela de linha comprida (CDLLONGLINE)
ru: Длинная свеча (CDLLONGLINE)
vi: Mô hình đường nến dài (CDLLONGLINE)
