Repository: binary-com/webtrader
Catalog: translations/i18n/*.po
Languages: de, es, fr, id, it, ja, pl, pt, ru, th, vi

source: Standard Deviation is a statistical calculation used to measure the variability. In trading this value is known as volatility. A low standard deviation indicates that the data points tend to be very close to the mean, whereas high standard deviation indicates that the data points are spread out over a large range of values
de: Die Standardabweichung ist eine statistische Berechnung, die dazu verwendet wird Schwankungen zu messen. Im Handel ist dieser Wert als Volatilität bekannt. Eine niedrige Standardabweichung zeigt an, dass die Datenpunkte dazu tendieren nahe des Mittelwertes zu liegen; wohingegen eine hohe Standardabweichung anzeigt, dass die Datenpunkte sich über eine breite Palette von Werten ausbreiten
es: La desviación estándar en un cálculo estadístico que se utiliza para medir la variabilidad. En negociación en mercados capitales, este valor es conocido como volatilidad. Una desviación estándar baja indica que los puntos de datos tienden a estar muy cerca de la media, mientras que una desviación estándar alta indica que los puntos están repartidos en un rango amplio de valores
fr: L'écart type est un calcul statistique utilisé pour mesurer la variabilité. Dans le trading, cette valeur est connue comme volatilité. Un faible écart type indique que les points de données tendent à être très proche de la moyenne, alors qu'un écart type élevé indique que les points de données sont disséminés sur une large gamme de valeurs
id: Standar Deviasi adalah perhitungan statistik yang digunakan untuk mengukur variabilitas. Pada nilai trading ini dikenal sebagai volatilitas. Sebuah standar deviasi rendah menunjukkan bahwa titik data cenderung sangat dekat dengan mean, sedangkan standar deviasi yang tinggi menunjukkan bahwa titik data tersebar di berbagai macam nilai-nilai
it: La Deviazione standard è un calcolo statistico utilizzato per misurare la variabilità. Nel trading, questo valore è noto come volatilità. Una deviazione standard bassa indica che i punti dei dati tendono a essere molto vicini alla media, mentre la deviazione standard alta indica che i punti dei dati sono sparsi su un ampio range di valori
pl: Odchylenie standardowe to pojęcie statystyczny stosowane jako miara zmienności. W żargonie giełdowym wartość ta nazywana jest zmiennością. Niska wartość odchylenia standardowego wskazuje, że wartości danej wielkości są skupione bardzo blisko średniej, podczas gdy wysoka wartość odchylenia sugeruje, że wartości danej wielkości są rozrzucone wokół jej średniej
pt: Desvio padrão é um cálculo estatístico usado para medir a variabilidade. Em negociação, este valor é conhecido como volatilidade. Um baixo desvio padrão indica que os pontos de dados tendem a estar muito próximos da média, enquanto o alto desvio padrão indica que os pontos de dados estão espalhados sobre um grande intervalo de valores
ru: Стандартное отклонение – это статистический рассчёт, используемый для измерения изменчивости рынков. Его значение в торговле называется волатильностью. Низкое стандартное отклонение обозначает, что элементы данных стремятся к среднему значению, а высокое стандартное отклонение обозначает, что элементы данных имеют широкий диапазон значений
th: ค่าเบี่ยงเบนมาตรฐาน คือ การคำนวณทางสถิติเพื่อวัดความแปรปรวน ในการซื้อขายนั้น ค่าดังกล่าว เป็นที่รู้จักในนาม ความผันผวน ค่าเบี่ยงเบนมาตรฐานต่ำบ่งชี้ว่า ข้อมูลมีแนวโน้มใกล้กับค่าเฉลี่ยมากๆ ในขณะที่ค่าเบี่ยงเบนมาตรฐานสูงจะบ่งชี้ว่า ข้อมูลกระจายตัวออกไปจากช่วงของข้อมูล
vi: Độ lệch chuẩn là một phép tính thống kê được sử dụng để đo lường sự biến thiên. Trong giao dịch giá trị này được gọi là biến động. Độ lệch chuẩn thấp chỉ ra rằng các điểm dữ liệu có xu hướng rất gần với cách thức , trong khi độ lệch chuẩn cao chỉ ra các điểm dữ liệu đang lây lan trên một phạm vi rộng lớn của các giá trị

source: Standard methods
de: Standardmethoden
es: Métodos estándar
fr: Méthodes standards
id: Metode standar
it: Modalità standard
ja: 標準方法
pl: Standardowe metody
pt: Métodos padrão
ru: Стандартные методы
th: วิธีการมาตรฐาน
vi: Phương pháp tiêu chuẩn

source: Standard withdrawal
de: Standardauszahlung
es: Retirada estándar
fr: Retrait standard
id: Penarikan standar
it: Prelievo standard
ja: スタンダード出金
pl: Standardowa wypłata
pt: Retirada padrão
ru: Стандартный вывод
th: การถอนเงินมาตรฐาน
vi: Rút tiền tiêu chuẩn

source: Start Time
de: Startzeit
es: Hora de Inicio
fr: Heure de début
id: Waktu Mulai
it: Orario d'inizio
ja: 開始開始時刻
pl: Czas rozpoczęcia
pt: Hora de início
ru: Время начала
th: เวลาเริ่มต้น
vi: Thời gian bắt đầu

source: Start Trading
es: Comience a operar
fr: Commencez le Trading
id: Mulai Trading
it: Inizia il trading
ja: 取引を始める
ru: Начать торговлю
th: เริ่มซื้อขาย
vi: Bắt đầu giao dịch

source: Start time
de: Startzeit
es: Hora de inicio
fr: Heure de début
id: Waktu mulai
it: Orario d'inizio
ja: 開始時刻
pl: Czas rozpoczęcia
pt: Hora de início
ru: Время начала
th: เวลาเริ่มต้น
vi: Thời gian bắt đầu

source: State/province/region
de: Staat/Provinz/Region
es: Estado/provincia/región
fr: État/province/région
id: Negera/provinsi/daerah
it: Stato/provincia/regione
ja: 都道府県名
pl: Region/województwo
pt: Estado/província/região
ru: Регион/область/край
th: รัฐ/จังหวัด/ภูมิภาค
vi: Bang/tỉnh/vùng

source: Statement
de: Kontoauszug
es: Declaración
fr: Relevé
id: Pernyataan
it: Estratto
ja: 口座残高
pl: Stan konta
pt: Extrato
ru: История счёта
th: รายการเดินบัญชี
vi: Bảng kê

source: Statistical Functions
de: Statistikfunktionen
es: Funciones estadísticas
fr: Les Fonctions Statistiques
id: Fungsi Statistik
it: Funzioni statistiche
ja: 統計関数
pl: Funkcje statystyczne
pt: Funções estatísticas
ru: Статистические функции
th: ฟังก์ชันทางสถิติ
vi: Chức năng thống kê

source: Status
es: Estado
fr: Statut
ja: 金融資産
ru: Статус
th: สถานะ
vi: Trạng thái

source: Stays Between/Goes Outside
fr: Reste dans/Sort de la zone
ru: Останется внутри/вне
th: อยู่ใน/นอกขอบเขต
vi: Ở Giữa/ Đi ra ngoài

source: Stays Between/Goes Outside trades
de: Bleibt Innerhalb/Geht Außerhalb Kontrakte
es: Contratos Queda Dentro/Sale
fr: Trades Reste Entre/Sort De
id: kontrak Stays Between/Goes Outside
it: Trade Stays Between (Staziona fra) / Goes Outside (Esce fuori)
ja: STAY-IN/BREAK-OUT トレード
pl: Zakłady typu „pozostanie pomiędzy/przekroczy”
pt: Negociações Fica entre/Sai fora
ru: Контракты Останется между/Выйдет за пределы
th: การซื้อขาย อยู่ใน/นอกขอบเขต
vi: Các giao dịch ở yên giữa/ra bên ngoài

source: Stays Between/Goes Outside Predict that the market stays inside or goes outside two price targets any time during the contract period
fr: Reste dans/Sort de la zone Vous prédisez si le marché fluctera à l'intérieur ou à l'extérieur de la zone définie entre deux prix-cibles, à tout moment de la période du contrat
id: Stays Between/Goes Outside Menganalisa pasar akan tetap didalam atau bergerak keluar dua harga target kapan saja selama periode kontrak berlangsung
ru: Останется внутри/вне – укажите, будет ли цена находиться внутри или выйдет за пределы двух барьеров в любой момент на протяжении действия контракта
th: อยู่ใน/นอกขอบเขต - พยากรณ์ว่า ราคาในตลาดจะอยู่ในกรอบราคาเป้าหมาย หรือ ออกนอกขอบเขตราคาเป้าหมาย ณ เวลาใดๆ ในระหว่างสัญญาดำเนินอยู่
vi: Ở lại giữa/Đi ra ngoài Dự đoán rằng thị trường vẫn ở bên trong hoặc ra bên ngoài 2 mức giá mục tiêu bất kì lúc nào trong suốt kì hợp đồng

source: Stays in
de: Bleibt innerhalb
es: Queda dentro
fr: Reste dans la zone
ja: STAY-IN
pl: Pozostaje w
pt: Fica dentro
ru: Останется внутри
vi: Ở lại trong

source: Step 1: Define your position
de: Schritt 1: Definieren Sie Ihre Position
es: Paso 1: Defina su posición
fr: Étape 1: Définissez votre position
id: Langkah 1: Tentukan posisi Anda
it: Step 1: Definisci la tua posizione
ja: ステップ１：ポジションの選択
pl: Krok 1: Określ swoją pozycję
pt: Etapa 1: Defina a sua posição
ru: Шаг 1: Выберите условия
th: ขั้นตอนที่ 1: กำหนดโพซิชั่นของท่าน
vi: Bước 1: Xác định vị thế của bạn

source: Step 2: Get your contract price
fr: Étape 2 : Obtenez un prix de contrat
id: Langkah 2: Dapatkan harga kontrak Anda
it: Step 2: Ottieni il prezzo del tuo contratto
ru: Шаг 2: Узнайте цену контракта
th: ขั้นตอนที่ 2: ตั้งราคาซื้อขายของท่าน
vi: Bước 2: Chọn giá hợp đồng

source: Step 3: Make your trade
de: Schritt 3: Machen Sie Ihren Abschluss
es: Paso 3: Realice su transacción
fr: Étape 3: Faites votre trade
id: Langkah 3: Lakukan Trading
it: Step 3: Effettua il tuo trade
ja: ステップ３：取引を実行
pl: Krok 3: Dokonaj transakcji
pt: Etapa 3: Realize a sua negociação
ru: Шаг 3: Купите контракт
th: ขั้นตอนที่ 3: ทำการซื้อขาย
vi: Bước 3: Thực hiện giao dịch của bạn

source: Stick Sandwich (CDLSTICKSANDWICH)
es: Patrón stick sandwich (CDLSTICKSANDWICH)
fr: Sandwich Bâton (CDLSTICKSANDWICH)
ja: スティックサンド（CDLSTICKSANDWICH）
pl: Stick Sandwich – kanapka (CDLSTICKSANDWICH)
ru: Бутерброд (CDLSTICKSANDWICH)
vi: Mô hình bánh Sandwich (CDLSTICKSANDWICH)

source: Stochastic (STOCH )
de: Stochastisch (STOCH )
es: Estocástico (STOCH)
fr: Stochastique (STOCH )
it: Stocastico (STOCH )
ja: ストキャスティクス（STOCH）
pl: Oscylator stochastyczny (STOCH)
ru: Стохастик (STOCH )
vi: Ngẫu nhiên (STOCH)

source: Stochastic Fast (STOCHF)
de: Stochastisch Schnell (STOCHF)
es: Estocástico rápido (STOCHF)
fr: Stochastique Rapide (STOCHF)
it: Stocastico veloce (STOCHF)
ja: ストキャスティクス・ファースト（STOCHF）
pl: Oscylator stochastyczny szybki (STOCHF)
ru: Быстрый стохастик (STOCHF)
vi: Ngẫu nhiên nhanh (STOCHF)

source: Stochastic Relative Strength Index (STOCHRSI)
de: Stochastischer Relative Stärke Index (STOCHRSI)
es: Índice de fuerza relativa estocástico (STOCHRSI)
fr: Indice de Force Relative Stochastique (STOCHRSI)
it: Indice di forza relativa stocastica (STOCHRSI)
ja: ストキャスティクス・相対力指数（STOCHRSI）
pl: Stochastyczny wskaźnik siły względnej (STOCHRSI)
pt: Índice de Força Relativa Estocástico (STOCHRSI)
ru: Стохастический индекс относительной силы (STOCHRSI)
vi: Chỉ số sức mạnh tương đối ngẫu nhiên (STOCHRSI)

source: Stochastic Slow (STOCHS)
de: Stochastisch Langsam (STOCHS)
es: Estocástico lento (STOCHS)
fr: Stochastique Lente (STOCHS)
it: Stocastico lento (STOCHS)
ja: スローストキャスティック（STOCHS）
pl: Oscylator stochastyczny wolny (STOCHS)
pt: Estocástico lento (STOCHS)
ru: Медленный стохастик (STOCHS)
vi: Ngẫu nhiên chậm (STOCHS)

source: Stock market indices measure the value of a selection of companies in the stock market
de: Börsenindizes gewichten den Wert einer Auswahl an der Börse notierter Unternehmen
es: Los índices bursátiles miden el valor de una selección de las compañías en el mercado bursátil
fr: Les indices du marché action mesure la valeur de la sélection des entreprises dans le marché action
id: Indeks bursa saham mengukur nilai beberapa perusahaan pada bursa saham
it: Gli indici azionari misurano il valore di una selezione di società presenti nel mercato azionario
ja: 株式市場インデックスは、株式市場での企業の選択値を測定します。
pl: Wskaźniki indeksów giełdowych mierzą wartość wybranych firm na giełdzie
pt: Os índices do mercado da bolsa medem o valor de uma seleção de empresa no mercado da bolsa
ru: Индексы показывают стоимость определенного набора акций компаний, котирующихся на бирже
th: ดัชนีหลักทรัพย์ของตลาดเป็นตัวบอกมูลค่าของกลุ่มบริษัท หรือ กิจการของตลาดหลักทรัพย์
vi: Chỉ số thị trường chứng khoán đo lường giá trị của một sự lựa chọn các công ty trên thị trường chứng khoán

source: Stocks trading experience
de: Erfahrung im Aktienhandel
es: Experiencia de comerciar con acciones
fr: Expérience du trading sur actions
id: Pengalaman trading bursa saham
it: Esperienza di trading in azioni
ja: 株取引の経験
pl: Doświadczenie w handlowaniu akcjami
pt: Experiência na negociação de ações
ru: Опыт торговли акциями
th: ประสบการณ์ในการซื้อขายหลักทรัพย์ต่างๆ
vi: Kinh nghiệm giao dịch cổ phiếu

source: Stocks trading frequency
de: Aktienhandel Häufigkeit
es: Frecuencia de comerciar con acciones
fr: Fréquence de trading sur actions
id: Frekuensi trading bursa saham
it: Frequenza del trading in azioni
ja: 株取引の頻度
pl: Częstość handlowania akcjami
pt: Frequência das negociações de ações
ru: Частота торговли акциями
th: ความถี่ในการซื้อขายหลักทรัพย์ต่างๆ
vi: Tần suất giao dịch cổ phiếu

source: Stop Loss Level
de: Stop Loss Höhe
es: Nivel de Stop Pérdida
fr: Niveau stop-loss
id: Tingkat Stop Loss
it: Livello di stop loss
ja: 損切りレベル
pl: Poziom Stop stratom
pt: Nível do limite de perdas
ru: Уровень стоп-лосс
th: ระดับยุติการขาดทุน
vi: Ngăn chặn mức độ thua

source: Stop Profit Level
de: Stop Profit Höhe
es: Nivel de Stop Ganancias
fr: Niveau stop-profit
id: Tingkat Stop Profit
it: Livello di stop profit
ja: 利益ストップレベル
pl: Poziom Stop zyskom
pt: Nível do limite de lucros
ru: Уровень стоп-профит
th: ระดับยุติกำไร
vi: Ngăn chặn mức độ lợi nhuận

source: Stop-loss
es: Stop-pérdida
ja: 損切り
pl: Stop stratom
pt: Limite de perdas
ru: Стоп-лосс
th: หยุดขาดทุน
vi: Chặn thua

source: Stop-profit
es: Stop-ganancia
ja: 利益ストップ
pl: Stop zyskom
pt: Limite de lucros
ru: Стоп-профит
th: หยุดกำไร
vi: Dừng lợi nhuận

source: Stop-type
de: Stop-Art
es: Tipo de stop
fr: Type d'ordre stop
id: Jenis-Berhenti
it: Tipologia di stop
ja: ストップタイプ
pl: Stop-rodzaj
pt: Tipo de limite
ru: Тип стопа
th: ประเภทการยุติ
vi: Kiểu ngưng

source: Stroke color
es: Color de trazo
fr: Couleur du trait
id: Warna stroke
it: Colore del tratto
ja: 境界線の色
ru: Цвет штриха
th: สีของเส้น
vi: Màu Stroke

source: Stroke width
es: Ancho de trazo
fr: Épaisseur du trait
id: Lebar stroke
it: Larghezza del tratto
ja: 境界線の幅
ru: Ширина штриха
th: ความกว้างของเส้น
vi: Chiều rộng Stroke

source: Submit
de: Absenden
es: Enviar
fr: Envoyer
id: Ajukan
it: Invia
ja: 送信
pl: Wyślij
pt: Enviar
ru: Подтвердить
th: ส่ง
vi: Gửi

source: Successfully applied the template and saved it as
es: Plantilla aplicada y guardada como
fr: Le modèle a été correctement appliqué et enregistré comme
id: Berhasil menerapkan template dan menyimpannya sebagai
it: Il modello è stato correttamente applicato e salvato come
ja: テンプレートが適用され、正常に保存されました
ru: Шаблон успешно применён и сохранён как
th: เลือกใช้แม่แบบแล้ว และบันทึกเป็น
vi: Áp dụng các bản mẫu và lưu nó như là đã thành công

source: Summation (SUM)
de: Summierung (SUM)
es: Sumatoria (SUM)
fr: Addition (SUM)
id: Penjumlahan (SUM)
it: Sommatoria (SUM)
ja: 総和（SUM）
pl: Sumowanie (SUM)
pt: Somatório (SUM)
ru: Суммирование (SUM)
vi: Phép lấy tổng (SUM)

source: Sun
de: So
es: Dom
fr: dim.
id: Ming
it: Dom
ja: 日曜日
pl: Niedz.
pt: Dom
ru: Вск
th: อา
vi: Chủ nhật

source: Sunday
de: Sonntag
es: Domingo
fr: Dimanche
id: Minggu
it: Domenica
ja: 日曜日
pl: Niedziela
pt: Domingo
ru: Воскресенье
th: วันอาทิตย์
vi: Chủ Nhật

source: Table
de: Tabelle
es: Tabla
fr: Tableau
id: Tabel
it: Tabella
ja: 歩み値
pl: Tabela
pt: Tabela
ru: Таблица
th: ตาราง
vi: Bảng biểu

source: Takuri (Dragonfly Doji with very long lower shadow) (CDLTAKURI)
de: Takuri (Dragonfly Doji mit einem sehr langen, niedrigen Schatten) (CDLTAKURI)
es: Takuri (doji libélula con una sombra inferior muy larga) (CDLTAKURI)
fr: Takuri (Doji Libellule avec une très longue ombre inférieure) (CDLTAKURI)
id: Takuri (Dragonfly Doji dengan bayangan rendah yang sangat panjang) (CDLTAKURI)
it: Takuri (Dragonfly Doji con un'ombra inferiore molto lunga) (CDLTAKURI)
ja: たくり線（CDLTAKURI）
pl: Takuri (ważka doji z bardzo długim dolnym cieniem) (CDLTAKURI)
pt: Takuri (Doji libélula com sombra inferior muito longa) (CDLTAKURI)
ru: Такури (Дожи-стрекоза с очень длинной нижней тенью) (CDLTAKURI)
th: Takuri (แมลงปอแท่งเทียนเงาล่างยาวมาก) (CDLTAKURI)
vi: Mô hình Takuri (Dragonfly Doji với bóng dưới rất dài) (CDLTAKURI)

source: Tasuki Gap (CDLTASUKIGAP)
fr: Fossé Tasuki (CDLTASUKIGAP)
ja: たすきギャップ（CDLTASUKIGAP）
pl: Luka Tasuki (CDLTASUKIGAP)
pt: Lacuna Tasuki (CDLTASUKIGAP)
ru: Гэп тасуки (CDLTASUKIGAP)
vi: Mô hình Khoảng cách tasuki (CDLTASUKIGAP)

source: Tax identification number
es: Número de identificación fiscal
fr: Numéro d'identification fiscale
id: Nomor Pokok Wajib Pajak
it: Numero di identificazione fiscale
ja: マイナンバー
ru: Номер налогоплательщика
th: เลขประจำตัวผู้เสียภาษี
vi: Mã số thuế

source: Tax information
es: Información tributaria
fr: Information fiscale
id: Informasi pajak
it: Informazioni fiscali
ja: 税務情報
ru: Информация о налогах
th: ข้อมูลภาษี
vi: Thông tin thuế

source: Tax residence
es: Residencia fiscal
fr: Résidence fiscale
id: Pajak rumah
it: Residenza fiscale
ja: 税務上の居住地
ru: Место налоговой регистрации
th: แหล่งรายได้สำหรับภาษี
vi: Thuế nơi cư trú

source: Tel
fr: Tél.
ja: 電話番号
ru: Тел
th: โทร
vi: Điện thoại

source: Template changes saved
es: Cambios de plantilla guardados
fr: Modifications apportées au modèle enregistrées
id: Perubahan template disimpan
it: Modifiche apportate al modello salvato
ja: テンプレートの変更が完了しました
ru: Изменения сохранены
th: การเปลี่ยนแปลงแม่แบบได้ถูกบันทึกแล้ว
vi: Thay đổi mẫu đã được lưu lại

source: Template name
de: Vorlagenname
es: Nombre de la plantilla
fr: Nom du modèle
id: Nama template
it: Nome del modello
ja: テンプレート名
pl: Nazwa szablonu
pt: Nome do modelo
ru: Название шаблона
th: ชื่อแม่แบบ
vi: Tên mẫu

source: Template name already exists
es: El nombre de la plantilla ya existe
fr: Le nom du modèle existe déjà
id: Nama template sudah ada
it: Il nome del modello esiste già
ja: このテンプレート名は既に存在しています
ru: Данное имя уже существует
th: มีชื่อแม่แบบนี้แล้ว
vi: Tên bản mẫu đã tồn tại

source: Terms
de: Bedingungen
es: Términos
fr: Conditions
id: Syarat
it: Termini
ja: 利用規約
pl: Warunki
pt: Termos
ru: Условия
th: ข้อตกลง
vi: Điều khoản

source: Tertiary
de: Tertiär
es: Terciario
fr: Supérieur
id: Tersier
it: Terziario
ja: 第三
pl: Wyższe
pt: Terciário/Superior
ru: Высшее
th: ลำดับที่สาม
vi: Cấp 3

source: The AUD Index is a weighted Index, measuring the Australian Dollar's value against a basket of 5 global currencies (USD, EUR, GBP, JPY, CAD), each weighted by 20%
fr: L'indice AUD est un indice pondéré mesurant la valeur du Dollar Australien par rapport à un panier de 5 devises internationales (USD, EUR, GBP, JPY, CAD), dont chacune est pondérée à 20%
id: Indeks AUD adalah Indeks yang ditimbang dengan mengukur nilai Dolar Australia melawan 5 mata uang global (USD, EUR, GBP, JPY, CAD), masing-masing ditimbang dengan 20%
ru: Индекс AUD является взвешенным индексом, измеряющим значение австралийского доллара против корзины из 5 основных мировых валют (USD, EUR, GBP, JPY, CAD), каждая из которых взвешена на 20%
th: AUD Index เป็นดัชนีถ่วงน้ำหนัก ที่ใช้แสดงมูลค่าของดอลลาร์ออสเตรเลียกับ 5 สกุลเงินหลักของโลก (USD, EUR, GBP, JPY, CAD) โดยมีนำ้หนักแต่ละสกุลเงินที่ 20%
vi: Chỉ số AUD là chỉ số có trọng số, đo lường giá trị của Đô la Úc so với trong giỏ 5 loại đồng tiền quốc tế (USD, EUR, GBP, JPY, CAD), mỗi loại có trọng số là 20%

source: The Absolute Price Oscillator (APO) is based on the absolute differences between two moving averages of different lengths, a Fast and a Slow moving average
de: Der Absolute Preis Oszillator (APO) basiert auf dem absoluten Unterschied zwischen gleitenden Durchschnitten von verschiedenen Längen, einem schnell und einem langsam gleitenden Durchschnitt
es: El oscilador de precio absoluto (APO) se basa en las diferencias absolutas entre dos medias móviles de diferentes largos: una media móvil rápida y una lenta
fr: L'Oscillateur de Prix Absolu (OPA) est basé sur les différences absolues entre deux moyennes mobiles de différentes longueurs, une Rapide et Lente moyenne mobile
id: Harga Mutlak Oscillator (APO) didasarkan pada perbedaan mutlak antara dua moving average panjang yang berbeda, moving average Cepat dan rata-rata bergerak Lambat
it: L'Oscillatore di prezzo assoluto (APO) si basa sulle differenze assolute tra due medie mobili di diverse lunghezze, una media mobile Veloce e una Lenta
pl: Oscylator APO (Absolute Price Oscillator) opiera się na wartościach bezwzględnych pomiędzy dwoma średnimi kroczącymi o różnej długości: średniej kroczącej szybkiej i średniej kroczącej wolnej
pt: O Oscilador de Preço Absoluto (OPA) é baseado nas diferenças absolutas entre duas médias móveis de comprimentos diferentes, uma média móvel rápida e outra lenta
ru: Абсолютный ценовой осциллятор (APO) основан на абсолютной разнице между двумя скользящими средними разной длины: быстрой и медленной скользящей средней
th: Absolute Price Oscillator (APO) แสดงค่าสัมบูรณ์ของความแตกต่างระหว่างค่าเฉลี่ยเคลื่อนที่ที่มีระยะต่างกัน ของการเคลื่อนที่เร็วเฉลี่ย และการเคลื่อนที่ช้าเฉลี่ย
vi: Công cụ dao động giá tuyệt đối (APO) dựa trên sự khác biệt tuyệt đối giữa hai biến thiên trung bình của những độ dài khác nhau, một biến thiên trung bình nhanh và một chậm

source: The Aroon Oscillator is the difference between Aroon-Up and Aroon-Down. These two indicators are usually plotted together for easy comparison, but chartists can also view the difference of these two indicators with the Aroon Oscillator. This indicator fluctuates between -100 and +100 with zero as the middle line
de: Der Aroon Oszillator ist der Unterschied zwischen Aroon-Auf und Aroon-Ab. Diese beiden Indikatoren werden normalerweise, für einen einfachen Vergleich, zusammen dargestellt; aber Chartisten können den Unterschied dieser beiden Indikatoren auch mit dem Aroon Oszillator sehen. Dieser Indikator schwankt zwischen -100 und +100 mit Null als Mittellinie
es: El oscilador Aroon es la diferencia entre Aroon-Up y Aroon-Down. Estos dos indicadores habitualmente se grafican juntos para facilitar su comparación, pero los analistas pueden también observar las diferencias entre estos dos indicadores mediante el oscilador Aroon. Este indicador fluctúa entre -100 y +100, con cero como línea media
fr: L'Oscillateur Aroon est la différence entre le Aroon Haussier et le Aroon Baissier. Ce sont deux indicateurs sont le plus souvent tracés ensemble pour une simple comparaison, mais les chartistes peuvent aussi voir la différence entre ces deux indicateurs avec l'Oscillateur Aroon. Cet indicateur fluctue entre -100 et +100 avec zéro comme la ligne moyenne
id: Aroon Oscillator adalah perbedaan antara Aroon-Up dan Aroon-Down. Kedua indikator biasanya diplot bersama-sama untuk perbandingan mudah, tetapi secara karakteristik juga dapat melihat perbedaan dari dua indikator ini dengan Aroon Oscillator. Indikator ini berfluktuasi antara -100 dan +100 dengan nol sebagai garis tengah
pl: Oscylator Aroon jest różnicą pomiędzy wartością wskaźnika Aroon-Up oraz Aroon-Down. Te dwa wskaźniki zazwyczaj są zestawiane ze sobą, aby ułatwić ich porównanie, ale możliwa jest również łatwa analiza różnic pomiędzy nimi dzięki oscylatorowi Aroons. Wartości tego wskaźnika wahają się między -100 a +100, zero jest wartością środkową
pt: O Oscilador Aroon é a diferença entre Aroon para cima e Aroon para baixo. Estes dois indicadores normalmente são traçados juntos para uma comparação facilitada, mas cartistas podem também ver as diferenças destes dois indicadores com o Oscilador Aroon. Este indicador flutua entre -100 e +100 com zero representado pela linha do meio
ru: Осциллятор Арун является разницей между индикаторами Арун-Вверх и Арун-Вниз. Эти два индикатора очень часто объединяют для облегчения сравнения, но технические аналитики могут увидеть разницу между двумя индикаторами с помощью Осциллятора Арун. Данный индикатор колеблется между значениями -100 и +100 с нулём в качестве середины
th: Aroon Oscillator มีความแตกต่างระหว่า Aroon-Up และ Aroon-Down ดัชนีสองประเภทนี้เป็นดัชนีทั่วๆ ไป ที่ใช้แสดงการเปรียบเทียบอย่างง่าย แต่ผู้เชี่ยวชาญในตลาดหลักทรัพย์แนะนำว่ายังสามารถใช้ดัชนีนี้แสดงความแตกต่างระหว่างสองดัชนี Aroon Oscillator ดัชนีชนิดนี้มีความแปรปรวนอยู่ระหว่าง -100 และ +100 กับศูนย์ ที่เป็นเส้นกลาง
vi: Công cụ giao động Aroon là sự khác biệt giữa Aroon-Up và Aroon xuống. Hai chỉ số này thường được ghép với nhau để dễ dàng so sánh, nhưng người vẽ biểu đồ cũng có thể nhìn sự khác biệt của các chỉ số hai với công cụ giao động Aroon. Chỉ số này biến động từ -100 đến 100 với 0 là đường giữa
