Repository: binary-com/webtrader
Catalog: translations/i18n/*.po
Languages: de, es, fr, id, it, ja, pl, pt, ru, th, vi

source: The Rate of Change Percentage (ROCP) indicator compares the current price with the previous price from a selected number of periods ago. The current price is divided by the previous price. ROCP does not express as a percentage. This indicator is also commonly known as a momentum indicator
de: Der Rate of Change Percentage (ROCP) Indikator vergleicht den aktuellen Kurs mit dem vorigen Kurs, von einer ausgewählten Anzahl an Zeiträumen. Der aktuelle Kurs wird durch den vorigen Kurs geteilt. ROCP drückt sich nicht als Prozentsatz aus. Dieser Indikator ist auch als Momentum-Indikator bekannt
es: El indicador porcentaje de tasa de cambio (ROCP) compara el precio actual con un precio anterior extraído de un número seleccionado de períodos anteriores. El precio actual se divide por el precio anterior. ROCP no expresa un porcentaje. Este indicador es también conocido como un indicador de momentum
fr: L'indicateur de Pourcentage du Taux de Change (PTDC) compare le prix actuel avec le précédent prix à partir du nombre de périodes précédentes. Le prix actuel est divisé par le précédent prix. PTDC ne s'exprime pas en pourcentage. Cet indicateur est aussi communément connu comme un indicateur de momentum
id: Indikator Persentase Rate of Change (ROCP) membandingkan harga terkini dengan harga sebelumnya dari beberapa period terpilih sebelumnya. Harga terkini dibagi oleh harga sebelumnya. ROCP tidak menggambarkan persentasi. Indikator ini dikenal umum sebagai indikator momentum
pl: Procentowy wskaźnik zmian ceny (ROCP) porównuje obecną cenę z ceną z wybranych poprzednich okresów. Obecna wartość ceny jest dzielona przez wartość poprzednią. Wskaźnik ROCP nie jest przedstawiany w ujęciu procentowym. Nazywa się go również wskaźnikiem dynamiki
pt: O indicador da Taxa de Mudança de Percentagem (TMP) compara o preço atual com o preço anterior de um certo período anterior pré-selecionado. O preço atual é divido pelo preço anterior. A TMP não se expressa como uma percentagem. Este indicador é geralmente conhecido como um indicador de impulso
ru: Процент скорости изменения (ROCP) сравнивает текущую цену с предыдущей ценой за выбранное количество периодов в прошлом. Текущая цена делится на предыдущую цену. ROCP не выражается в процентном соотношении. Также данный индикатор называют индикатором темпа
th: ดัชนี Rate of Change Percentage (ROCP) แสดงการเปรียบเทียบระหว่างราคาปัจจุบันและราคาในอดีต ณ เวลา ใดเวลาหนึ่งในช่วงที่ผ่านมาโดยการระบุช่วงเวลา ราคาในปัจจุบันถูกหารด้วยราคาก่อนหน้า ดัชนี ROCP ไม่ได้แสดงผลในรูปร้อยละ ดัชนีนี้เป็นดัชนีที่รู้จักในอีกชื่อหนึ่งว่า ดัชนีโมเมนตัม
vi: Các chỉ số tỷ giá hối đoái theo phần trăm (ROCP) so sánh giá cả hiện nay với mức giá trước đó từ một số thời gian trước đây đã chọn. Giá hiện tại được chia bởi mức giá trước đó. ROCP không thể hiện như một phần trăm. Chỉ số này cũng thường được biết đến như là một chỉ báo momentum

source: The Rate of Change Rate (ROCR) indicator compares the current price with the previous price from a selected number of periods ago. The current price is divided by the previous price. This indicator is also commonly known as a momentum indicator
de: Der Rate of Change Percentage (ROCP) Indikator vergleicht den aktuellen Kurs mit dem vorigen Kurs, von einer ausgewählten Anzahl an Zeiträumen. Der aktuelle Kurs wird durch den vorigen Kurs geteilt. Dieser Indikator ist auch als Momentum-Indikator bekannt
es: El indicador coeficiente de tasa de cambio (ROCP) compara el precio actual con un precio anterior extraído de un número seleccionado de períodos anteriores. El precio actual se divide por el precio anterior. Este indicador es también conocido como un indicador de momentum
fr: L'indicateur de Taux de Variation de Taux (TVDT) compare le prix actuel avec le précédent prix à partir du nombre de périodes précédentes sélectionnés. Le prix actuel est divisé par le précédent prix. L'indicateur est aussi communément connu comme un indicateur de momentum
id: Indikator Rate of Change Rate (ROCR) membandingkan harga saat ini dengan harga sebelumnya dari beberapa periode terpilih sebelumnya. Harga terkini dibagi oleh harga sebelumnya. Indikator ini juga dikenal secara umum sebagai indikator momentum
pl: Procentowy wskaźnik zmian ceny (ROCP) porównuje obecną cenę z ceną z wybranych poprzednich okresów. Obecna wartość ceny jest dzielona przez wartość poprzednią. Wskaźnik nazywany jest również wskaźnikiem dynamiki
pt: O indicador da Taxa de Mudança de Percentagem (TMP) compara o preço atual com o preço de um certo período anterior pré-selecionado. O preço atual é divido pelo preço anterior. A TMP não se expressa como uma percentagem. Este indicador é geralmente conhecido como um indicador de impulso
ru: Индикатор Скорость изменения цены (ROCR) сравнивает текущую цену с предыдущей ценой за определённое количество периодов в прошлом. Текущая цена делится на предыдущую цену. Данный индикатор также часто называют индикатором темпа
th: ดัชนี Rate of Change Rate (ROCR) แสดงการเปรียบเทียบระหว่างราคาปัจจุบันและราคาในอดีต ณ เวลา ใดเวลาหนึ่งในช่วงที่ผ่านมาโดยการระบุช่วงเวลา ราคาในปัจจุบันถูกหารด้วยราคาก่อนหน้า ดัชนีนี้เป็นดัชนีที่รู้จักในอีกชื่อหนึ่งว่า ดัชนีโมเมนตัม
vi: Tỷ lệ tỷ giá hối đoái (ROCR) so sánh giá cả hiện nay với mức giá trước đó từ một số thời gian trước đây đã chọn. Giá hiện tại được chia bởi mức giá trước đó. Chỉ số này cũng thường được biết đến như là một chỉ báo momentum

source: The Relative Strength Index (RSI) was published by J. Welles Wilder. The current price is normalized as a percentage between 0 and 100. The name of this oscillator is misleading because it does not compare the instrument relative to another instrument or set of instruments, but rather represents the current price relative to other recent pieces within the selected lookback window length
de: Der Relative Stärke Index (RSI) wurde von J. Welles Wilder veröffentlicht. Dieser Kurs ist als ein Prozentsatz zwischen 0 und 100 normalisiert. Der Name dieses Oszillators ist irreführend, da er kein Instrument relativ zu einem anderen Instrument oder Sett von Instrumenten vergleicht, sondern den aktuellen Kurs relativ zu anderen jüngsten Kursen innerhalb der Länge des ausgewählten Rückblickfensters repräsentiert
es: El índice de fuerza relativa (RSI) fue publicado por J. Welles Wilder. El precio actual se normaliza como un porcentaje entre 0 y 100. El nombre de este oscilador es engañoso, puesto que no compara el instrumento con relación a otro instrumento o set de instrumentos, sino que representa el precio actual en relación con otros recientes dentro del periodo seleccionado
fr: L'Indice de Force Relative (IFR) a été publié par J. Welles Wilder. Le prix actuel est normalisé en pourcentage entre 0 et 100. Le nom de l'oscillateur est trompeur car il ne compare pas l'instrument relativement à un autre instrument ou un ensemble d'instruments, mais aussi représente le prix actuel par rapport à d'autres pièces récentes à l'intérieur de la fenêtre de temps selectionnée
id: Relative Strength Index (RSI) diterbitkan oleh J. Welles Wilder. Harga saat ini dinormalisasi sebagai persentasi antara 0 dan 100. Nama osilator ini sedikit membingungkan karena tidak membandingkan instrument relatif kepada instrumen lain atau beberapa instrumen melainkan merupakan harga saat ini relatif terhadap potongan baru lainnya diantara panjang jangkauan yang dipilih
pl: Wskaźnik względnej siły (RSI) został opracowany przez J. Wellesa Wildera. Obecna cena przedstawiana jest jako wartość procentowa między 0 a 100. Nazwa tego wskaźnika jest myląca, gdyż nie porównuje on instrumentu z innym instrumentem lub zbiorem instrumentów finansowych, lecz odzwierciedla obecną cenę w odniesieniu do niedawnych cen w wybranym przeszłym okresie
pt: O Índice de Força Relativa (IFR) foi publicado por J. Welles Wilder. O preço atual é normalizado como uma percentagem entre 0 e 100. O nome deste oscilador é enganoso porque ele não compara o instrumento relativo a um outro instrumento ou conjunto de instrumentos, mas sim representa o preço atual relativo a outros preços recentes dentro do período retrospetivo selecionado
ru: Индекс относительной силы (RSI) разработан Дж. Уэллсом Уайлдером. Текущая цена нормализована в виде процента от 0 до 100. Название индикатора может ввести в заблуждение, так как он не сравнивает инструмент по отношению к другому инструменту или ряду инструментов, а отображает текущую цену по отношению к другим недавним ценам за выбранный период, отображенный в окне графика
th: Relative Strength Index (RSI) ถูกแผยแพร่โดย J. Welles Wilder ราคาปัจจุบันถูกปรับให้เป็นร้อยละที่มีค่าระหว่าง 0 ถึง 100 ชื่อนี้ทำให้เข้าใจผิด เพราะไม่ได้เป็นการเปรียบเทียบเครื่องมือหนึ่งกับอีกเครื่องมือหนึ่ง หรือ กลุ่มของเครื่องมือที่ใช้ แต่เป็นการแสดงราคาปัจจุบันสัมพันธ์กับราคาอื่นๆ ในช่วงเวลาที่เลือกไว้เปรียบเทียบ
vi: Chỉ số tiềm lực tương đối (RSI) được xuất bản bởi J. Welles Wilder. Giá hiện tại bình thường như là một tỷ lệ phần trăm giữa 0 và 100. Tên của công cụ dao động này gây hiểu lầm bởi vì nó không so sánh công cụ liên quan đến công cụ hoặc tập hợp các công cụ khác, nhưng thay vào đó đại diện cho giá hiện hành tương đối so với miếng khác tại trong chiều dài cửa sổ nhìn lại đã chọn

source: The Rickshaw Man has unusually tall upper and lower shadows, a body in which the opening and closing prices are about the same, and the body is near the middle of the candlestick
de: Der Rickshaw Man hat normalerweise große obere und untere Schatten, einen Körper, in dem die Öffnungs- und Schlusskurse ungefähr gleich sind, und sein Körper befindet sich nahe der Mitte der Kerze
es: El rickshaw man tiene sombras superiores e inferiores inusualmente largas, un cuerpo en el cual los precios de apertura y cierre son casi iguales, y que está cerca del medio de la vela
fr: L'homme du pousse-pousse a de hautes ombres supérieures et inférieures de façon non usuelle, un corps dans lequel les prix d'ouverture et de fermeture sont à peu près les mêmes, et le corps est proche du milieu du chandelier
id: Rickshaw Man memiliki bayangan atas dan bawah yang tinggi, bagan candle dimana harga opening dan closing hampir sama, dan bagan candle dekat dengan tengah candlestick
ja: 「無法松の一生」は非常に長い上ヒゲと下ヒゲがあるものをいいます。始値と終値がほぼ同じであり、ボディがローソクの中心にあります。
pl: Formacja „Rickshaw Man” ma zazwyczaj długi górny cień i krótki dolny cień, a korpus charakteryzuje się podobną ceną otwarcia i zamknięcia. Korpus znajduje się blisko środka świecy
pt: O Rickshaw Man tem sombras superiores e inferiores excecionalmente altas, um corpo em que os preços de abertura e de fechamento são quase iguais, e o corpo está próximo do meio da vela
ru: Фигура "Рикша" обладает необычайно высокими верхней и нижней тенями, а также телом, при котором цена открытия и цена закрытия находятся почти на одном уровне, а тело находится близ середины свечи
th: Rickshaw Man มีความสูงของเงาด้านบนและเงาด้านล่างที่ผิดปกติ ลำตัวของแท่งเทียนมีราคาเปิดและราคาปิดเป็นราคาเดียวกัน และตัวของแท่งเทียนใกล้กับจุดกลางของแท่งเทียน
vi: The Rickshaw Man hay có cao trên bất thường và dưới bóng tối, một cơ thể mà mở cửa và giá đóng cửa là về giống, và cơ thể là gần giữa nến

source: The Shooting formation is created when the open, low, and close are roughly the same price. There is a long upper shadow, generally defined as at least twice the length of the real body
de: Die Shooting Formation wird erstellt, wenn die Öffnung, das Tief und der Schlusskurs ungefähr den gleichen Preis haben. Es gibt einen längeren oberen Schatten, generell als zumindest zweimal so lang wie der echte Körper festgelegt
es: La formación estrella fugaz se crea cuando los precios de apertura, máximo y de cierre son casi los mismos. Además, se aprecia una sombra superior larga, la que debería ser, en general, por lo menos dos veces el largo del cuerpo real de la vela
fr: La formation en coups de feu est créée lorsque l'ouverture, le plus bas et la clôture sont environ au même prix. Il y a une longue ombre supérieure, généralement définie comme au moins deux fois la longueur du corps réel
id: Formasi Shooting terbentuk ketika harga open, low dan close rata-rata pada harga yang sama. Terdapat bayangan atas yang panjang, umumnya didefinisikan setidaknya dua kali panjang bagan candle
pl: Formacja spadającej gwiazdy tworzy się, gdy cena otwarcia, niska i zamknięcia są prawie takie same. Świeca ma długi dolny cień o długości odpowiadającej co najmniej dwukrotności długości korpusu
pt: A formação de tiro é criada quando a abertura, a baixa e o fechamento têm mais ou menos o mesmo preço. Também há uma grande sombra superior, geralmente definida como sendo pelo menos o dobro do comprimento do corpo real
ru: Падающая звезда формируется на графике, когда открытие, минимум и закрытие находятся вблизи одного и того же ценового уровня. Фигура обладает длинной верхней тенью, которая, как правило, минимум в два раза длиннее тела самой свечи
th: การก่อตัวรูปแบบ Shooting เกิดเมื่อมีราคาเปิด ราคาที่ต่ำสุด และราคาปิด เป็นราคาเดียวกัน และยังมีเงาด้านบนที่ค่อนข้างยาว ซึ่งจะมีความยาวอย่างน้อยสองเท่าของตัวของแท่งเทียน
vi: The Shooting được tạo ra khi mở, thấp, và gần là khoảng cùng một mức giá. Đó là một bóng lâu thượng, thường được định nghĩa là ít nhất hai lần chiều dài của cơ thể thực

source: The Simple Moving Average (SMA) is calculated by adding the price of an instrument over a number of time periods and then dividing the sum by the number of time periods. The SMA is basically the average price of the given time period, with equal weighting given to the price of each period
de: Der einfache gleitende Durchschnitt (Simple Moving Average - SMA) wird berechnet, indem der Kurs eines Instruments zu der Anzahl der Zeiträume hinzugefügt, und dann das Ergebnis durch die Anzahl der Zeiträume dividiert wird. Der SMA ist sozusagen der Durchschnittskurs des gegebenen Zeitraums, mit einer gleichwertigen Gewichtung des Kurses eines jeden Zeitraums
es: La media móvil simple (SMA) se calcula sumando el precio de instrumento a un número de periodos de tiempo y, luego, dividiendo el resultado por el número de periodos. El SMA es básicamente el precio promedio de un periodo de tiempo específico, el cual da igual ponderación al precio de cada periodo
fr: La Moyenne Mobile Simple (MMS) est calculée en ajoutant le prix d'un instrument sur le nombre de périodes de temps et ensuite en divisant la somme par le nombre de périodes de temps. Le MMS est à la base un prix moyen de la période de temps donnée, avec une pondération égale donnée au prix de chaque période
id: Simple Moving Average (SMA) dihitung dengan menambahkan harga instrumen selama beberapa periode kemudian membagi jumlah dengan periode waktu. SMA pada dasarnya merupakan harga rata-rata periode waktu yang diberikan, dengan bobot yang sama diberikan pada harga setiap periode
pl: Średnia prosta krocząca (SMA) jest sumą cen danego instrumentu finansowego w wybranych okresach podzieloną przez liczbę tych okresów. Średnia SMA jest średnią ceną w danym okresie, gdzie ceny poszczególnych okresów mają taką samą wagę
pt: A Médio Móvel Simples (MMS) é calculada ao adicionar o preço de um instrumento em vários períodos de tempo e depois ao dividir o somatório pelo número de períodos de tempo. A MMS é basicamente o preço médio do período de tempo em causa, com ponderação equivalente atribuída ao preço de cada período
ru: Простая скользящая средняя (SMA) рассчитывается путём прибавления цены инструмента за определённое число периодов времени, а затем деления полученной суммы на число периодов времени. Простая скользящая средняя фактически является средней ценой за определённый период времени, когда цена за каждый период имеет равное значение
th: Simple Moving Average (SMA) เป็นการคำนวณโดยเพิ่มเครื่องมือของราคาในรอบเวลา แล้วหารด้วยผลรวมของรอบระยะเวลา ปกติแล้ว ดัชนี SMA เป็นราคาเฉลี่ยในช่วงเวลาใดๆ ที่มีการให้น้ำหนักของราคาในช่วงเวลาที่พิจารณา
vi: Các biến thiên trung bình đơn giản (SMA) được tính bằng cách thêm giá của một công cụ trong một số giai đoạn và sau đó phân chia tổng số khoảng thời gian. SMA về cơ bản là giá trung bình trong khoảng thời gian nhất định, với cân bằng cho đến mức giá của từng thời kỳ

source: The Stochastic Relative Strength Index (STOCHRSI) was developed by Tushar Chande and Stanley Kroll, StochRSI is an oscillator that measures the level of RSI relative to its high-low range over a set time period. StochRSI applies the Stochastics formula to RSI values, instead of price values. This makes it an indicator of an indicator. The result is an oscillator that fluctuates between 0 and 1
de: Der Stochastische Relative Stärke Index (STOCHRSI) wurde von Tushar Chande und Stanley Kroll entwickelt. StochRSI ist ein Oszillator, der das Level der RSI relativ zu ihrer hoch-tief Spanne über einen bestimmten Zeitraum misst. StochRSI wendet die stochastische Formel auf RSI Werte, anstelle von auf Kurswerte, an. Dies macht ihn zu einem Indikator eines Indikators. Das Ergebnis ist ein Oszillator, der zwischen 0 und 100 schwankt
es: El índice de fuerza relativa estocástico (STOCHRSI) fue desarrollado por Tushar Chande y Stanley Kroll. Este oscilador mide el nivel de RSI con respecto a su rango en un periodo de tiempo definido. El StochRSI aplica la fórmula estocástica a valores RSI en vez de a precios. Esto lo transforma en un indicador de un indicador. El resultado es un oscilador que fluctúa entre 0 y 1
fr: L'indice de Force Relative Stochastique (STOCHIFR) était développé par Tushar Chande et Stanley Kroll, StochIFR est un oscillateur qui mesure le niveau de l'IFR par rapport à sa gamme haute-basse sur une période de temps donnée. StockIFR applique la formule Stochastique aux valeurs de l'IFR, au lieu des valeurs de prix. Cela en fait un indicateur d'indicateur. Le résultat est un oscillateur qui fluctue entre 0 et 1
id: Stochastic Relative Strength Index (STOCHRSI) dikembangkan oleh Tushar Chande dan Stanley Kroll, StochRSI adalah sebuah osilator yang mengukur tingkat RSI relatif terhadap kisaran high-low selama periode waktu yang ditentukan. StochRSI menerapkan formula Stochastics ke nilai RSI, bukan nilai harga. Hal ini menjadikannya indikator dari indikator. Hasilnya adalah osilator yang berfluktuasi antara 0 dan 1
pl: Stochastyczny wskaźnik siły względnej (STOCHRSI) został stworzony przez Tushara Chande’a oraz Stanleya Krolla. StochRSI to oscylator mierzący poziom wskaźnika RSI w odniesieniu do przedziału jego niskich i wysokich wartości w danym okresie. StochRSI stosuje wzór stochastyczny do wartości RSI zamiast do wartości cenowych. Tym samym jest to wskaźnik innego wskaźnika. Oscylator ten przybiera wartości między 0 a 1
pt: O Índice de Força Relativa Estocástica foi desenvolvido por Tushar Chande e Stanley Kroll. O índice é um oscilador que mede o nível de IFR relativo ao seu intervalo alto-baixo ao longo de um período predefinido. O IFR Estocástico aplica a formula estocástica a valores de IFR, em de valores de preço. Isto faz dele de um indicador de um indicador. O resultado é um oscilador que flutua entre 0 e 1
ru: Стохастический индекс относительной силы (STOCHRSI) был разработан Тюшаром Чэйндом и Стэнли Кроллем. осциллятор измеряет уровень Индекса относительной силы относительно его диапазона максимума и минимума, заданного за определённый период времени. Стохастический индекс относительной силы применяет формулу стохастического индикатора к значениям Индекса относительной силы, вместо ценовых значений. Таким образом, это "индикатор индикатора". В результате формируется осциллятор, который колеблется между 0 и 1
th: Stochastic Relative Strength Index (STOCHRSI) ถูกพัฒนาโดย Tushar Chande และ Stanley Kroll, ดัชนี StochRSI เป็นดัชนีของสัญญาณซึ่งแสดงเป็นระดับของ RSI ที่สัมพันธ์กับช่วยสูง-ต่ำ ในเวลาช่วงหนึ่ง StochRSI ใช้สูตร Stochastics และใช้ค่า RSI แทนราคา จึงเป็นดัชนีของดัชนี และผลลัพธ์ของดัชนีนี้จะผันผวนระหว่าง 0 ถึง 1
vi: Chỉ số tiềm lực tương đối ngẫu nhiên (STOCHRSI) đã được phát triển bởi Tushar Chande và Stanley Kroll, StochRSI là một công cụ dao động mà đo các cấp RSI liên quan đến phạm vi cao thấp trong một khoảng thời gian thiết lập. StochRSI áp dụng công thức Stochastics RSI giá trị, thay vì giá trị giá. Điều này làm cho nó một chỉ báo của một chỉ báo. Kết quả là một dao động biến động giữa 0 và 1

source: The Tasuki Gap pattern is made up of three candlesticks, the first bar is a red candlestick within a defined downtrend, the second bar is another red candlestick that has gapped below the close of the previous bar and the last bar is a white candlestick that closes within the gap of the first two bars
de: Das Tasuki Gap Pattern besteht aus drei Kerzen; der erste Balken ist eine rote Kerze innerhalb eines definierten Abwärtstrends; der zweite Balken ist eine weitere rote Kerze, die sich unter dem Schlusskurs des vorigen Balkens gespalten hat, und der letzte Balken ist eine weiße Kerze, die sich innerhalb des Gaps der beiden ersten Balken schließt
es: El patrón Tasuki Gap está formado por tres velas. La primera es una vela roja dentro de una tendencia bajista definida; la segunda, otra vela roja en un gap descendente con respecto de la vela anterior, y la última, una vela blanca que cierra dentro del gap de las dos primeras barras
fr: Le schéma du Fossé de Tasuki est composé de trois chandeliers, le première barre est un chandelier rouge à l'intérieur d'une baisse de tendance définie, la seconde barre est un autre chandelier rouge qui a chuté en dessous de la clôture de la précédente barre et la dernière barre est un chandelier blanc qui se ferme à l'intérieur du fossé des deux première barres
id: Pola Gap Tasuki terdiri dari tiga candlestick, bar pertama adalah candlestick merah dalam tren turun yang ditentukan, bar kedua adalah candlestick merah lainnya yang telah berada di bawah tutup bar sebelumnya dan bar terakhir adalah candlestick putih yang menutup dua celah bar pertama
pl: Luka Tasuki (Tasuki Gap) składa się z trzech świec: pierwsza z nich jest świecą czerwoną w określonym trendzie, druga świecą czerwoną znajdującą się poniżej pierwszej świecy, a ostatnia to świeca biała zamykająca się w obrębie luki dwóch pierwszych świec
pt: O padrão Lacuna Tasuki é constituído por três velas, a primeira barra é uma vela vermelha com uma tendência de baixa definida, a segunda barra é outra vela vermelha que registra uma lacuna abaixo do fechamento da barra anterior e a última barra é uma vela branca que se fecha dentro da lacuna das duas primeiras barras
ru: Фигура "Гэп тасуки" состоит из трёх свечей. Первой идёт красная свеча с чётко обозначенным нисходящим трендом. Второй идёт ещё одна красная свеча, которая формирует гэп ниже уровня закрытия предыдущей свечи. Последняя свеча в фигуре – белая свеча, закрывающаяся в пределах гэпа первых двух свечей
th: รูปแบบ Tasuki Gap เกิดจาก 3 แท่งเทียน แท่งแรกสีแดงที่บ่งบอกลักษณะแนวโน้มขาลง แท่งเทียนที่สองเป็นแท่งสีแดงอีกแท่งหนึ่งที่มีช่วงห่างในทิศทางด้านล่างราคาปิดของแท่งแรก และแท่งเทียนสุดท้ายเป็นสีขาวซึ่งราคาปิดอยู่ระหว่างช่องว่างของแท่งที่หนึ่งและแท่งที่สอง
vi: Mô hình Tasuki Gap bao gồm ba chân nến, thanh đầu tiên là một nến đỏ trong một xu hướng được xác định, thanh thứ hai là một nến đỏ đã cách dưới đóng thanh trước và bar cuối là một nến trắng mà đóng trong vòng khoảng cách của hai thanh
