Repository: binary-com/webtrader
Catalog: translations/i18n/*.po
Languages: de, es, fr, id, it, ja, pl, pt, ru, th, vi

source: Maximum aggregate contract purchases over a 7-day period
de: Maximale Gesamtsumme der Kontraktkäufe über einen Zeitraum von 7 Tagen
es: Compras de contrato agregado máximas en un período de 7 días
fr: Maximum global des achats de contrat sur une période de 7 jours
id: Total maksimal pembelian kontrak dalam periode 7 hari
it: Contratto aggregato massimo acquistato in un periodo di 7 giorni
ja: 7日間の最大取引数量 (半角)
pl: Maksymalne łączne zakupy kontraktów w okresie 7 dni
pt: Máximo de aquisições agregadas de contratos durante um período de 7 dias
ru: Максимальная совокупная стоимость приобретённых контрактов за 7-дневный период
th: มูลค่าสัญญารวมสูงสุดที่ซื้อในระยะเวลา 7 วัน
vi: Tổng tối đa hợp đồng mua trong thời hạn 7 ngày

source: Maximum aggregate contract purchases per day
de: Maximale Gesamtsumme der Kontraktkäufe je Tag
es: Compras de contrato agregado máximas por día
fr: Maximum global des achats de contrat par jour
id: Maksimum jumlah total beli per hari
it: Contratto aggregato massimo acquistato al giorno
ja: 1日の最大取引数量 (半角)
pl: Maksymalne dzienne łączne zakupy kontraktów
pt: Máximo de aquisições agregadas de contratos por dia
ru: Максимальная совокупная стоимость приобретённых контрактов за день
th: มูลค่าสัญญารวมสูงสุดที่ซื้อต่อวัน
vi: Tổng tối đa hơp đồng mua mỗi ngày

source: Maximum aggregate loss over a 30-day period
de: Maximaler Gesamtverlust über einen Zeitraum von 30 Tagen
es: Compras de contrato agregado máximas en un período de 30 días
fr: Maximum global des pertes sur une période de 30 jours
id: Total maksimal kerugian dalam periode 30 hari
it: Perdita aggregata massima in un periodo di 30 giorni
ja: 30日間の最大損失 (半角)
pl: Maksymalna łączna strata w okresie 30 dni
pt: Máximo de perdas agregadas durante um período de 30 dias
ru: Максимальная совокупная сумма убытков за 30-дневный период
th: มูลค่ารวมที่ขาดทุนสูงสุดในระยะเวลา 30 วัน
vi: Tổng tối đa thua trong thời hạn 30 ngày

source: Maximum aggregate loss per day
de: Maximaler Gesamtverlust je Tag
es: Pérdida total máxima por día
fr: Maximum global des pertes par jour
id: Maksimum jumlah kerugian per hari
it: Perdita aggregata massima al giorno
ja: 1日の最大損失 (半角)
pl: Maksymalna łączna strata dzienna
pt: Máximo de perdas agregadas por dia
ru: Максимальная совокупная сумма убытков за день
th: มูลค่ารวมที่ขาดทุนสูงสุดต่อวัน
vi: Tổng tối đa thua mỗi ngày

source: Maximum number of open positions
de: Maximale Anzahl offener Positionen
es: Número máximo de posiciones abiertas
fr: Nombre maximal de positions ouvertes
id: Maksimum jumlah posisi berjalan
it: Numero massimo di posizioni aperte
ja: 最大保有ポジション
pl: Maksymalna dzienna liczba otwartych pozycji
pt: Número máximo de posições em aberto
ru: Максимальное количество открытых позиций
th: จำนวนสูงสุดของโพซิชั่นที่เปิดอยู่
vi: Số vị trí mở tối đa

source: Maximum price over selected period
de: Maximaler Kurs über den ausgewählten Zeitraum
es: Precio máximo durante periodo seleccionado
fr: Prix maximum sur la période sélectionnée
id: Harga maksimum selama periode yang dipilih
it: Prezzo massimo per il periodo selezionato
ja: 最大金額を超えています
pl: Maksymalna cena w wybranym okresie
pt: Preço máximo durante período selecionado
ru: Максимальная цена за выбранный период
th: ราคาสูงสุดในช่วงเวลาเลือก
vi: Mức giá tối đa trong khoảng thời kì đã chọn

source: May
de: Mai
es: Mayo
fr: mai
id: Mei
it: Maggio
ja: 5月
pl: Maj
pt: Maio
ru: Май
th: พ.ค.
vi: Tháng năm

source: Memorable date
de: Einprägsames Datum
es: Fecha memorable
fr: Date mémorable
id: Tanggal bersejarah
it: Data indimenticabile
ja: 思い出のある日時
pl: Łatwa do zapamiętania data
pt: Data memorável
ru: Важная дата
th: วันแห่งความทรงจำ
vi: Ngày đáng nhớ

source: Memorable town/city
de: Einprägsamer Ort/Stadt
es: Ciudad memorable
fr: Ville mémorable
id: Kota bersejarah
it: Città indimenticabile
ja: 思い出のある都市／街の名前
pl: Łatwe do zapamiętania miasto
pt: Município/cidade memorável
ru: Любимый город
th: เมืองแห่งความทรงจำ
vi: Thị trấn/thành phố đáng nhớ

source: Mesa Adaptive Moving Average (MAMA)
es: Media móvil adaptativa de Mesa (MAMA)
fr: Moyenne Mobile Adaptative Mesa (MMAM)
it: Media mobile adattiva Mesa (MAMA)
ja: メサ適応移動平均（MAMA）
pl: Adaptacyjna średnia krocząca Mesa (MAMA)
pt: Média Móvel Adaptativa Mesa (MAMA)
ru: MESA адаптивная скользящая средняя (MAMA)
vi: công thức Mesa Adaptive Moving Average (MAMA)

source: Min. Trade Stake
fr: Min. Mise pour le Trade
id: Min. Modal Trading
ru: Мин. ставка
th: เดิมพันต่ำสุด
vi: Thương mại cổ phần tối thiểu

source: Min: 10 Max: 2000
es: Mín: 10 máx: 2000
id: Min: 10 Mak: 2000
pl: Min.: 10 Maks.: 2000
pt: Mín: {1} Máx: 2000
ru: Мин: 10; Макс: 2000
th: ต่ำสุด: 10 สูงสุด: 2000
vi: Nhỏ nhất: 10 Lớn nhất: 2000

source: Minimum (MIN)
es: Mínimo (MIN)
it: Minimo (MIN)
ja: 特定期間の最安値（MIN）
pt: Mínimo (MIN)
ru: Минимум (MIN)
vi: tối thiểu (MIN)

source: Minimum of 2 characters required
es: Mínimo de 2 caracteres requeridos
fr: Minimum de 2 caractères requis
id: Minimal 2 karakter yang dibutuhkan
it: Minimo 2 caratteri obbligatori
ja: 2文字以上でご入力ください
ru: Необходимо минимум 2 символа
th: จำนวนตัวอักขระน้อยที่สุดที่ต้องการ คือ 2 อักขระ
vi: Tối thiểu 2 ký tự bắt buộc

source: Minimum of 4 characters required
es: Mínimo de 4 caracteres requeridos
fr: Minimum de 4 caractères requis
id: Minimal 4 karakter diperlukan
it: Minimo 4 caratteri obbligatori
ja: 4文字以上でご入力ください
ru: Необходимо минимум 4 символа
th: จำนวนตัวอักขระน้อยที่สุดที่ต้องการ คือ 4 อักขระ
vi: Tối thiểu 4 ký tự cần thiết

source: Minimum of 6 characters required
es: Mínimo de 6 caracteres requeridos
fr: Minimum de 6 caractères requis
id: Minimal 6 karakter diperlukan
it: Minimo 6 caratteri obbligatori
ja: 6文字以上でご入力ください
ru: Необходимо минимум 6 символов
th: จำนวนตัวอักขระน้อยที่สุดที่ต้องการ คือ 6 อักขระ
vi: Tối thiểu 6 ký tự bắt buộc

source: Minimum price over selected period
de: Minimaler Kurs über den ausgewählten Zeitraum
es: Precio mínimo durante periodo seleccionado
fr: Prix minimum sur la période sélectionnée
id: Harga minimum selama periode yang dipilih
it: Prezzo minimo per il periodo selezionato
ja: 特定期間の最安値
pl: Minimalna cena w wybranym okresie
pt: Preço mínimo durante período selecionado
ru: Минимальная цена за выбранный период
th: ราคาต่ำสุดในช่วงเวลาเลือก
vi: Giá tối thiểu trong khoảng thời kì đã chọn

source: Minus the agent's commission
de: Abzüglich der Provision des Agenten
es: Menos la comisión del agente
fr: Moins la commission de l'agent
id: Minus komisi agen
it: Meno la commissione dell'agente
ja: 決済サービスの手数料を引く
pl: Minus prowizja pośrednika
pt: Menos a comissão do agente
ru: Минус комиссия агента
th: หักค่านายหน้าตัวแทน
vi: Trừ đi Hoa hồng của đại lý

source: Minutes
de: Minuten
es: Minutos
id: Menit
it: Minuti
ja: 分
pl: Minuty
pt: Minutos
ru: Минуты
th: นาที
vi: Phút

source: Miss
de: Fehlt
es: Fallido
fr: Mlle
id: Nona
it: Sig.ra
pl: Pani
pt: Senhora
ru: Госпожа
th: นางสาว
vi: Trượt

source: Momentum Indicators
de: Momentum Indikatoren
es: Indicadores de momentum
fr: Indicateurs de momentum
id: Indikator momentum
it: Indicatori Momentum
ja: モメンタム・インジケーター
pl: Wskaźniki wykupienia (momentum)
pt: Indicadores Impulso
ru: Индикаторы темпа
th: ตัวชี้วัดโมเมนตัม
vi: Chỉ số Momentum

source: Mon
de: Mo
es: Lun
fr: lun.
id: Senin
it: Lun
ja: 月曜日
pl: Pon.
pt: Seg
ru: Пон
th: จ.
vi: Thứ 2

source: Monday
de: Montag
es: Lunes
fr: lundi
id: Senin
it: Lunedì
ja: 月曜日
pl: Poniedziałek
pt: Segunda-feira
ru: Понедельник
th: วันจันทร์
vi: Thứ hai

source: Monthly Profitable Trades
fr: Trades rentables mensuels
id: Kontrak Menguntungkan Bulanan
ru: Прибыльные контракты за мес.
th: ตารางผลกำไรรายเดือน
vi: Các giao dịch có lợi nhuận hàng tháng

source: Morning Doji Star (CDLMORNINGDOJISTAR)
es: Estrella doji matutina (CDLMORNINGDOJISTAR)
fr: Étoile du matin Doji (CDLMORNINGDOJISTAR)
ja: 明けの明星（CDLMORNINGDOJISTAR）
pl: Morning Doji Star – poranna gwiazda doji (CDLMORNINGDOJISTAR)
pt: Estrela Doji Matinal (CDLMORNINGDOJISTAR)
ru: Утрeнняя звeзда доджи (CDLMORNINGDOJISTAR)
vi: Mô hình Sao Doji buổi sáng (CDLMORNINGDOJISTAR)

source: Morning Star (CDLMORNINGSTAR)
es: Estrella matutina (CDLMORNINGSTAR)
fr: Étoile du matin (CDLMORNINGSTAR)
pl: Morning Star – gwiazda poranna (CDLMORNINGSTAR)
pt: Estrela Matinal (CDLMORNINGSTAR)
ru: Утрeнняя звeзда (CDLMORNINGSTAR)
vi: Mô hình sao buổi sáng (CDLMORNINGSTAR)

source: Mother's maiden name
de: Mädchenname der Mutter
es: Apellido de soltera de su madre
fr: Nom de jeune fille de votre mère
id: Nama panggilan Ibu Anda
it: Cognome della madre
ja: 母親の旧姓
pl: Nazwisko panieńskie matki
pt: Sobrenome de solteira da mãe
ru: Девичья фамилия матери
th: ชื่อกลางของมารดา
vi: Tên thời con gái của mẹ

source: Moving Average Convergence/Divergence (MACD)
es: Convergencia o divergencia de media móvil (MACD)
fr: Moyenne Mobile Convergente/Divergente (MMCD)
it: Convergenza/Divergenza di medie mobili (MACD)
ja: 移動平均収束拡散法（MACD）
pl: Wskaźnik MACD (Moving Average Convergence/Divergence)
pt: Convergência/Divergência de Média Móvel (MACD)
ru: Схождение/расхождение скользящих средних (MACD)
vi: Biến thiên trung bình tụ/phân kỳ (MACD)

source: Mr
de: Hr
es: Sr.
id: Bapak
it: Sig.
pl: Pan
pt: Sr.
ru: Господин
th: นาย
vi: Ông

source: Mrs
de: Fr
es: Sra.
fr: Mme
id: Ibu
it: Sig.ra
pl: Pani
pt: Sra
ru: Госпожа
th: นาง
vi: Bà

source: Ms
de: Frl
es: Señorita
fr: Mlle
id: Nona
it: Sig.ra
pl: Pani
pt: Sra.
ru: Госпожа
th: นางสาว
vi: Cô

source: Name
es: Nombre
fr: Nom
id: Nama
it: Nome
ja: お名前
pl: Imię
pt: Nome
ru: Имя
th: ชื่อ
vi: Tên

source: Name of first love
de: Name der ersten Liebe
es: Nombre de su primer amor
fr: Nom de votre premier amour
id: Nama cinta pertama
it: Nome del primo amore
ja: 初恋相手の名前
pl: Imię pierwszej miłości
pt: Nome do seu primeiro amor
ru: Имя первой любви
th: ชื่อของคนรักคนแรก
vi: Tên của tình yêu đầu tiên

source: Name of your pet
de: Name Ihres Haustiers
es: Nombre de su mascota
fr: Nom de votre animal de compagnie
id: Nama hewan peliharaan Anda
it: Nome del tuo animale domestico
ja: ペットの名前
pl: Imię Twojego zwierzaka
pt: Nome do seu animal de estimação
ru: Кличка домашнего животного
th: ชื่อของสัตว์เลี้ยงของท่าน
vi: Tên của con vật cưng của bạn

source: Navigator handles background
de: Navigator bearbeitet Hintergrund
es: Fondo de los mangos del explorador
fr: Le navigateur prend en charge l'arrière plan
id: Navigator menangani latar belakang
it: Il navigatore gestisce lo sfondo
ja: ナビゲーターバックグラント処理
pl: Tło uchwytów nawigatora
pt: Imagem de fundo das teclas de navegação
ru: Фон бегунков навигатора
th: พื้นหลังของ Navigator
vi: Điều hướng xử lý nền

source: Navigator handles border
de: Navigator bearbeitet Rand
es: Borde de los mangos del explorador
fr: Le navigateur prend en charge les bordures
id: Navigator menangani perbatasan
it: Il navigatore gestisce il bordo
ja: ナビゲーター ハンドルボーダー
pl: Krawędzie uchwytów nawigatora
pt: Navegador opera
ru: Граница бегунков навигатора
th: เส้นขอบของ Navigator
vi: Điều hướng xử lý viền

source: Navigator mask-fill
de: Navigator Masken-Füllung
es: Máscara de relleno del navegador
fr: Remplissage du navigateur
it: Schermata da riempire del navigatore
ja: マビゲーターマスク塗りつぶし
pl: Maska nawigatora - wypełnienie
pt: Contorno do navegador
ru: Фон навигатора
th: สีเติมหน้ากากของ Navigator
vi: Điều hướng mask-fill

source: Navigator outline
de: Navigator Umriss
es: Línea exterior del navegador
fr: Contour du navigateur
id: Garis navigator
it: Profilo del navigatore
ja: ナビゲーターアウトライン
pl: Kontur nawigatora
pt: Contorno do navegador
ru: Рамка навигатора
th: เส้นรอบนอกของ Navigator
vi: Điều hướng viền ngoài

source: Navigator series color
de: Navigator Serienfarbe
es: Color de la serie del navegador
fr: Série de couleurs pour navigateur
id: Warna seri navigator
it: Colore di serie del navigatore
ja: ナビゲーターシリーズカラー
pl: Kolor nawigatora
pt: Cor da série do navegador
ru: Цвет элементов навигатора
th: แผงสีของ Navigator
vi: Điều hướng nhiều màu

source: Navigator series line
de: Navigator Serienlinie
es: Línea de la serie del navegador
fr: Série de lignes pour navigateur
id: Seri garis navigator
it: Linea di serie del navigatore
ja: ナビゲーターシリーズライン
pl: Linia nawigatora
pt: Linha da série do navegador
ru: Линия навигатора
th: แผงเส้นของ Navigator
vi: Điều hướng nhiều đường

source: Net Annual Income
de: Nettojahreseinkommen
es: Ingreso Neto Anual
fr: Revenu annuel net
id: Pendapatan Bersih Tahunan
it: Reddito annuale netto
ja: 年間純収入
pl: Roczny dochód netto
pt: Rendimento líquido anual
ru: Чистый годовой доход
th: รายได้สุทธิต่อปี
vi: Thu nhập ròng hàng năm

source: Net Profit
de: Nettogewinn
es: Ganancia neta
fr: Bénéfice net
id: Profit Bersih
it: Profitto netto
ja: 純利益
pl: Zysk netto
pt: Lucro líquido
ru: Чистая прибыль
th: กำไรสุทธิ
vi: Lợi nhuận ròng

source: New password
de: Aktuelles Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
id: Kata sandi baru
it: Nuova password
ja: 新しいパスワード
pl: Nowe hasło
pt: Nova senha
ru: Новый пароль
th: รหัสผ่านใหม่
vi: Mật khẩu mới

source: No
de: Nein
es: Núm
fr: Non
id: Tidak
ja: いいえ
pl: Nie
pt: Não
ru: Нет
th: ไม่ใช่
vi: Không

source: No Touch trades
de: Kein Ziel Kontrakte
es: Contratos Sin toque
fr: Trades sans touche
id: Kontrak No Touch
it: Trade No Touch
ja: NO-TOUCHトレード
pl: Zakłady typu „nie osiągnie”
pt: Negociações sem toque
ru: Контракты Нет касания
th: การซื้อขายแบบไม่แตะเส้น
vi: giao dịch không chạm

source: No touch
de: Kein Ziel
es: Sin Toque
fr: Ne touche pas
pl: Nie osiągnie
pt: Não toca
ru: Нет касания
th: ไม่แตะเส้น
vi: Không chạm

source: Normalized Average True Range (NATR)
es: Rango verdadero medio normalizado (NATR)
fr: Gamme Réelle Moyenne Normalisée (GRMN)
ja: 正規化ATR（NATR）
pl: Wskaźnik NATR (Normalized Average True Range)
pt: Intervalo Verdadeiro Médio Normalizado (IVMN)
ru: Нормализованный средний истинный диапазон (NATR)
vi: Chỉ số Normalized Average True Range (NATR)

source: Normalized Average True Range (NATR) attempts to normalize the average true range values across instruments by using the formula below
de: Normalized Average True Range (NATR) versucht den Durchschnitt der True Range Werte über Instrumente zu normalisieren, in Verwendung der unterstehenden Formel
es: El rango verdadero medio normalizado (NATR) intenta normalizar los valores del rango verdadero entre instrumentos por medio de la siguiente fórmula:
fr: Gamme Réelle Moyenne Normalisée (GRMN) essaie de normaliser la gamme réelle moyenne à travers les instruments en utilisant la formule ci-dessous
id: Normalized Average True Range (NATR) mencoba untuk menormalisasi rata-rata nilai rentang sebenarnya di instrumen dengan menggunakan rumus di bawah ini
ja: 正規化ATR（NATR）は次の計算式を利用して、計測器のアベレージ・トゥルー・レンジ値の正規化を行います
pl: Wskaźnik NATR służy do znormalizowania wartości ATR poszczególnych instrumentów finansowych przy użyciu poniższego wzoru
pt: Intervalo Verdadeiro Médio Normalizado (IVMN) tenta normalizar os valores do intervalo verdadeiro médio em todos os instrumentos ao usar a fórmula abaixo
ru: Нормализованный средний истинный диапазон (NATR) предпринимает попытку нормализовать значения среднего истинного диапазона инструментов, используя следующую формулу
th: ค่ามาตรฐานเฉลี่ยจริงช่วง (NATR) พยายามปรับค่าเฉลี่ยจริง โดยใช้สูตรด้านล่าง
vi: Chỉ số Normalized Average True Range (NATR) cố gắng để bình thường hóa các giá trị trung bình phạm vi chuẩn trên thiết bị bằng cách sử dụng công thức dưới đây

source: Note: You can only have one fiat currency account and one of each cryptocurrency account
fr: Remarque : Vous ne pouvez avoir qu'un compte en monnaie fiduciaire et un pour chaque monnaie digitale
id: Catatan: Anda hanya dapat memiliki satu akun mata uang fiat dan satu dari setiap akun mata uang crypto
it: Nota: puoi avere solo un account di moneta fiat e uno per ogni account di criptovaluta
ru: Примечание: Вы можете открыть лишь один счёт с обычными деньгами и по одному счёту на каждую криптовалюту
th: หมายเหตุ: ท่านสามารถมีได้เพียงบัญชีสกุลเงินกระดาษหนึ่งบัญชี และหนึ่งบัญชีของบัญชีเงินดิจิทัล
vi: Lưu ý: bạn chỉ có thể có một tài khoản tiền tệ định danh và một của mỗi tài khoản cryptocurrency

source: Note: withdrawal via payment agent is available only if you deposit exclusively via payment agent
de: Bitte beachten: Die Abhebung über einen Zahlungsagenten ist nur möglich, wenn Sie auch über diesen Zahlungsagenten eingezahlt haben
es: Nota: la retirada vía agente de pago está disponible sólo si deposita exclusivamente vía agente de pago
fr: N.B. Le retrait par agent de paiement n'est disponible que si vous effectuez vos dépôts uniquement par le biais d'un agent de paiement.
id: Nota: Penarikan via agen pembayaran hanya tersedia jika Anda mendeposit via agen pembayaran
it: Nota: il prelievo tramite agente di pagamento è disponibile solo se depositi esclusivamente tramite un agente di pagamento
ja: ご注意：決済サービスでのご出金は、ご入金の際に決済サービスをご利用いただいた場合にのみご利用いただけます。
pl: Uwaga: Wypłaty poprzez pośredników płatności są dostępne tylko w przypadku dokonania wpłaty poprzez pośrednika płatności
pt: Nota: retiradas através de agentes de pagamentos somente estão disponíveis no caso de você depositar exclusivamente por via de agentes de pagamento
ru: Примечание: вывод средств через платёжного агента возможен лишь в том случае, когда Вы вносите средства исключительно через данного платёжного агента
th: หมายเหตุ: การถอนเงินผ่านตัวแทนรับชำระเงินมีให้บริการท่าน เมื่อท่านฝากเงินผ่านตัวตัวแทนรับชำระเงิน
vi: Lưu ý: Rút tiền thông qua đại lý thanh toán sẽ chỉ khả dụng nếu bạn gửi tiền duy nhất thông qua đại lý thanh toán

source: Nov
id: Nop
ja: 11月
pl: Listopad
ru: Ноя
th: พ.ย.
vi: Tháng mười một

source: November
es: Noviembre
fr: novembre
id: Nopember
it: Novembre
ja: 11月
pl: Listopad
pt: Novembro
ru: Ноябрь
vi: Tháng mười một

source: Now
de: Jetzt
es: Ahora
fr: Maintenant
id: Sekarang
it: Ora
pl: Teraz
pt: Agora
ru: Сейчас
th: ขณะนี้
vi: Bây giờ

source: OTC stocks - Blue-chip stock contracts sourced from the over-the-counter market
fr: Actions OTC - Contrat d'action de premier ordre provenant du marché hors cote
id: Saham OTC - Kontrak saham blue-chip yang bersumber dari pasar over-the-counter
ru: Внебиржевыне акции – контракты на голубых фишках, получаемые с внебиржевого рынка
th: หุ้น OTC - สัญญาหุ้นบลูชิพจากตลาดที่ซื้อขายได้เองโดยตรง
vi: Cổ phiếu OTC – hợp đồng cổ phiếu Blue-chip có nguồn gốc từ các thị trường phi tập trung

source: Occupation
de: Beruf
es: Ocupación
fr: Profession
id: Pekerjaan
it: Occupazione
ja: 職業
pl: Zawód
pt: Emprego
ru: Вид деятельности
th: อาชีพ
vi: Nghề nghiệp

source: Oct
de: Okt
id: Okt
it: Ott
ja: 10月
pl: Październik
pt: Out
ru: Окт.
th: ต.ค.
vi: Tháng mười

source: October
de: Oktober
es: Octubre
fr: octobre
id: Oktober
it: Ottobre
ja: 10月
pl: Październik
pt: Outubro
ru: Октябрь
th: ตุลาคม
vi: Tháng mười

source: Odd
de: Ungerade
es: Impar
fr: Impair
it: Dispari
ja: 奇数
pl: Nieparzysta
pt: Ímpar
ru: Нечётное
th: คี่
vi: Lẻ

source: Offices in Malta, Malaysia and Japan
de: Firmensitze in Malta, Malaysia und Japan
es: Oficinas en Malta, Malasia y Japón
fr: Bureaux à Malte, en Malaisie et au Japon
id: Kantor di Malta, Malaysia dan Jepang
it: Sedi a Malta, in Malesia e in Giappone
ja: マルタ、マレーシア、日本にオフィスを構えています
pl: Biura na Malcie, w Malezji i Japonii
pt: Escritórios em Malta, Malásia e Japão
ru: Офисы на Мальте, в Малайзии и Японии
th: สำนักงานอื่นที่ประเทศมอลตา มาเลเซีย และญี่ปุ่น
vi: Các văn phòng tại Malta, Malaysia và Nhật bản

source: On the basis of the information provided in relation to your knowledge and experience, we consider that the investments available via this website are not appropriate for you
de: Auf der Grundlage der von Ihnen bezüglich Ihrer Kenntnis und Erfahrung zur Verfügung gestellten Informationen sehen wir die über diese Website möglichen Anlagegeschäfte für Sie als nicht geeignet an
es: Sobre la base de la información proporcionada en relación con sus conocimientos y experiencia, consideramos que las inversiones disponibles a través de este sitio web no son adecuadas para usted
fr: Sur la base des informations fournies concernant vos connaissances et votre expérience, nous considérons que les options d'investissement disponibles sur ce site Web ne sont pas adaptées à votre profil
id: Berdasarkan informasi yang diberikan berkaitan dengan pengetahuan dan pengalaman, kami menganggap bahwa investasi yang tersedia melalui website ini tidak sesuai untuk Anda
it: Sulla base delle informazioni fornite in relazione alla tua conoscenza ed esperienza, riteniamo che gli investimenti disponibili su questo sito internet non sono adatti a te
ja: 知識や経験に関して提供いただいた情報に基づき、当ウェブサイトでの投資はお客さまには適していないと思います。
pl: Na podstawie przedstawionych informacji dotyczących Twojej wiedzy i doświadczenia uznaliśmy, że inwestycje dostępne za pośrednictwem naszej strony są dla Ciebie nieodpowiednie
pt: Com base nas informações fornecidas em relação aos seus conhecimentos e a sua experiência, consideramos que os investimentos disponíveis neste website não são adequados para você
ru: На основе предоставленной информации о Ваших знаниях и опыте, мы считаем, что инвестиции, предоставляемые на данном сайте, не подходят для Вас
th: บนพื้นฐานของข้อมูลที่สัมพันธ์กับความรู้และประสบการณ์ของท่าน พวกเราพิจารณาว่า การลงทุนที่มีอยู่ทางเว็บไซต์แห่งนี้ไม่เหมาะสมกับท่าน
vi: Dựa trên cơ sở các thông tin được cung cấp liên quan đến kiến thức và kinh nghiệm của bạn, chúng tôi cho rằng những khoản đầu tư hiện có trên trang web này là không thích hợp cho bạn

source: On-Neck Pattern (CDLONNECK)
es: Patrón sobre la línea del cuello (CDLONNECK)
fr: Schéma Sur le Col (CDLONNECK)
it: Modello On-Neck (CDLONNECK)
ja: あて首線（CDLONNECK）
pl: On-Neck Pattern – formacja szyi (CDLONNECK)
pt: Padrão No Pescoço (CDLONNECK)
ru: Фигура "У основания" (CDLONNECK)
vi: Mô hình trên cổ (CDLONNECK)

source: Once this limit is reached, you may no longer deposit
de: Wenn dieses Limit erreicht wird, können Sie keine weiteren Einzahlungen mehr vornehmen
es: Una vez que se alcanza este límite, ya no puede depositar
fr: Une fois cette limite atteinte, vous ne pouvez plus effectuer de dépôt
id: Saat batasan ini tercapai, Anda tidak dapat mendeposit
it: Una volta raggiunto questo limite, non puoi più depositare
ja: 上限額に達した場合、入金頂くことができません。
pl: Po osiągnięciu tego limitu nie można dokonywać dalszych wpłat
pt: Uma vez que este limite for atingido, você já não poderá depositar mais
ru: Когда данный лимит будет достигнут, Вы не сможете вносить средства
th: เมื่อวงเงินเต็ม ท่านไม่สามารถฝากเงินได้
vi: Một khi đã đạt đến giới hạn này, bạn sẽ không thể gửi tiền

source: One last step left
de: Ein letzter Schritt
es: Queda un último paso
fr: Une dernière étape est requise
id: Satu langkah terakhir
it: Rimane l'ultimo step
ja: 最後の1ステップが残っています
pl: Został ostatni krok
pt: Resta apenas uma etapa
ru: Остался один шаг
th: เหลือขั้นตอนสุดท้ายแล้ว
vi: Còn một bước cuối
