Repository: binary-com/webtrader
Catalog: translations/i18n/*.po
Languages: de, es, fr, id, it, ja, pl, pt, ru, th, vi

source: The Commodity Channel Index (CCI) is a versatile indicator that can be used to identify a new trend or warn of extreme conditions
de: Der Commodity Channel Index (CCI) ist ein vielseitiger Indikator, der dazu verwendet werden kann, einen neuen Trend zu identifizieren, oder um vor extremen Situationen zu warnen
es: Índice de canal de materias primas (CCI) es un indicador versátil que puede emplearse para identificar una nueva tendencia o advertir acerca de condiciones extremas en el mercado
fr: L'indice de la Filière des Matières Premières (IFMP) est un indicateur versatile qui peut être utilisé pour identifier une nouvelle tendance ou alerter sur des conditions extrêmes
id: Commodity Channel Index (CCI) adalah indikator serbaguna yang dapat digunakan untuk mengidentifikasi tren baru atau memperingatkan kondisi ekstrim
ja: コモディティ・チャネル・インデックス（CCI）は新しい傾向を特定したり、極端な条件に陥った際に警告を通知するために使用される汎用性の高いインジケーターです。
pl: Indeks CCI (Commodity Channel Index) to uniwersalny wskaźnik, który może być stosowany do przewidywania nowych trendów i ostrzegania przed ekstremalnymi warunkami rynkowymi
pt: O Commodity Channel Index (CCI) é um indicador versátil que pode ser usado para identificar uma nova tendência ou avisar de condições extremas
ru: Индекс товарного канала (CCI) – гибкий индикатор, призванный определить новый тренд или предупредить о формировании экстремальных условий
th: Commodity Channel Index (CCI) เป็นดัชนีอเนกประสงค์ที่สามารถใช้บอกแนวโน้มใหม่ หรือ การเตือนสภาวะรุนแรง
vi: Chỉ số kênh hàng hóa (CCI) là một chỉ số linh hoạt có thể được sử dụng để xác định một xu hướng mới hoặc cảnh báo trong điều kiện khắc nghiệt

source: The Donchian Channel is an indicator used in market trading developed by Richard Donchian. It is formed by taking the highest high and the lowest low of the last n periods. The area between the high and the low is the channel for the period chosen
de: Der von Richard Donchian erfundene Donchian Channel, ist ein Indikator, der im Markthandel verwendet wird. Er wird durch das höchste Hoch und das niedrigste Tief der letzten n Perioden geformt. Der Bereich zwischen dem Hoch und dem Tief ist der Channel für den gewählten Zeitraum
es: El canal de Donchian es un indicador desarrolado por Richard Donchian, el cual se usa en negociación de mercado. Se forma al tomar el máximo más alto y el mínimo más bajo de los últimos n periodos. El área entre el máximo y el mínimo es el canal para el periodo elegido
fr: Le canal de Donchian est un indicateur utilisé dans le marché du trading développé par Richard Donchian. Il se forme en prenant le plus haut et le plus bas des dernières périodes n. La zone entre le plus haut et le plus bas est le canal pour la période choisie
id: Saluran Donchian adalah indikator yang digunakan dalam trading pasar yang dikembangkan oleh Richard Donchian. Hal ini terbentuk dengan mengambil titik tertinggi dan terendah dari periode n terakhir. Area antara tinggi dan rendah adalah saluran untuk periode yang dipilih
ja: 「ドンチャン・チャネル」はRichard Donchianによって開発された市場取引で使用されるインディケーターです。ある期間の高値と安値の推移を線で描画したものです。高値と安値の間の部分は選択した期間のチャネルです。
pl: Kanał Donchiana jest wskaźnikiem handlowym stworzonym przez Richarda Donchiana. Uwzględnia najwyższą i najniższą cenę w określonej liczbie ostatnich okresów. Obszar między ceną niską i wysoką jest kanałem dla wybranego okresu
pt: O canal Donchian é um indicador usado nas negociações do mercado desenvolvido por Richard Donchian. É formado ao pegar na maior alta e na menor baixa dos últimos n períodos. A área entre a alta e a baia é o canal do período escolhido
ru: Канал Дончиана – это индикатор, разработанный Ричардом Дончианом и применяемый для торговли на рынке. Индикатор основан на максимуме и минимуме за последние n периодов. Промежуток между максимумом и минимумом является каналом за выбранный период
th: Donchian Channel เป็นดัชนีที่ใช้ในบอกแนวโน้มตลาดที่พัฒนาโดย Richard Donchian เป็นการแสดงรูปแบบโดยใช้จุดสูงที่สูงที่สุด และจุดต่ำที่ต่ำที่สุดของช่วงสุดท้าย พื้นที่ระหว่างค่าสูงและค่าต่ำเป็นช่องของช่วงที่ได้เลือก
vi: Kênh Donchian là một chỉ số được sử dụng trong thị trường giao dịch phát triển bởi Richard Donchian. Nó được hình thành bằng cách lấy cao cao nhất và thấp nhất thấp trong những giai đoạn n cuối cùng. Khu vực giữa cao và thấp là kênh để lựa chọn thời gian

source: The Double Exponential Moving Average (CKS) by Patrick Mulloy attempts to remove the inherent lag associated to Moving Averages by placing more weight on recent values
de: Patrick Mulloys Doppelt Exponentiell Gleitender Durchschnitt (CKS) versucht die inhärente Verzögerung, die mit gleitenden Durchschnitten assoziiert ist, zu entfernen, indem mehr Gewicht auf jüngste Werte gelegt wird
es: La media móvil exponencial doble (DEMA) creada por Patrick Mulloy tiene por objetivo quitar el desfase inherente a las medias móviles al dar más peso a los valores recientes
fr: La Moyenne Mobile Exponentielle Double (MMED) par Patrick Mulloy s'attache à supprimer le retard inhérent associé aux Moyennes Mobiles en plaçant plus de poids aux valeurs récentes
id: Double Exponential Moving Average (CKS) oleh Patrick Mulloy mencoba untuk menghapus lag yang melekat pada Moving Averages dengan menempatkan bobot lebih pada nilai terbaru
ja: 二重指数移動平均（CKS）はPatrick Mulloy により開発され、移動平均の遅れを最小化するものです。
pl: Podwójna wykładnicza średnia krocząca (CKS) stworzona przez Patricka Mulloya ma na celu usunięcie opóźnienie czasowe średnich kroczących poprzez nałożenie większej wagi na wartości z niedawnych okresów
pt: A Média Móvel Exponencial Dupla (MMED) criada por Patrick Mulloy tenta remover o atraso inerente associado à Médias Móveis ao colocar mais peso sobre valores recentes
ru: Двойная экспоненциальная скользящая средняя (CKS), разработанная Патриком Мюллоем, призвана сократить время задержки, которое возникает в скользящих средних, уделяя больше внимания последним значениям
th: Double Exponential Moving Average (CKS) พัฒนาโดย Patrick Mulloy โดยพยายามนำราคาทั่วๆ ไปที่ล้าหลังที่สัมพันธ์กับค่าเฉลี่ยเคลื่อนที่ออกและเพิ่มน้ำหนักให้กับราคาล่าสุด
vi: Công thức biến thiên trung bình gấp đôi theo hàm mũ (CKS) của Patrick Mulloy cố gắng để loại bỏ sự tụt hậu vốn có liên quan đến biến thiên trung bình bằng cách đặt trọng lượng hơn về giá trị tại

source: The Double Exponential Moving Average (DEMA) by Patrick Mulloy attempts to remove the inherent lag associated to Moving Averages by placing more weight on recent values
de: Patrick Mulloys Doppelt Exponentiell Gleitender Durchschnitt (DEMA) versucht die inhärente Verzögerung, die mit gleitenden Durchschnitten assoziiert ist, zu entfernen, indem mehr Gewicht auf jüngste Werte gelegt wird
es: La media móvil exponencial doble (DEMA) creada por Patrick Mulloy tiene por objetivo quitar el desfase inherente a las medias móviles al ponderar más los valores recientes
fr: La Moyenne Mobile Exponentielle Double (MMED) de Patrick Mulloy s'attache à supprimer le retard inhérent associé aux Moyennes Mobiles en plaçant plus de poids sur les valeurs récentes
id: Double Exponential Moving Average (DEMA) oleh Patrick Mulloy mencoba untuk menghapus lag yang melekat pada Moving Averages dengan menempatkan bobot lebih pada nilai terbaru
ja: 二重指数移動平均（DEMA）はPatrick Mulloy により開発され、移動平均の遅れを最小化するものです。
pl: Podwójna wykładnicza średnia krocząca (DEMA) stworzona przez Patricka Mulloya ma na celu usunięcie opóźnienie czasowe średnich kroczących poprzez nałożenie większej wagi na wartości z niedawnych okresów
pt: A Média Móvel Exponencial Dupla (MMED) criada por Patrick Mulloy tenta remover o atraso inerente associado à Médias Móveis ao colocar mais peso sobre valores recentes
ru: Двойная экспоненциальная скользящая средняя (DEMA), разработанная Патриком Мюллоем, стремится сократить время задержки, возникающее у скользящих средних, уделяя наибольшее значение последним показателям
th: Double Exponential Moving Average (DEMA) พัฒนาโดย Patrick Mulloy โดยพยายามนำราคาทั่วๆ ไปที่ล้าหลังที่สัมพันธ์กับค่าเฉลี่ยเคลื่อนที่ออกและเพิ่มน้ำหนักให้กับราคาล่าสุด
vi: Công thức biến thiên trung bình gấp đôi theo hàm mũ (DEMA) của Patrick Mulloy cố gắng để loại bỏ sự tụt hậu vốn có liên quan đến biến thiên trung bình bằng cách đặt trọng lượng hơn về giá trị tại

source: The Dragonfly Doji is created when the open, high, and close are the same or about the same price (Where the open, high, and close are exactly the same price is quite rare).The most important part of the Dragonfly Doji is the long lower shadow
de: Das Dragonfly Doji wird erstellt, wenn die Eröffnung, das Hoch und der Schlusskurs gleich sind, oder ungefähr den selben Kurs haben (Dass die Öffnung, das Hoch, und der Schlusskurs den selben Preis haben ist sehr selten). Der wichtigste Teil des Dragonfly Doji ist ein langer, niedriger Schatten
es: La doji libélula se crea cuando los precios de apertura, máximo y de cierre son iguales o casi iguales (es poco frecuente que sean iguales). La parte más importante de esta doji es su larga sombra inferior
fr: Le Doji Libellule est créée lorsque l'ouverture, le plus haut et la clôture sont les mêmes ou presque les mêmes prix (où l'ouverture, le plus haut et la fermeture ont exactement le même prix ce qui est rare). La partie la plus importante du Doji Libellule est la longue ombre inférieure
id: Dragonfly Doji dibuat saat terbuka, tinggi, dan dekat sama atau harganya sama (Dimana yang terbuka, tinggi, dan dekat harganya persis sama cukup langka). Bagian terpenting dari Dragonfly Doji adalah bayangan yang jauh lebih rendah
ja: トンボ（Dragonfly Doji）は始値、終値、高値が同じまたはほぼ同価格であった状態のことをいいます。（3つの価格がまったく同じに成ることは極めて稀）トンボに関して最も重要なことは、下ヒゲが長い点です。
pl: Ważka doji (Dragonfly Doji) tworzy się, gdy cena otwarcia, wysoka i zamknięcia są zbliżone lub takie same (Sytuacja, gdy cena otwarcia, wysoka i zamknięcia są jednakowe jest dość żadka). Najważniejszą cechą charakterystyczną tej świecy jest długi dolny cień
pt: O Dragonfly Doji é criado quando a abertura, a alta e o fechamento são iguais ou próximos do mesmo preço (uma situação em que o preço da abertura da alta e do fechamento sejam iguais é bastante raro). A parte mais importante do Dragonfly Doji é a sombra inferior comprida
ru: Дожи-стрекоза формируется, когда уровень открытия, максимум и уровень закрытия совпадают или находятся вблизи одной и той же цены (совпадение уровня открытия, максимума и уровня закрытия является довольно редкой ситуацией). Наиболее важная часть Дожи-стрекозы – длинная нижняя тень
th: Dragonfly Doji เกิดขึ้นเมื่อ ราคาเปิด ราคาสูงสุด และราคาปิด เป็นค่าเดียวกัน หรือ เกือบจะเป็นค่าเดียวกัน (กรณีราคาเปิด ราคาต่ำสุด และราคาปิด เป็นราคาเดียวกันจะเกิดขึ้นได้ยากมาก) ส่วนสำคัญที่สุดของ Dragonfly Doji คือ มีเงาทางด้านล่างค่อนข้างยาว
vi: Dragonfly Doji được tạo ra khi mở, cao, và gần giống nhau hoặc về cùng một mức giá (nơi mở, cao, và thân là chính xác cùng một mức giá là khá hiếm). Phần quan trọng nhất của Dragonfly Doji là bóng tối lâu hạ

source: The EUR Index is a weighted Index, measuring the Euro's value against a basket of 5 global currencies (USD, AUD, GBP, JPY, CAD), each weighted by 20%
fr: L'indice EUR est un indice pondéré mesurant la valeur de l'euro par rapport à un panier de 5 devises internationales (USD, AUD, GBP, JPY, CAD), dont chacune est pondérée à 20%
id: Indeks EUR adalah Indeks yang ditimbang dengan mengukur nilai Euro melawan 5 mata uang global (USD, EUR, GBP, JPY, CAD), masing-masing ditimbang dengan 20%
ru: Индекс EUR Index является взвешенным индексом, измеряющим значение евро против корзины из 5 основных мировых валют (USD, AUD, GBP, JPY, CAD), каждая из которых взвешена на 20%
th: EUR Index เป็นดัชนีถ่วงน้ำหนัก ที่ใช้แสดงมูลค่าของเงินยูโรกับ 5 สกุลเงินหลักของโลก (USD, AUD, GBP, JPY, CAD) โดยมีนำ้หนักแต่ละสกุลเงินที่ 20%
vi: Chỉ số EUR là chỉ số có trọng số, đo lường giá trị của đồng Euro trong giỏ 5 đồng tiền quốc tế (USD, AUD, GBP, JPY, CAD), mỗi loại có tỉ trọng là 20%

source: The Exponential Moving Average (EMA) represents an average of prices, but places more weight on recent prices. The weighting applied to the most recent price depends on the selected period of the moving average. The shorter the period for the EMA, the more weight that will be applied to the most recent price
de: Der Exponentiell Gleitende Durchschnitt (EMA) stellt den Durchschnitt von Kursen dar, aber legt mehr Wert auf jüngste Kurse. Die Gewichtung, die auf den jüngsten Kurs angewandt wird, hängt vom gewählten Zeitraum des gleitenden Durchschnitts ab. Umso kürzer der Zeitraum der EMA, umso mehr Gewicht wird auf den jüngsten Kurs gelegt
es: La media móvil exponencial (EMA) representa un promedio de precios con mayor ponderación en los precios recientes. La ponderación aplicada a los precios más recientes depende del periodo que se seleccione de la media móvil. Mientras más corto el periodo de EMA, más ponderación se aplicará al precio más reciente
fr: La Moyenne Mobile Exponentielle (MME) représente une moyenne de prix, mais place plus de poids sur les prix récents. La pondération appliquée aux plus récents prix dépend de la période sélectionnée de la moyenne mobile. Plus courte est la période pour la MME, plus la pondération va être forte pour le plus récent prix
id: Exponential Moving Average (EMA) mewakili rata-rata harga, namun menempatkan bobot lebih banyak pada harga terakhir. Bobot yang diterapkan pada harga terbaru bergantung pada periode moving average yang dipilih. Semakin pendek periode EMA, semakin berat bobot yang akan diaplikasikan pada harga terbaru
ja: 指数移動平均（EMA）は価格の平均を算出しますが、直近の価格に比重を置きます。移動平均の指定期間によって最新の価格に適用されます。EMAの期間が短いほど、直近価格により比重を置くことになります。
pl: Wykładnicza średnia krocząca (EMA) przedstawia średnią cen, lecz przykłada większą wagę do cen niedawnych. To, jaką wagę przydziela się ostatnim cenom zależy od wybranego okresu średniej kroczącej. Im krótszy jest okres średniej EMA, tym większą wagę mają bardziej aktualne ceny
pt: A Média Móvel Exponencial (MME) representa uma média de preços, mas coloca mais peso nos preços recentes. O peso aplicado ao preço mais recente depende do período selecionado da média móvel. Quanto mais curto o período do MME, mais peso será aplicado ao preço mais recente
ru: Экспоненциальная скользящая средняя (ЭСС) представляет среднее значение цен, но уделяет большое внимание недавним ценам. Значение, уделяемое наиболее недавним ценам, зависит от выбранного периода скользящей средней. Чем короче период ЭСС, тем большее значение будет уделено недавней цене
th: Exponential Moving Average (EMA) แสดงค่าเฉลี่ของราคา แต่ให้ความสำคัญกับราคาที่เกิดขึ้นใหม่ๆ น้ำหนักที่ใช้กับราคาปิดใหม่ขึ้นกับช่วงเวลาที่ระบุของค่าเฉลี่ยเคลื่อนที่ รอบ EMA ที่สั้นกว่า ให้น้ำหนักมากกว่า และจะใช้กับราคาล่าสุด
vi: biến thiên trung bình theo hàm mũ (EMA) đại diện cho giá cả bình quân, nhưng đặt trọng lượng hơn về giá cả tại. Cân được áp dụng để đặt giá phụ thuộc vào thời kì đã chọn di chuyển trung bình. EMA có thời kì càng ngắn, trọng lượng hơn mà sẽ được áp dụng để đặt giá

source: The Fast Stochastic Oscillator is based on George Lane's original formulas for %K and %D. %K in the fast version that appears rather choppy. %D is the 3-day SMA of %K
de: Der Schnelle Stochastische Oszillator basiert auf Georg Lanes original Formeln für %K und %D. %K in der schnellen Version erscheint eher unbeständig. %D ist der 3-Tage SMA von %K
es: El oscilador estocástico rápido se baja en las fórmulas originales que George Lane creó para %K y %D. En la versión rápida, %K aparece bastante variable. %D es la SMA de 3 días de %K
fr: L’Oscillateur de Stochastique Rapide est basé sur la formule originale de George Lane's pour %K et %D. %K est la version rapide qui apparaît plutôt volatile. %D est la MMS de 3 jours de %K
id: Fast Stochastic Oscillator didasarkan pada formula asli George Lane untuk %K dan %D. %K dalam versi cepat yang tampil agak berombak. %D adalah SMA hari ke-3 dari %K
ja: 「ファスト・ストキャスティックス」はGeorge Laneのオリジナルの式である%Kと%Dに基づいています。ファストにおける%Kは、途切れ途切れ表れます。%Dは%Kの3日間の単純移動平均です。
pl: Oscylator stochastyczny szybki jest oparty na oryginalnych formułach Georga Lane'a dla %K i %D. Wersja szybka oscylatora jest dość zmienna. %D jest 3-dniową prostą średnią kroczącą %K
pt: O Oscilador Estocástico Rápido é baseado na formulas originais de George Lane para %K e %D. %K na versão rápida que parece bastante instável. %D é o MMS de três dias de %K
ru: Быстрый стохастический осциллятор основан на оригинальных формулах Джорджа Лэйна для %K и %D. %K в быстрой версии является довольно изменчивым. %D является 3-дневной простой скользящей средней %K
th: Fast Stochastic Oscillator พัฒนาโดย George Lane โดยมีสูตรดั้งเดิมสำหรับ %K และ %D โดย %K ในเวอร์ชันเร็วแสดงความไม่แน่นอน %D คือ ค่า 3-day SMA ของ %K
vi: Oscillator Stochastic nhanh dựa trên công thức gốc của George Lane cho %K và %D. %K trong phiên bản nhanh chóng xuất hiện khá vội vàng. %D là SMA 3 ngày của %K

source: The GBP Index is a weighted Index, measuring the British Pound's value against a basket of 5 global currencies (USD, EUR, AUD, JPY, CAD), each weighted by 20%
fr: L'indice GBP est un indice pondéré mesurant la valeur de la livre sterling par rapport à un panier de 5 devises internationales (USD, EUR, AUD, JPY, CAD), dont chacune est pondérée à 20%
id: Indeks GBP adalah Indeks yang ditimbang dengan mengukur nilai Pound Inggris melawan 5 mata uang global (USD, EUR, GBP, JPY, CAD), masing-masing ditimbang dengan 20%
ru: Индекс GBP является взвешенным индексом, измеряющим значение британского фунта против корзины из 5 основных мировых валют (USD, EUR, AUD, JPY, CAD), каждая из которых взвешена на 20%
th: ดัชนี GBP เป็นดัชนีถ่วงน้ำหนัก แสดงมูลค่าของค่าเงินปอนด์ต่อ 5 สกุลเงินสากล (USD, EUR, AUD, JPY, CAD) โดยใช้ร้อยละ 20 ในการถ่วงน้ำหนัก
vi: Chỉ số GBP là chỉ số có trọng số, đo lường giá trị đồng bảng Anh trong giỏ 5 đồng tiền quốc tế (USD, EUR, AUD, JPY, CAD), mỗi loại có tỉ trọng là 20%

source: The Gravestone Doji is created when the open, low, and close are the same or about the same price (Where the open, low, and close are exactly the same price is quite rare). The most important part of the Graveston Doji is the long upper shadow
de: Das Gravestone Doji wird erstellt, wenn die Öffnung, das Tief und der Schlusskurs gleich sind, oder den selben Kurs haben (Dass die Öffnung, das Tief und der Schlusskurs den selben Preis haben, ist sehr selten). Der wichtigste Teil des Gravestone Doji ist der lange, obere Schatten
es: La doji lápida se crea cuando los precios de apertura, máximo y de cierre son iguales o casi iguales (es poco frecuente que sean iguales). La parte más importante de esta doji es su larga sombra superior
fr: Le Doji en Pierre Tombale est créé lorsque l'ouverture, le plus bas et la clôture sont au même prix ou quasiment au même prix (il est très rare que l'ouverture, le plus bas et la clôture aient le même prix). La partie la plus importante du Doji en Pierre Tombale est la longue ombre supérieure
id: Gravestone Doji terjadi ketika open, low, dan close adalah sama atau hampir sama (Dimana harga open, low dan close hampir sama adalah sangat jarang terjadi). Bagian terpenting dari Graveston Doji adalah bayangan atas yang panjang
ja: トウバ（Gravestone Doji）は始値、終値、安値がほぼおなじである状態をいいます。（3つの価格が全く同じであることは極めて稀）トウバで最も重要なことは、上ヒゲが長い点です。
pl: Nagrobek doji (Gravestone Doji) tworzy się, gdy cena otwarcia, niska i zamknięcia są zbliżone lub takie same (Sytuacja, gdy cena otwarcia, niska i zamknięcia są jednakowe jest dość żadka). Najważniejszą cechą charakterystyczną tej świecy jest długi górny cień
pt: O Gravestone Doji é criado quando a abertura, a baixa e o fechamento são iguais ou próximos do mesmo preço (uma situação em que o preço da abertura da alta e do fechamento sejam iguais é bastante raro). A parte mais importante do Graveston Doji é a sombra superior comprida
ru: Дожи-надгробие формируется, когда уровень открытия, минимум и уровень закрытия совпадают или находятся вблизи одной цены (совпадение уровня открытия, минимума и уровня закрытия является весьма редкой ситуацией). Наиболее важная часть дожи-надгробия – длинная верхняя тень
th: Gravestone Doji เกิดขึ้นเมื่อ ราคาเปิด ราคาต่ำสุด และราคาปิด เป็นค่าเดียวกัน หรือ เกือบจะเป็นค่าเดียวกัน (กรณีราคาเปิด ราคาต่ำสุด และราคาปิด เป็นราคาเดียวกันจะเกิดขึ้นได้ยากมาก) ส่วนสำคัญที่สุดของ Graveston Doji คือ มีเงาทางด้านบนค่อนข้างยาว
vi: Bia mộ Doji được tạo ra khi mở, thấp, và gần như nhau, hoặc về cùng một mức giá (nơi mở, thấp, và gần gũi chính xác cùng một mức giá là khá hiếm). Phần quan trọng nhất của bia mộ Doji là bóng trên dài

source: The Hammer formation is created when the open, high, and close are roughly the same price.Also, there is a long lower shadow, twice the length as the real body
de: Die Hammer Formation wird erstellt, wenn die Öffnung, das Hoch und der Schlusskurs ungefähr den selben Preis haben. Es gibt ebenfalls einen langen, unteren Schatten, zweimal so lang wie der echte Körper
es: La formación de martillo se crea cuando los precios de apertura, máximo y de cierre son casi los mismos. Además, se aprecia una sombra inferior larga, que es dos veces el largo del cuerpo real de la vela
fr: La formation en Marteau est créée lorsque l'ouverture, le plus bas et la clôture sont environ au même prix. Par ailleurs, il y a une longue ombre inférieure, de deux fois la taille du corps réel
id: Pembentukan Hammer dibuat saat harga open, high, dan close kira-kira pada harga yang sama. Dan juga terdapat bayangan lebih rendah dengan panjang dua kali lipat candle
ja: ハンマーは始値、終値、高値がほぼ同価格である状態をいいます。また、ボディの2倍の長さの長い下ヒゲがあり、下ヒゲはかなり短いか全くついていません。
pl: Formacja młota tworzy się, gdy cena otwarcia, cena wysoka i cena zamknięcia są do siebie zbliżone. Dodatkowo w przypadku tej świecy występuje długi cień – dwa razy dłuższy niż korpus świecy
pt: A formação Hammer é criada quando a abertura, a alta e o fechamento são mais ou menos iguais. Também há uma grande sombra inferior, o dobro do comprimento do corpo real
ru: Фигура молота формируется на графике, когда открытие, максимум и закрытие близки к одному ценовому уровню. Также в фигуре присутствует длинная нижняя тень, длина которой в два раза превышает длину тела свечи
th: การก่อตัวรูปแบบค้อน (Hammer) เกิดเมื่อมีราคาเปิด และราคาปิด กลับมาที่ราคาสูงสุดเหมือนกัน และยังมีเงาด้านล่างที่ค่อนข้างยาว ซึ่งจะมีความยาวอย่างน้อยสองเท่าของลำตัวของแท่งเทียน
vi: Sự hình thành búa được tạo ra khi mở, cao, và gần gũi là khoảng cùng một mức giá. Ngoài ra, có là một bóng lâu hạ, gấp đôi chiều dài như cơ thể thực
