Repository: binary-com/webtrader
Catalog: translations/i18n/*.po
Languages: de, es, fr, id, it, ja, pl, pt, ru, th, vi

source: Directional Movement (DMI) is actually a collection of three separate indicators combined into one. Directional Movement consists of the Average Directional Index (ADX), Plus Directional Indicator (+DI) and Minus Directional Indicator (-DI)
de: Directional Movement (DMI) ist eigentlich eine Sammlung von drei getrennten Indikatoren, die in einem zusammengeschlossen sind. Directional Movement besteht aus dem Average Directional Index (ADX), dem Plus Directional Indicator (+DI) und dem Minus Directional Indicator (-DI)
es: El movimiento direccional (DMI) es realmente un conjunto de tres indicadores independientes combinados en uno. Consiste en el índice direccional medio (ADX), en el indicador direccional positivo (+DI) y en el indicador direccional negativo (-DI)
fr: Le Mouvement Directionnel (IMD) est en fait une collection de trois indicateurs séparés combinés en un. Le Mouvement Directionnel consiste en l'Indice Moyen Directionnelle (IMD), l'Indicateur Directionnel Positif (ID+) et l'Indicateur Directionnel négatif (ID-)
id: Directional Movement (DMI) sebenarnya merupakan kumpulan dari tiga indikator terpisah yang digabungkan menjadi satu. Directional Movement terdiri dari Average Directional Index (ADX), Indikator Directional Plus (+DI) dan Indikator Directional Minus (-DI)
ja: シャンデのダイナミック・モメンタム・インデックス（DMI）は下記3つのインジケーターを1つに集約したものです。 - アベレージ・ダイレクショナル・ムーブメント・インデックス（ADX）のダイレクショナル・ムーブメント - プラス・ディレクショナル・インジケーター（+DI） - マイナス・ディレクショナル・インジケーター（-DI）
pl: Wskaźnik kierunkowy DMI (Directional Movement) jest zbiorem trzech oddzielnych wskaźników połączonych w jeden: indeksu ADX (Average Directional Index), wskaźnika kierunkowego +DI (Plus Directional Indicator) oraz -DI (Minus Directional Indicator)
pt: Movimento Direcional (IMD) é uma coleção de três indicadores separados combinados em um. Movimento Direcional consiste do Índice Direcional Médio (IDM), do Indicador Direcional Mais (ID+) e do Índice Direcional Menos (ID-)
ru: Индикатор направленного движения (DMI) фактически представляет собой набор из трёх отдельных индикаторов, объединённых в один индекс. Индикатор направленного движения включает Индекс среднего направления (ADX), Индикатор направления вверх (+DI) и Индикатор направления вниз (-DI)
th: ทิศทางการเคลื่อนไหว (DMI) คือ ชุดของตัวชี้วัดแยกสามดัชนีรวมเป็นหนึ่งค่า ทิศทางการเคลื่อนไหวประกอบด้วย ทิศทางดัชนีเฉลี่ย (ADX), ทิศทางบวก (+DI) และทิศทางลบ (-DI)
vi: Hướng di chuyển (DMI) là thực sự là một tập hợp của ba chỉ tiêu riêng biệt kết hợp thành một. Hướng di chuyển bao gồm trung bình Chỉ số hướng (ADX), chỉ số cộng hướng (+ DI) và Chỉ thị trừ hướng(-DI)

source: Directional Movement Index (DX)
es: Índice de movimiento direccional (DX)
fr: L'indice de Mouvement Directionnel (IMD)
id: Indeks Directional Movement (DX)
ja: ディレクショナル・ムーブメント・インデックス（DX）
pl: Indeks DX (Directional Movement Index)
pt: Índice do Movimento Direcional (IMD)
ru: Индикатор направленного движения (DX)
vi: Chỉ số hướng di chuyển (DX)

source: Do I need to deposit any funds to open an account?
de: Muss ich, um ein Konto zu eröffnen, Geld einzahlen?
es: ¿Debo realizar un depósito para abrir una cuenta?
fr: Ai je besoin de déposer des fonds pour ouvrir un compte ?
id: Apakah saya perlu menyetor dana untuk membuka akun?
it: Per aprire un account devo depositare dei fondi?
ja: 口座を開設するにあたり入金は必須でしょうか？
pl: Czy muszę wpłacić jakąś sumę, żeby otworzyć konto?
pt: Necessito depositar quaisquer fundos para abrir uma conta?
ru: Нужно ли вносить средства, чтобы открыть счёт?
th: ฉันต้องฝากหลักประกันใดๆ เพื่อเปิดบัญชีหรือไม่?
vi: Tôi có cần phải đặt cọc bất kỳ khoản tiền để mở một tài khoản?

source: Do you offer virtual-money accounts?
de: Bieten Sie Konten mit virtuellem Geld an?
es: ¿Ofrecen cuentas de dinero virtual?
fr: Offrez vous des comptes de monnaie virtuelle ?
id: Apakah Anda menawarkan akun uang virtual?
it: Vengono offerti account con denaro virtuale?
ja: デモ口座を利用できますか？
pl: Czy macie w ofercie konta z wirtualnymi pieniędzmi?
pt: Disponibilizam conta de dinheiro virtual?
ru: Есть ли у Вас демо-счета?
th: ท่านได้รับการเสนอบัญชีทดลองใช้หรือไม่?
vi: Bạn có cung cấp các tài khoản tiền ảo?

source: Do you want to install Webtrader chrome extension?
de: Möchten Sie Webtrader Chrome Extension installieren?
es: ¿Quiere instalar la extensión Webtrader de chrome?
fr: Souhaitez-vous installer l'extension Webtrader pour Chrome ?
id: Apakah Anda ingin menginstal ekstensi WebTrader pada chrome?
it: Desideri installare l'estensione chrome di Webtrader?
ja: ウェブトレーダーのchrome拡張機能をインストールしますか？
pl: Czy chcesz zainstalować Webtrader w formie rozszerzenia przeglądarki Chrome?
pt: Deseja instalar a extensão do Chrome do Webtrader?
ru: Хотите установить расширение Webtrader для Chrome?
th: ท่านต้องการติดตั้ง Webtrader ส่วนเพิ่มของ Chrome หรือไม่?
vi: Bạn có muốn cài đặt phần mở rộng Webtrader cho Chrome?

source: Do you want to install the Webtrader chrome extension?
fr: Souhaitez-vous installer l'extension Webtrader pour Chrome ?
id: Apakah Anda ingin menginstal ekstensi WebTrader pada chrome?
it: Desideri installare l'estensione chrome di Webtrader?
ru: Хотите установить расширение Webtrader для Chrome?
th: ท่านต้องการติดตั้ง Webtrader ส่วนเพิ่มของ Chrome หรือไม่?
vi: Bạn có muốn cài đặt phần mở rộng Webtrader cho Chrome?

source: Doji (CDLDOJI)
ja: 十字線（CDLDOJI）
ru: Дожи (CDLDOJI)

source: Doji Star (CDLDOJISTAR)
es: Estrella doji (CDLDOJISTAR)
fr: Étoile Doji (CDLDOJISTAR)
ja: 十字線（CDLDOJISTAR）
pl: Doji Star – gwiazda doji (CDLDOJISTAR)
ru: Звезда дожи (CDLDOJISTAR)
vi: Sao Doji (CDLDOJISTAR)

source: Doji form when a security's open and close are virtually equal. The length of the upper and lower shadows can vary and the resulting candlestick looks like a cross, inverted cross or plus sign
de: Dojis entstehen, wenn die Eröffnung und die Schließung einer Sicherheit virtuell gleich sind. Die Länge der unteren und oberen Schatten kann variieren und die resultierende Kerze sieht wie ein Kreuz, umgekehrtes Kreuz oder Pluszeichen aus
es: Una doji se forma cuando los precios de apertura y cierre de un valor son virtualmente iguales. El largo de las sombras superior e inferior puede variar y hacer que la vela resultante luzca como una cruz, una cruz invertida o un signo más
fr: Un Doji se forme lorsque l'ouverture et la clôture d'un titre sont virtuellement égaux. La longueur des ombres supérieures et inférieures peuvent varier et le chandelier résultant ressemble à une croix, une croix inversée ou un signe plus
id: Doji terbentuk saat keamanan open dan close hampir sama. Panjang bayangan atas dan bawah dapat bervariasi dan candlestick yang dihasilkan terlihat seperti salib, tanda silang terbalik atau tanda tambah
ja: 始値と終値が同じ価格であった場合を十字線といいます。上ひげと下ヒゲの長さは変化しますが、足のないローソク足が受十字にみえることから十字線といいます。
pl: Świeca doji tworzy się, gdy cena początkowa i końcowa papieru wartościowego jest praktycznie jednakowa. Długość górnego i dolnego cienia może być różna, a świeca wygląda jak krzyż, odwrócony krzyż lub znak plus
pt: Dojis são formados quando a abertura e o fechamento de um título são praticamente iguais. O comprimento das sombras superiores e inferiores pode variar e a vela resultando parece uma cruz, uma cruz invertida ou um sinal de mais
ru: Дожи образуется на графике, когда уровень открытия актива практически совпадает с уровнем его закрытия. Длина верхней и нижней тени может варьироваться, а образовавшаяся в результате свеча напоминает крест или плюс
th: Doji ก่อตัวขึ้น เมื่อราคาเปิดและปิดของหลักทรัพย์มีค่าเท่ากัน ความยาวของเงาด้านบน และเงาด้านล่างสามารถแปรผัน และมีแท่งเทียนที่เกิดขึ้นคล้ายสัญลักษณ์กากบาท กากบาทคว่ำ หรือ เครื่องหมายบวก
vi: Doji hình thành khi một bảo mật mở và đóng hầu như bằng nhau. Chiều dài của bóng trên và dưới có thể khác nhau và nến kết quả trông giống như một chữ thập, đảo chữ thập hay dấu cộng

source: Don't have an account yet? Sign up and get a $10,000 virtual account
de: Sie haben noch kein Konto? Melden Sie sich an und Sie erhalten ein virtuelles Konto mit 10.000 $
es: ¿Todavía no tiene una cuenta? Regístrese y obtenga una cuenta virtual de $10.000
fr: Vous n'avez pas encore de compte ? Inscrivez-vous pour accéder à un compte virtuel de 10 000 dollars US.
id: Tidak punya akun? Daftar dan dapatkan $10.000 akun virtual
it: Non hai ancora un account? Registrati e otterrai un account virtuale di 10.000
ja: まだ口座をお持ちではありませんか？デモ口座を開設して、100万円のバーチャルマネーでお取引を始めましょう
pl: Nie masz jeszcze konta? Zarejestruj się i otrzymaj 10 000 $ na wirtualnym koncie
pt: Você ainda não tem uma conta? Inscreva-se e receba uma conta virtual com $10.000
ru: У Вас ещё нет счёта? Зарегистрируйтесь и получите на демо-счёт $10 000
th: ท่านมีบัญชีหรือยัง? สมัครและรับบัญชีทดลองพร้อมเงินทดลอง 10,000 เหรียญสหรัฐ
vi: Chưa có tài khoản? Đăng ký và nhận $10,000 cho tài khoản ảo

source: Donchian Channel (DC)
es: Canal de Donchian (DC)
fr: Le Canal Donchian (CD)
ja: ドンチャン・チャネル（DC）
pl: Kanał Donchiana (DC)
ru: Индикатор канала Дончиана (DC)
vi: Kênh Donchian (DC)

source: Done. The funds are being transferred to the payment agent
de: Geschafft. Der Betrag wird dem Zahlungsagenten überwiesen
es: Hecho. Los fondos están siendo transferidos al agente de pago
fr: Terminé. Le transfert des fonds vers l'agent de paiement est en cours.
id: Selesai. Dana tersebut telah ditransfer ke agen pembayaran
it: Fatto. I fondi sono stati trasferiti all'agente di pagamento
ja: 送金が完了しました。ご選択いただいた決済サービスへ資金が送金されました。
pl: Gotowe. Trwa przelewanie środków do pośrednika płatności
pt: Concluído. Os fundos estão sendo transferidos para o agente de pagamentos
ru: Готово. Средства переведены платёжному агенту
th: เสร็จแล้ว หลักประกันได้ถูกโอนไปยังตัวแทนรับชำระเงินแล้ว
vi: Đã hoàn tất. Tiền đang được chuyển giao cho đại lý thanh toán

source: Done. The funds are transferred
de: Geschafft. Der Betrag wurde überwiesen
es: Hecho. Los fondos se han transferido
fr: Terminé. Les fonds ont été transférés.
id: Selesai. Dana telah tertransfer
it: Fatto. I fondi sono stati trasferiti
ja: 資金の送金が完了しました
pl: Gotowe. Środki zostały przelane
pt: Concluído. Os fundos foram transferidos
ru: Готово. Средства переведены
th: เรียบร้อย หลักประกันได้ถูกโอนแล้ว
vi: Đã hoàn tất. Tiền đã được chuyển

source: Dot
de: Punkt
es: Punto
fr: Point
it: Punto
ja: ドット
pl: Kropka
pt: Ponto
ru: Точечный
th: จุด
vi: Dấu chấm

source: Double Exponential Moving Average (DEMA)
de: Doppelt Exponentiell Gleitender Durchschnitt (Double Exponential Moving Average - DEMA)
es: Media móvil exponencial doble (DEMA)
fr: Moyenne Mobile Exponentielle Double (MMED)
it: Doppia media mobile esponenziale (DEMA)
ja: 二重指数移動平均（DEMA）
pl: Podwójna wykładnicza średnia krocząca (DEMA)
pt: Média Móvel Exponencial Dupla (MMED)
ru: Двойная экспоненциальная скользящая средняя (DEMA)
vi: Trung bình di chuyển gấp đôi (DEMA)

source: Double click the object to remove
de: Das Objekt doppelt anklicken, um es zu entfernen
es: Haga doble clic en el objeto para quitar
fr: Double-cliquez sur l'objet pour le supprimer
id: Klik dua kali untuk menghapus objek
it: Doppio clic sull'oggetto per rimuovere
ja: 削除するオブジェクトをダブルクリックしてください
pl: Kliknij dwa razy na dany przedmiot, aby go usunąć
pt: Clique duas vezes no objeto para removê-lo
ru: Дважды нажмите на объект, чтобы удалить его
th: ดับเบิ้ลคลิกเพื่อลบวัตถุ
vi: Nhấp đúp chuột vào đối tượng để loại bỏ

source: Down - Predict that the market will end lower than the average price
fr: Baisse : vous prédisez que le marché terminera à un cours inférieur au prix moyen
id: Down - Menganalisa pasar akan berakhir lebih rendah dari harga rata-rata
ru: Вниз – сделайте ставку на то, что рынок закроется ниже средней цены
th: ลง - พยากรณ์ว่า ตลาดจะสิ้นสุด ต่ำกว่า ราคาเฉลี่ย
vi: Giảm - Dự đoán rằng thị trường sẽ kết thúc thấp hơn giá trung bình

source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
id: Muat
ja: ダウンロード
pl: Pobierz
pt: Baixar
ru: Загрузить
th: ดาวน์โหลด
vi: Tải xuống

source: Download CSV
de: CSV herunterladen
es: Descargar CSV
fr: Télécharger le fichier CSV
it: Download di CSV
ja: CSVでダウンロード
pl: Pobierz plik CSV
pt: Baixar CSV
ru: Загрузить в CSV
th: ดาวน์โหลด CSV
vi: Tải xuống CSV

source: Download JPEG image
de: JPEG Image herunterladen
es: Descargar imagen JPEG
fr: Télécharger l'image JPEG
id: Download gambar JPEG
it: Download dell'immagine JPEG
ja: JPEGでダウンロード
pl: Pobierz obraz JPEG
pt: Baixar imagem JPEG
ru: Загрузить изображение в JPEG
th: ดาวน์โหลดรูปภาพ JPEG
vi: Tải về hình ảnh JPEG

source: Download PDF document
de: PDF Dokument herunterladen
es: Descargar documento PDF
fr: Télécharger le document PDF
id: Download dokumen PDF
it: Download del documento in PDF
ja: PDFでダウンロード
pl: Pobierz dokument PDF
pt: Baixar documento PDF
ru: Загрузить документ в PDF
th: ดาวน์โหลดเอกสาร PDF
vi: Download tài liệu PDF

source: Download PNG
de: PNG herunterladen
es: Descargar PNG
fr: Télécharger le fichier PNG
it: Download di PNG
ja: PNGでダウンロード
pl: Pobierz plik PNG
pt: Baixar PNG
ru: Загрузить в PNG
th: ดาวน์โหลด PNG
vi: Tải xuống PNG

source: Download PNG image
de: PNG Image herunterladen
es: Descargar imagen PNG
fr: Télécharger l'image PNG
id: Download gambar PNG
it: Download dell'immagine PNG
ja: PNGでダウンロード
pl: Pobierz obraz PNG
pt: Baixar imagem PNG
ru: Загрузить изображение в PNG
th: ดาวน์โหลดรูปภาพ PNG
vi: Tải về hình ảnh PNG

source: Download SVG
de: SVG herunterladen
es: Descargar SVG
fr: Télécharger le fichier SVG
it: Download di SVG
ja: SVGでダウンロード
pl: Pobierz plik SVG
pt: Baixar SVG
ru: Загрузить в SVG
th: ดาวน์โหลด SVG
vi: Tải xuống SVG

source: Download SVG vector image
de: SVG Vektorbild herunterladen
es: Descargar imagen de vector SVG
fr: Télécharger l'image vectorielle SVG
id: Download gambar vektor SVG
it: Download dell'immagine vettoriale SVG
ja: SVGベクターでダウンロード
pl: Pobierz obraz wektorowy SVG
pt: Baixar imagem vetorial SVG
ru: Загрузить векторное изображение в SVG
th: ดาวน์โหลดภาพเวกเตอร์ SVG
vi: Tải về hình ảnh véc tơ SVG

source: Download as
de: Herunterladen als
es: Descargar como
fr: Télécharger au format
id: Download dalam
it: Scarica come
ja: ダウンロード
pl: Pobierz jako
pt: Baixar como
ru: Загрузить как
th: ดาวน์โหลดเป็น
vi: Tải xuống thành

source: Downloading .csv
es: Descargando .csv
fr: Téléchargement de .csv
id: Men-download .csv
it: Download in corso di .csv
ja: .csvファイルをダウンロード
ru: Загрузка .csv
th: กำลังดาวน์โหลด .csv
vi: Đang tải xuống tệp .csv

source: Downloading template as
es: Descargando plantilla como
fr: Téléchargement de modèle comme
id: Men-download template sebagai
it: Download del modello come
ja: でテンプレートをダウンロード
ru: Загрузка шаблона в формате
th: ดาวน์โหลดแม่แบบเป็น
vi: Tải về mẫu như là

source: Dragonfly Doji (CDLDRAGONFLYDOJI)
es: Doji libélula (CDLDRAGONFLYDOJI)
fr: Doji libellule (CDLDRAGONFLYDOJI)
ja: たくり線（CDLDRAGONFLYDOJI）
pl: Dragonfly Doji – ważka doji (CDLDRAGONFLYDOJI)
pt: Doji libélula (CDLDRAGONFLYDOJI)
ru: Дожи-стрекоза (CDLDRAGONFLYDOJI)
vi: Chuồn chuồn Doji (CDLDRAGONFLYDOJI)

source: Drawing tools
de: Zeichenwerkzeuge
es: Herramientas para dibujar
fr: Outils graphiques
id: Alat gambar
it: Strumenti grafici
ja: 描画ツール
pl: Narzędzia do rysowania
pt: Ferramentas de desenho
ru: Ср-ва отображения
th: เครื่องมือวาดภาพ
vi: Công cụ vẽ

source: Due to recent changes in the regulations, we are required to ask our clients to complete the following Financial Assessment. Please note that you will not be able to continue trading until this is completed
es: Debido a recientes cambios en las regulaciones, nos vemos obligados a pedir a nuestros clientes que completen el siguiente Asesoramiento Financiero. Tenga en cuenta que no podrá seguir operando hasta que no lo complete
fr: Dus aux récents changements dans les réglementations, nous devons demander à nos clients de compléter l’Évaluation Financière suivante. Notez s'il vous plaît que vous ne pourrez pas continuer à trader jusqu'à ce qu'il soit complété
id: Berhubung perubahan terbaru dalam peraturan, kami perlu memastikan untuk meminta klien menyelesaikan Penilaian Keuangan berikut. Mohon diketahui bahwa Anda tidak akan dapat melanjutkan pendaftaran hingga proses ini selesai
it: A seguito di recenti variazioni normative, ai nostri clienti richiediamo di completare la seguente Valutazione finanziaria. Ti preghiamo di notare che non potrai continuare a fare trading fino a quando non l'avrai completata
ja: 規制の変更により、次の財務評価にご入力いただく必要があります。完了するまで取引を継続することができませんのでご注意ください。
ru: Ввиду последних изменений в нормативных положениях, мы должны просить клиентов заполнить следующую форму финансовой оценки. Пожалуйста примите во внимание, что Вы не сможете продолжить торговлю, пока не пройдёте финансовую оценку
th: ตามที่มีการเปลี่ยนแปลงเกิดขึ้นในหลักเกณฑ์ พวกเราใคร่ขอให้ลูกค้าดำเนินการบันทึกการประเมินทางการเงินของท่านใหม่ ทางบริษัทฯ ขอเรียนให้ทราบว่า ท่านจะไม่สามารถซื้อขายต่อไปได้หากท่านยังไม่ได้ตอบแบบสำรวจดังกล่าว
vi: Do thay đổi gần đây trong các quy định, chúng ta phải yêu cầu khách hàng của chúng tôi để hoàn thành việc đánh giá tài chính sau đây. Xin lưu ý rằng bạn sẽ không thể tiếp tục kinh doanh cho đến khi điều này hoàn thành

source: Duration
de: Dauer
es: Duración
fr: Durée
id: Durasi
it: Durata
ja: 期間
pl: Czas trwania
pt: Duração
ru: Продолжит.
th: ระยะเวลา
vi: Thời gian

source: EGR Operator Award
es: Premio EGR Operator
fr: Récompense de l'Opérateur EGR
id: Operator Penghargaan EGR
ja: EGR オペレーター賞
pl: Nagroda EGR Operator Award
pt: Prêmio de operador EGR
ru: Церемония EGR Operator Award
th: รางวัลผู้ประกอบการ EGR
vi: Giải thưởng Nhà điều hành EGR

source: Each binary option contract runs for a set time - with Binary.com you can choose a contract that runs between 10 seconds and 365 days
fr: Chaque contrat d'option binaire est actif pendant une période prédéfinie - avec Binary.com, vous pouvez sélectionner une période de 10 secondes à 365 jours
id: Setiap kontrak opsi binary memiliki periode waktu tertentu – dengan Binary.com Anda dapat memilih kontrak dengan durasi antara 10 detik hingga 365 hari
it: Ogni contratto di opzioni binarie è valido per un determinato periodo di tempo. Con Binary.com puoi scegliere un contratto con durata da 10 secondi a 365 giorni
ru: Каждый бинарный опцион имеет определенную длительность – на Binary.com Вы можете выбрать период от 10 секунд до 365 дней
th: แต่ละสัญญาของไบนารีออปชั่นจะมีอายุระยะเวลาหนึ่ง – กับ %1 ท่านสามารถกำหนดระยะเวลาสัญญาระหว่าง 10 วินาที ไปถึง 365 วัน
vi: Mỗi hợp đồng quyền chọn đều hoạt động trong khoảng thời gian được thiết lập - với Binary.com bạn có thể chọn một hợp đồng hoạt động từ 10 giây đến 365 ngày

source: Each binary option is a prediction on the future movement of an underlying market
de: Jede Binäre Option ist eine Voraussage über die zukünftigen Bewegungen eines bestimmten Kurses
es: Cada opción binaria es una predicción del movimiento futuro de un mercado subyacente
fr: Chaque option binaire est une prédiction du mouvement futur du marché sous-jacent
id: Setiap opsi binary merupakan analisa pada pergerakan bursa saham pasar dasar
it: Ogni opzione binaria è una previsione su un movimento futuro di un mercato sottostante
ja: バイナリーオプションは、原資産の将来の値動きを予測する取引です
pl: Każda opcja binarna to prognoza przyszłego zachowania się rynku podstawowego
pt: Cada opção binária é uma previsão de um movimento futuro de um mercado subjacente
ru: Каждый бинарный опцион является прогнозом будущего движения конкретного актива
th: แต่ละไบนารีออปชั่นเป็นการพยากรณ์การเคลื่อนไหวในอนาคตของตลาดจำเพาะต่างๆ
vi: Mỗi lựa chọn nhị phân là một dự đoán về chuyển động tương lai của một thị trường tiềm ẩn

source: Each trade comes with a pre-determined payout that you will see after adjusting each parameter. You ll win the payout if your prediction is correct. If not, you will only lose your initial stake
fr: Chaque transaction correspond à un montant de paiement prédéterminé qui s'affiche lorsque vous définissez chaque paramètre. Vous remportez le paiement si votre prédiction est correcte. Dans le cas contraire, vous perdez uniquement votre mise initiale
id: Setiap kontrak menyediakan hasil yang akan Anda lihat setelah merubah setiap parameter. Anda akan mendapatkan hasil jika analisa Anda tepat. Jika tidak, maka Anda hanya akan kehilangan modal awal Anda
ru: Каждый контракт предлагает заранее оговоренную прибыль, которая появится после указания всех параметров. Вы получите прибыль в случае правильности Вашего прогноза. Если прогноз окажется неправильным, Вы потеряете лишь сумму инвестиции
th: แต่ละการซื้อขายเป็นการกำหนดจำนวนเงินที่ต้องถูกชำระไว้ก่อน ซึ่งท่านสามารถปรับตัวแปรในการคำนวณมูลค่า เมื่อท่านชนะจะได้รับการชำระเงิน หากการพยากรณ์ หรือ การทำนายของท่านถูกต้อง หรือท่านจะต้องชำระเงินที่ท่านวางหากผลไม่ถูกต้อง
vi: Mỗi thương mại đi kèm với một thanh toán được xác định trước, bạn sẽ thấy sau khi điều chỉnh từng tham số. Bạn sẽ giành chiến thắng các thanh toán nếu dự đoán của bạn là chính xác. Nếu không, bạn sẽ chỉ mất cổ phần đầu tiên của bạn

source: Edge
de: Rand
es: Borde
fr: Navigateur Internet Edge
it: Vantaggio
ja: エッジ
pl: Krawędź
pt: Borda
ru: Граница
th: ขอบ
vi: Mép

source: Education
de: Ausbildung
es: Educación
fr: Formation
id: Edukasi
it: Istruzione
ja: お役立ち情報
pl: Edukacja
pt: Educação
ru: Образование
th: การศึกษา
vi: Giáo dục

source: Embed code
de: Code einbinden
es: Incrustar código
fr: Intégrer le code
id: Menanamkan kode
it: Codice inserito
ja: 埋め込みコード
pl: Kod osadzania
pt: Código de inserção
ru: Код для вставки
th: รหัสที่ฝังไว้
vi: Mã nhúng

source: Employment status
es: Situación laboral
fr: Statut d’emploi
id: Status pekerjaan
it: Stato di occupazione
ru: Статус занятости
th: สถานะการจ้างงาน
vi: Tình trạng tuyển dụng

source: End Time
de: Endzeit
es: Hora de finalización
fr: Heure de fin
id: Waktu Akhir
it: Orario di fine
ja: 終了時刻
pl: Czas zakończenia
pt: Hora de término
ru: Окончание
th: เวลาสิ้นสุด
vi: Thời gian kết thúc

source: Ends Between/Ends Outside trades
de: Schließt zwischen/Schließt außerhalb Kontrakte
es: Contratos Finaliza dentro/Finaliza fuera
fr: Trades Finit Entre/Hors de
id: Kontrak Ends Between/Ends Outside
it: Trade Ends Between (Finisce tra)/Ends Outside (Termina fuori)
ja: END-IN/END-OUT トレード
pl: Zakłady typu „zakończy się w/ zakończy się poza”
pt: Negociações Termina entre/Termina fora
ru: Закончится между/Закончится вне
th: การซื้อขายแบบ สิ้นสุดระหว่าง/สิ้นสุดนอกขอบเขต
vi: Kết thúc giữa / kết thúc bên ngoài giao dịch

source: Ends Between/Ends Outside Predict that the market stops inside or outside two price targets at the end of the time period
fr: Termine dans/hors de la zone : vous prédisez que le marché terminera à l'intérieur ou à l'extérieur de la zone délimitée par deux prix-cibles à la fin de la période d'activité de l'option
id: Ends Between/Ends Outside Menganalisa pasar akan berakhir didalam atau diluar harga target pada akhir periode
it: Ends Between/Ends Outside Prevedi che il mercato chiuderà all'interno o all'esterno di due prezzi scelti alla fine del periodo di tempo
ru: Закончится внутри/вне – укажите, останется рынок внутри или вне выбранных барьеров на момент окончания контракта
th: สิ้นสุดระหว่าง/สิ้นสุดนอกขอบเขต คาดการณ์ว่าตลาดจะสิ้นสุดที่ราคา ใน หรือ นอกของ ราคาเป้าหมายสองราคา เมื่อเวลาสิ้นสุด
vi: Kết thúc ở giữa/Kết thúc bên ngoài Dự đoán rằng thị trường sẽ dừng lại ở trong hay ngoài 2 khoảng giá mục tiêu vào phiên kết thúc

source: Ends Between/Outside
fr: Termine dans/hors de la zone
ru: Закончится внутри/вне
th: สิ้นสุดระหว่าง/นอกขอบเขต
vi: Kết thúc ở giữa / Bên ngoài

source: Ends in
de: Endet innerhalb
es: Finaliza dentro
fr: Termine dans
ja: END-IN
pl: Zakończy się w
pt: Termina dentro
ru: Закончится внутри
th: สิ้นสุดใน
vi: Kết thúc trong

source: Ends out
de: Endet außerhalb
es: Finaliza fuera
fr: Termine hors de la zone
ja: END-OUT
pl: Zakończy się poza
pt: Termina fora
ru: Закончится вне
th: สิ้นสุดนอก
vi: Kết thúc ngoài
