Repository: binary-com/webtrader
Catalog: translations/i18n/*.po
Languages: de, es, fr, id, it, ja, pl, pt, ru, th, vi

source: Binary.com offers a range of common deposit and withdrawal methods, from credit and debit cards to bank wires, e-cash and e-wallets
de: Binary.com bietet eine Reihe von gebräuchlichen Einzahlungs- und Abhebemethoden, von Kredit- und Bankomatkarten zu Banküberweisungen, E-Cash und E-Wallets
es: Binary.com ofrece una variedad de métodos tradicionales de depósito y retiro de dinero, desde tarjetas de crédito y débito, hasta transacciones bancarias, dinero y monederos electrónicos
fr: Binary.com offre une gamme de méthode de dépôts et de retraits communs, des cartes de crédit et de débit aux virements bancaires, monnaie électronique et portefeuilles électroniques
id: Binary.com menawarkan berbagai metode pembayaran dari lokal exchanger, kartu kredit dan debit hingga transfer bank, e-cash dan juga e-wallet
it: Binary.com offre una gamma di metodi di deposito e di prelievo comuni, dalle carte di credito e di debito ai bonifici bancari, e-cash e e-wallet
ja: 当社でご利用いただけるご入金・ご出金方法は銀行振込になります
pl: Binary.com oferuje pełną gamę metod wpłaty i wypłaty środków, w tym wypłatę za pomocą kart kredytowych i kart debetowych, poprzez przelewy bankowe oraz przy użyciu e-gotówki lub e-portfela
pt: A Binary.com disponibiliza uma variedade de métodos de depósito e retirada, desde cartões de crédito e débito a transferências bancárias, dinheiro eletrônico e carteiras eletrônicas
ru: Binary.com предлагает широкий выбор способов пополнения и вывода средств, от кредитных карт и банковского перевода до электронных кошельков и валют
th: Binary.com มีวิธีการฝากและถอนหลายวิธี ทั้งจากบัตรเครดิต บัตรเดบิต โอนเงินผ่านธนาคาร เงินสดอิเล็กทรอนิกส์ และกระเป๋าเงินอิเล็กทรอนิกส์
vi: Binary.com cung cấp một loạt các phương pháp phổ biến tiền gửi và rút tiền, từ thẻ tín dụng và thẻ ghi nợ cho đến ngân hàng, tiền điện tử và ví điện tử

source: Binary.com offers a virtual-money account so you can get the hang of trading binaries. Why not
fr: Binary.com vous propose un compte d’argent virtuel afin que vous vous familiarisez avec le trading d'options binaires. Pourquoi ne pas
id: Binary.com menyediakan akun dana virtual dimana Anda dapat mencoba bertrading binary. Kenapa tidak
ru: Binary.com предоставляет своим клиентам демо-счета, на которых можно начать торговлю бинарными опционами. Почему бы не
th: Binary.com ให้บริการบัญชีทดลองใช้พร้อมเงินตั้งต้น เพื่อให้ท่านจะได้ฝึกฝนการซื้อขายไบนารี ทำไมไม่
vi: Binary.com cung cấp một tài khoản tiền ảo để bạn có thể nhận được hang của giao dịch nhị phân. Tại sao không

source: Binary.com offers new ways to trade
de: Binary.com bietet neue Wege des Handels
es: Binary.com le ofrece nuevas formas de trabajar con los mercados
fr: Binary.com offre de nouvelles façons de trader
id: Binary.com menawarkan cara baru bertrading
it: Binary.com offre nuovi modi per fare trading
ja: 新たなトレードの提供を開始
pl: Binary.com oferuje nowe sposoby handlowania
pt: A Binary.com proporciona outras maneiras de negociar
ru: Binary.com предлагает новые способы торговли
th: Binary.com เสนอช่องทางใหม่ๆ ในการซื้อขาย
vi: Binary.com cung cấp cách thức mới để kinh doanh

source: Binary.com offers you four ways to trade a particular asset
fr: Binary.com propose quatre types d'option pour négocier l'actif de votre choix
id: Binary.com menawarkan empat cara bertrading pada aset tertentu
ru: Binary.com предлагает Вашему вниманию четыре способа торговли активами
th: Binary.com เสนอวิธีการซื้อขายสินทรัพย์หนึ่ง 4 วิธี
vi: Binary.com cung cấp 4 cách để giao dịch tài sản mà bạn đã chọn

source: Binary.com opens an office in the QSentral office building in central Kuala Lumpur to further expand its IT development team
de: Binary.com eröffnet ein Büro im QSentral Bürogebäude im Zentrum von Kuala Lumpur, um sein IT Entwicklungsteam zu erweitern
es: Binary.com abre una oficina en el edificio QSentral del centro de Kuala Lumpur para expandir aún más su equipo de desarrollo de TI
fr: Binary.com ouvre un bureau dans la tour de bureaux QSentral dans le centre de Kuala Lumpur pour développer davantage son équipe IT
id: Binary.com membuka kantor pada gedung perkantoran QSentral di pusat Kuala Lumpur untuk memperluas tim pengembangan IT mereka
it: Binary.com apre una sede nella struttura di QSentral, nella centrale Kuala Lumpur, per espandere ulteriormente il suo team addetto all'IT
ja: 新たなIT開発チームの拠点としてクアラルンプールの中心街にあるQSentralオフィスビルにオフィスを開設
pl: Binary.com otwiera biuro w centrum Kuala Lumpur w biurowcu QSentral, aby umożliwić dalszy rozwój swojego zespołu IT
pt: A Binary.com abre um escritório no edifício de escritórios Qsentral no centro de Kuala Lumpur para expandir ainda mais a sua equipe de desenvolvimento de TI
ru: Binary.com открывает офис в здании QSentral, в самом центре Куала-Лумпура, чтобы продолжить расширять свою команду разработчиков IT
th: Binary.com เปิดสำนักงานที่ QSentral ในเมืองกัวลาลัมเปอร์เพื่อรองรับการขยายตัวของทีมพัฒนาระบบสารสนเทศ
vi: Binary.com mở một văn phòng trong tòa nhà ở trung tâm Kuala Lumpur tiếp tục mở rộng đội ngũ phát triển CNTT của văn phòng QSentral

source: Binary.com reaches $2 billion turnover since starting in 1999
de: Seit dem Start in 1999 hat Binary.com einen Umsatz von 2 Milliarden US$ erwirtschaftet
es: Binary.com alcanza un volumen de negocios de dos mil millones de dólares desde sus inicios en 1999
fr: Binary.com atteint 2 milliards $ de chiffre d'affaire depuis ses débuts en 1999
id: Binary.com mencapai $2 milyar omset sejak tahun 1999
it: Binary.com ha raggiunto i 2 miliardi di turnover dal 1999
ja: Binary.comは1999年から累計で20億USDのターンオーバーを達成
pl: Binary.com osiąga obrót w wysokości 2 mld $ od rozpoczęcia działalności w 1999 r.
pt: A Binary.com atinge $2 bilhões e volume de vendas desde o seu início em 1999
ru: Binary.com достигает оборота в 2 миллиарда долларов, начав работу в 1999 г.
th: ตั้งแต่เริ่มต้นในปี ค.ศ.1999 (พ.ศ. 2542) Binary.com มีมูลค่าซื้อขาย 2 พันล้านเหรียญสหรัฐ
vi: Binary.com đạt đến 2 tỉ đô la doanh thu kể từ khi bắt đầu vào năm 1999

source: Binary.com reaches 1 million registered users
de: Binary.com erreicht 1 Million registrierte Benutzer
es: Binary.com alcanza un millón de usuarios registrados
fr: Binary.com atteint 1 million d'utilisateurs enregistrés
id: Binary.com mencapai 1 juta pengguna terdaftar
it: Binary.com ha raggiunto 1 milione di utenti registrati
ja: Binary.comの口座数が１００万口座を達成
pl: Binary.com ma już 1 milion zarejestrowanych użytkowników
pt: A Binary.com atinge 1 milhão de usuários registrados
ru: Binary.com достигает 1 миллиона пользователей
th: Binary.com มีผู้ใช้งานที่ลงทะเบียนแล้วกว่า 1 ล้านบัญชี
vi: Binary.com đạt đến 1 triệu người dùng đăng ký

source: Binary.com takes home first prize in the Financial Betting Operator category at the prestigious 2015 EGR Operator Awards ceremony, hosted in London
de: Binary.com hat den ersten Preis in der Kategorie Finanzwettenanbieter während der prestigeträchtigen 2015 EGR Operator Awards Zeremonie, die in London veranstaltet wurde, erhalten
es: Binary.com se lleva a casa el primer premio en la categoría de Operador de Apuestas Financieras en la prestigiosa ceremonia EGR Premios de Operador de 2015, organizada en Londres
fr: Binary.com reçoit le premier prix dans la catégorie Opérateur de Paris Financiers à la prestigieuse cérémonie de remise des prix des Opérateurs EGR en 2015, organisée à Londres
id: Binary.com membawa pulang hadiah utama pada acara EGR Operator Awards 2015, yang diadakan di London
it: Binary.com ottiene il primo premio nella categoria Financial Betting Operator durante la prestigiosa cerimonia degli EGR Operator Awards 2015, tenutasi a Londra
ja: ロンドンで開催された名誉あるEGRオペレーター賞授賞式にて金融ベッティングオペレーター部門で最優秀賞を受賞しました
pl: Binary.com zdobywa pierwszą nagrodę w kategorii „Operator finansowy roku” na prestiżowej ceremonii wręczenia nagród EGR Operator Awards, która odbyła się w Londynie w 2015 r.
pt: A Binary.com leva para casa o primeiro prêmio na categoria "Operador de Apostas Financeiras" na prestigiosa cerimônia EGR Operator Awards de 2015, realizada em Londres
ru: Binary.com завоевал первое место в категории Оператор по финансовому беттингу (Financial Betting Operator) на престижной церемонии 2015 EGR Operator Awards, которая состоялась в Лондоне
th: Binary.com ได้รับรางวัลชนะเลิศ ประเภท Financial Betting Operator ในงานเกียรติยศ EGR Operator Awards ในปี พ.ศ. 2558 (ค.ศ. 2015) จัดที่เมืองลอนดอน
vi: Binary.com giành giải thưởng đầu tiên trong thể loại điều hành tài chính cá cược tại lễ trao giải nhà điều hành EGR 2015 được tổ chức ở London

source: Binary.com's Continuous Indices are the Volatility 10 Index, Volatility 25 Index, Volatility 50 Index, Volatility 75 Index and Volatility 100 Index. These indices correspond to simulated markets with constant volatilities of 10%, 25%, 50%, 75% and 100%
fr: Les indices continus de Binary.com sont les indices Volatility 10, Volatility 25, Volatility 50, Volatility 75 et Volatility 100. Ces indices correspondent à des simulations de marché basées sur des taux de volatilité constants de 10%, 25 %, 50 %, 75 % et 100 %
id: Indeks Berterusan Binary.com adalah Indeks Volatilitas 10, Indeks Volatilitas 25, Indeks Volatilitas 50, Indeks Volatilitas 75 dan Indeks Volatilitas 100. Indeks ini sesuai dengan pasar yang disimulasikan menggunakan volatilitas konstan sebesar 10%, 25%, 50%, 75% dan 100%
ru: Непрерывные индексы Binary.com включают Индекс волатильности 10, Индекс волатильности 25, Индекс волатильности 50, Индекс волатильности 75 и Индекс волатильности 100. Данные индексы соответствуют моделируемым рынкам с волатильностью в размере 10%, 25%, 50%, 75% и 100%
th: ดัชนีต่อเนื่องของ Binary.com คือ ดัชนีผันผวน 10 ดัชนีผันผวน 25 ดัชนีผันผวน 50 ดัชนีผันผวน 75 และดัชนีผันผวน 100 ซึ่งดัชนีเหล่านี้สอดคล้องกับสภาพตลาดจำลองที่มีระดับความไม่แน่นอนคงที่ที่ 10% 25% 50% 75% และ 100% ตามลำดับ
vi: Các chỉ số liên tục của Binary.com là chỉ số Độ biến động 10, Độ bất ổn 25, Khả năng biến động 50, Khả năng biến động 75 và Chỉ số biến động 100. Các chỉ số này tương ứng với các thị trường mô phỏng với các biến động không đổi là 10%, 25%, 50%, 75% và 100%

source: Binary.com's OTC Indices and stocks are sourced from the over-the-counter market and provide you with an alternative means of trading stock indices and stocks - available from sources outside of the centralised exchanges
fr: Les indices et actions « OTC » (pour « over-the-counter ») de Binary.com sont issus du marché de gré à gré et offrent un moyen alternatif de négocier les actions et indices en ciblant des sources extérieures aux bourses centralisées
id: Indeks dan saham OTC Binary.com berasal dari pasar over-the-counter yang memberikan cara alternatif untuk bertrading indeks saham dan bursa saham - tersedia dari sumber di luar pertukaran pusat
ru: Внебиржевые индексы и акции (OTC) от Binary.com получены на внебиржевых рынках и предоставляют Вам альтернативный способ торговли акциями и фондовыми индексами, так как они происходят из источников, находящихся вне центральных бирж
th: ดัชนีที่ซื้อขายเองของ Binary.com และหลักทรัพย์จากตลาดเจรจาต่อรองมีให้ท่านเป็นอีกทางเลือกหนึ่งในการซื้อขายดัชนีหุ้น และหุ้น ที่มีจากแหล่งอื่นนอกเหนือจากตลาดแลกเปลี่ยนกลาง
vi: Các chứng khoán và cổ phiếu phi tập trung của Binary.com bắt nguồn từ sàn chứng khoán phi tập trung và cung cấp cho bạn các phương thức có thể thay đổi lẫn nhau trong giao dịch các chứng khoán và cổ phiếu có sẵn từ thị trường tập trung bên ngoài

source: Binary.com's OTC Indices and stocks offer the benefit of real-time charts and pricing. Enjoy even more exciting opportunities to trade our featured market indices and stocks through this new real-time offering
fr: Les indices et actions de gré à gré disponibles sur Binary.com offrent l'avantage d'une analyse graphique et d'une tarification en temps réel. Accédez à des possibilités de trading encore plus intéressantes en négociant les indices et actions du marché de gré à gré, disponibles en temps réel par le biais de notre plateforme
id: Indeks dan saham OTC Binary.com menawarkan manfaat grafik dan harga real-time. Nikmati peluang lebih menarik untuk bertrading indeks dan saham pasar utama kami dan melalui tawaran real-time terbaru ini
ru: Внебиржевые индексы и акции (OTC) от Binary.com имеют важное преимущество: графики и цены в режиме реального времени. Воспользуйтесь возможностями захватывающей торговли на наших уникальных индексах и акциях
th: ดัชนีที่ซื้อขายเองของ %1 และหลักทรัพย์จากตลาดเจรจาต่อรองนั้นมีข้อดีจากการมีกราฟและราคาที่เรียลไทม์ ทำให้ท่านเพิ่มโอกาสในการทำกำไรจากดัชนีและหลักทรัพย์ทีมีการเสนอราคาตามเวลาจริง
vi: Các chứng khoán và cổ phiếu phi tập trung của Binary.com mang đến những lợi ích về mặt thời gian thực và việc định giá. Hãy trải nghiệm những cơ hội thú vị hơn thế khi giao dịch những mã chứng khoán và cổ phiếu trên thị trường nổi bật của chúng tôi thông qua sự cung cấp mới với thời gian thực này

source: Binary.com's Smart FX are smart markets that measure the value of a currency against a basket of major currencies
fr: Les FX Intelligents de Binary.com sont des marchés intelligents qui mesurent la valeur d'une devise par rapport à un ensemble de devises majeures
id: Smart FX Binary.com adalah pasar yang diukur berdasarkan nilai mata uang berbanding dengan kumpulan beberapa mata uang utama
ru: Индексы Smart FX от Binary.com – это "умные" рынки, которые измеряют стоимость валюты по отношению к группе основных валют
th: Smart FX ของ Binary.com คือ ตลาดซื้อขายอัตราแลกเปลี่ยนอันชาญฉลาดที่ช่วยประเมินมูลค่าสกุลเงินที่พิจารณาจากกลุ่มสกุลเงินหลักๆ
vi: Smart FX của Binary.com là thị trường thông minh đo lường giá trị của một đồng tiền so với những đồng tiền lớn khác

source: Binary.com's Volatility Indices are based on a cryptographically secure random number generator audited for fairness by an independent third party
fr: Les indices de volatilité de Binary.com sont basés sur un générateur de nombres aléatoires cryptographié dont l'impartialité est contrôlée par une tierce partie indépendante
id: Indeks Volatilitas Binary.com didasarkan pada kriptografi generator angka random aman yang diaudit untuk kejujuran oleh pihak ketiga yang independen
ru: Индексы волатильности Binary.com основаны на криптографически зашифрованном генераторе случайных чисел, надёжность которого подтверждена независимой третьей стороной
th: ดัชนีผันผวนของ %1 ใช้การเข้ารหัสเพื่อความปลอดภัยในการสุ่มจำนวนตัวเลขที่สามารถตรวจสอบความยุติธรรมได้โดยไม่ขึ้นกับหน่วยงานใดๆ
vi: Chỉ số biến động của Binary.com được dựa trên một máy phát các số bảo mật ngẫu nhiên được mã hoá để kiểm định tính công bằng bởi một bên thứ ba độc lập

source: Binary.com's systems are now processing in excess of 1 million transactions/day (including virtual accounts)
de: Die Systeme von Binary.com verarbeiten jetzt über 1 Millionen Transaktionen/Tag (einschließlich virtueller Konten)
es: Los sistemas de Binary.com ahora procesan más de 1 millón de transacciones por día (incluyendo cuentas virtuales)
fr: Les systèmes Binary.com traitent maintenant plus de 1 million de transactions par jour (en incluant les comptes virtuels)
id: Sistem Binary.com telah memproses lebih dari 1 juta transaksi/hari (termasuk pada akun virtual)
it: I sistemi di Binary.com stanno elaborando oltre 1 milione di transazioni al giorno (inclusi gli account virtuali)
ja: Binary.comのシステムでは毎日100万を超える取引が行われています。（バーチャル口座を含む）
pl: Systemy Binary.com przetwarzają obecnie ponad 1 milion transakcji dziennie (z uwzględnieniem kont wirtualnych)
pt: Os sistemas da Binary.com processam atualmente mais de 1 milhão de transações/dia (incluindo contas virtuais)
ru: Системы Binary.com обрабатывают более 1 миллиона транзакций в день (включая демо-счета)
th: ระบบต่างๆ ของ %1 ขณะนี้มีการประมวลผลมากกว่า 1 ล้านธุรกรรมต่อวัน (รวมประเภทบัญชีเสมือน หรือ บัญชีทดลองใช้)
vi: Binary.com của hệ thống đang xử lý bây giờ vượt quá 1 triệu giao dịch/ngày (bao gồm tài khoản ảo)

source: Bollinger Bands (BBANDS)
de: Bollinger Bänder (BBANDS)
es: Bandas de Bollinger (BBANDS)
fr: Les bandes de Bollinger (BBANDS)
it: Bande di Bollinger (BBANDS)
ja: ボリンジャー・バンド（BBANDS）
pl: Wstęgi Bollingera (BBANDS)
pt: Bandas de Bollinger (BBANDS)
ru: Полосы Боллинджера (BBANDS)
th: โบลินเจอร์ แบนด์ (BBANDS)
vi: Dải Bollinger (BBANDS)

source: Bollinger Bands can be used to measure the highness or lowness of the price relative to previous trades
de: Bollinger Bänder können dazu verwendet werden, die Höhe oder Tiefe eines relativen Kurses zu vorherigen Geschäften zu messen
es: Las bandas de Bollinger se pueden utilizar para comparar un precio en relación con operaciones anteriores
fr: Les bandes de Bollinger peuvent être utilisées pour mesurer la hauteur ou la faiblesse des prix par rapport aux trades précédents
id: Bollinger Bands dapat digunakan untuk mengukur tinggi atau rendahnya harga relatif terhadap trading sebelumnya
it: Le Bande di Bollinger possono essere usate per misurare l'altezza o la bassezza del prezzo relativo ai trade precedenti
ja: ボリンジャー・バンドは前の取引に関する価格の上値と下値を測定するために使用します
pl: Wstęg Bollingera można używać w celu określenia, czy cena jest wysoka czy niska w porównaniu do poprzednich zakładów
pt: Bandas de Bollinger podem ser usadas para medir a alta o a baixa do preço relativo a negociações anteriores
ru: Полосы Боллинджера измеряют максимум или минимум цены по отношению к предыдущим контрактам
th: สามารถใช้โบลินเจอร์แบนด์เพื่อวัดความสูงหรือต่ำของราคาเปรียบเทียบกับการซื้อขายก่อน
vi: Dải Bollinger có thể được sử dụng để đo sự cao thấp của giá dựa vào giao dịch trước đó

source: Bought
de: Gekauft
es: Comprado
fr: Acheté
id: Membeli
it: Comprato
ja: 購入済
pl: Kupiono
pt: Adquiridos
ru: Куплено
th: ซื้อ
vi: Đã mua

source: Brand of first car
de: Marke des ersten Autos
es: Marca del primer coche
fr: Marque de votre première voiture
id: Merek mobil pertama
it: Marca della prima auto
ja: 最初の車のブランド
pl: Model pierwszego samochodu
pt: Marca do primeiro carro
ru: Марка первой машины
th: ยี่ห้อของรถยนต์คันแรก
vi: Thương hiệu của chiếc xe đầu tiên

source: Breakaway (CDLBREAKAWAY)
es: Escape (CDLBREAKAWAY)
ja: ブレイクアウェイ（CDLBREAKAWAY）
pl: Breakaway – ucieczka (CDLBREAKAWAY)
ru: Разрыв (CDLBREAKAWAY)
vi: Phá vỡ (CDLBREAKAWAY)

source: Browser upgrade required
de: Browser Upgrade erforderlich
es: Actualización del navegador requerida
fr: Mise à niveau du navigateur requise
id: Upgrade browser diperlukan
it: Aggiornamento del browser richiesto
ja: ブラウザのアップデートが必要です
pl: Konieczna jest aktualizacja przeglądarki
pt: Atualização de navegador necessária
ru: Необходимо обновление браузера
th: จำเป็นต้องอัพเกรดเบราเซอร์
vi: Yêu cầu nâng cấp trình duyệt

source: Bull Market and Bear Market Indices start at 00:00 GMT each day, replicating a bullish and bearish market respectively
fr: Les indices Bull Market et Bear Market commencent à 00h00 GMT chaque jour et répliquent respectivement des marchés haussiers et baissiers
id: Indeks Market Bull dan Market Bear dimulai pada 00:00 GMT setiap hari, mereplikasi masing-masing pasar bullish dan bearish
ru: Индексы бычьего и медвежьего рынка начинают работу ежедневно, в 00:00 GMT, и отражают динамику восходящего и нисходящего рынка, соответственно
th: ดัชนีตลาดกระทิง และดัชนีตลาดหมี เริ่มที่ 00:00 GMT ในแต่ละวัน เพื่อจำลองสภาพตลาดกระทิงและตลาดหมีตามลำดับ
vi: Các chỉ số của Thị trường theo chiều hướng Giá lên và Thị trường theo chiều Giá xuống bắt đầu từ lúc 00:00 GMT mỗi ngày, tương ứng với việc tái tạo thị trường theo chiều hướng giá lên và thị trường theo chiều hướng giá xuống

source: Buy Price
de: Kurs kaufen
es: Precio de Compra
fr: Prix d'achat
id: Harga Beli
it: Prezzo d'acquisto
ja: 購入
pl: Cena zakupu
pt: Preço de compra
ru: Цена покупки
th: ราคาซื้อ
vi: Giá mua

source: Buy price
de: Kurs kaufen
es: Precio de compra
fr: Prix d'achat
id: Harga beli
it: Prezzo d'acquisto
ja: 購入
pl: Cena zakupu
pt: Preço de compra
ru: Цена покупки
th: ราคาซื้อ
vi: Giá mua

source: By clicking
de: Indem Sie klicken
es: Haciendo clic
fr: En cliquant
id: Dengan mengklik
it: Cliccando
ja: クリックすると
pl: Przez kliknięcie
pt: Ao clicar
ru: Нажав
th: โดยการคลิก
vi: Bằng cách nhấp vào

source: By clicking OK, you confirm that you have read and accepted the updated
de: Wenn Sie auf OK klicken, bestätigen Sie, dass Sie die aktualierten gelesen haben und diesen zustimmen
es: Haciendo clic en OK, usted confirma que ha leído y aceptado la actualización del
fr: En cliquant sur OK, vous confirmez que vous avez lu et accepté la version à jour des
id: Dengan mengklik OK, maka Anda telah membaca dan menerima pembaruan
it: Cliccando OK, confermi di aver letto e accettato l'aggiornamento
ja: 当社でお取引なさっているお客さまにおいて、改定内容を必ずご確認いただく必要がございます。原則、改定後の書面の内容をご確認いただきOKボタンを押して頂くまで、お取引できなくなりますので、お取引の際ご注意ください。
pl: Kliknięcie przycisku OK oznacza przeczytanie i akceptację zaktualizowanych
pt: Ao clicar OK, você confirma que você leu e aceitou
ru: Нажав OK, Вы подтверждаете, что прочитали и согласились с обновлениями в документе
th: เมื่อท่านกดปุ่มตกลง (OK) ท่านยืนยันว่า ได้อ่านและยอมรับการแก้ไขดังกล่าว
vi: Bằng cách nhấn OK, bạn xác nhận rằng bạn đã đọc và chấp nhận phần đã cập nhật

source: Can be used to buy and sell contracts, renew expired purchases, and top-up virtual-money accounts.
de: Kann verwendet werden, um Kontrakte zu kaufen und zu verkaufen, abgelaufene Kontrakte zu erneuern, und um virtuelle Konten aufzustocken.
es: Se puede utilizar para comprar y vender contratos, renovar compras caducadas y recargar las cuentas de dinero virtual.
fr: Peut être utilisé pour acheter et vendre des contrats, renouveler des achats expirés, et abonder des comptes en monnaie virtuelle.
id: Dapat digunakan untuk membeli dan menjual kontrak, memperbaharui kontrak yang telah berakhir, dan mengisi ulang akun virtual.
it: Può essere utilizzato per acquistare e vendere contratti, rinnovare acquisti scaduti e integrare account di moneta virtuale.
ja: トレードの売買、期限切れトレードの更新、デモ口座の補充にご利用いただけます。
pl: Może być stosowany do zakupu i sprzedaży kontraktów, odnawiania wygasłych zakupów oraz doładowywania kont z wirtualnymi pieniędzmi.
pt: Pode ser usado para comprar e vender contratos, renovar aquisições expiradas e financiar contas de dinheiro virtual
ru: Может использоваться для покупки и продажи контрактов, возобновления закончившихся сделок, а также для пополнения демо-счетов.
th: สามารถใช้ในการซื้อและขายสัญญาต่างๆ การต่ออายุ และการเติมเงินในบัญชีเงินเสมือนจริง
vi: Có thể được sử dụng để mua và bán hợp đồng, làm mới mua đã hết hạn, và các tài khoản tiền ảo top-up.

source: Can be used to open accounts, set settings, manage token usage, and more.
de: Kann verwendet werden, um Konten zu eröffnen, Einstellungen vorzunehmen, die Token-Verwendung zu verwalten, und mehr.
es: Se puede utilizar para abrir cuentas, configurar ajustes, administrar el uso de token y mucho más.
fr: Peut être utilisé pour ouvrir des comptes, définir des paramètres, gérer l'usage des coupons, et plus.
id: Dapat digunakan untuk membuka akun, pengaturan, mengatur penggunaan token, dan banyak lagi.
it: Può essere utilizzato per aprire account, configurare le impostazioni, gestire l'uso dei token e altro.
ja: 口座開設、設定、トークン使用状況の管理などをご利用いただけます。
pl: Może być stosowany m.in. do otwierania kont, wybierania ustawień, zarządzania korzystaniem z tokenów.
pt: Pode ser usado para abrir contas definir configurações, gerenciar o uso de tokens e muito mais.
ru: Может использоваться для открытия счетов, создания настроек, управления ключами и других действий.
th: สามารถใช้เพื่อเปิดบัญชี ตั้งค่าต่างๆ จัดการการใช้โทเค่น และอื่นๆ
vi: Có thể được sử dụng để mở tài khoản, thiết lập, quản lý việc sử dụng mã thông báo, và nhiều hơn nữa.
